import type { MediaItem } from '../types';

export const enrichedMedia: MediaItem[] = [
  {
    "id": "media-1-1-0",
    "titleRu": "1+1",
    "titleOriginal": "Intouchables",
    "type": "movie",
    "year": 2011,
    "posterUrl": "./posters/1-1-a5744f74.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000195040905dea964ff4bcf3e9c3df7/1344x756",
    "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
    "genres": [
      "драма",
      "комедия",
      "биография"
    ],
    "addedAt": "2026-06-21T12:00:00.000Z",
    "kinopoiskId": 535341,
    "imdbId": "tt1675434",
    "tmdbId": 77338,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.5,
    "countries": [
      "Франция"
    ]
  },
  {
    "id": "media-джентльмены-1",
    "titleRu": "Джентльмены",
    "titleOriginal": "The Gentlemen",
    "type": "movie",
    "year": 2019,
    "posterUrl": "./posters/джентльмены-db0b740a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a000001711b57abb795e9276957168f83e9/1344x756",
    "description": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.",
    "genres": [
      "криминал",
      "комедия",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:00:01.000Z",
    "kinopoiskId": 1143242,
    "imdbId": "tt8367814",
    "tmdbId": 522627,
    "kinopoiskRating": 8.7,
    "imdbRating": 7.8
  },
  {
    "id": "media-гнев-человеческий-2",
    "titleRu": "Гнев человеческий",
    "titleOriginal": "Wrath of Man",
    "type": "movie",
    "year": 2021,
    "posterUrl": "./posters/гнев-человеческий-63b96c15.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017b0699c684cc6e9767efb6d4b678/1344x756",
    "description": "Грузовики лос-анджелесской инкассаторской компании Fortico Security часто подвергаются нападениям, и во время очередного ограбления погибают оба охранника. Через некоторое время в компанию устраивается крепкий немногословный британец Патрик Хилл. Он получает от босса прозвище Эйч и, впритык к необходимому минимуму пройдя тесты по фитнесу, стрельбе и вождению, отправляется на первое задание. Вскоре и его грузовик пытаются ограбить вооруженные налётчики, но Эйч в одиночку расправляется с целой бандой и становится героем. Кажется, слава и уважение коллег его совершенно не интересуют, ведь он преследует свои цели.",
    "genres": [
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:00:02.000Z",
    "kinopoiskId": 1318972,
    "imdbId": "tt11083552",
    "tmdbId": 637649,
    "kinopoiskRating": 7.7,
    "imdbRating": 7.1
  },
  {
    "id": "media-брат-3",
    "titleRu": "Брат",
    "titleOriginal": "Брат",
    "type": "movie",
    "year": 1997,
    "posterUrl": "./posters/брат-10351240.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000016127209a2837f7f55b295ef87323/1344x756",
    "description": "Демобилизовавшись, Данила Багров возвращается в родной городок. Но скучная жизнь провинции его не устраивает, и он отправляется в Петербург, где, по слухам, уже несколько лет процветает его старший брат. Данила находит брата, но всё оказывается не так просто — брат работает наемным убийцей.",
    "genres": [
      "боевик",
      "драма",
      "криминал",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:00:03.000Z",
    "kinopoiskId": 41519,
    "imdbId": "tt0118767",
    "tmdbId": 20992,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.8,
    "countries": [
      "Россия"
    ]
  },
  {
    "id": "media-брат-2-4",
    "titleRu": "Брат 2",
    "titleOriginal": "Брат 2",
    "type": "movie",
    "year": 2000,
    "posterUrl": "./posters/брат-2-c16b43fd.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000198a3d722f82233e91aad01acc8fa/1344x756",
    "description": "Участвуя в программе на телевидении, Данила Багров встречает своих друзей по службе в Чечне. Одного из них внезапно убивают. Выясняется, что у того были неприятности из-за брата-хоккеиста в Америке. Данила должен разобраться. Он вылетает в Америку и за компанию берёт с собой старшего брата.",
    "genres": [
      "боевик",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:04.000Z",
    "kinopoiskId": 41520,
    "imdbId": "tt0238883",
    "tmdbId": 20993,
    "kinopoiskRating": 8.1,
    "imdbRating": 7.6,
    "countries": [
      "Россия",
      "США"
    ]
  },
  {
    "id": "media-волк-с-уолл-стрит-5",
    "titleRu": "Волк с Уолл-стрит",
    "titleOriginal": "The Wolf of Wall Street",
    "type": "movie",
    "year": 2013,
    "posterUrl": "./posters/волк-с-уолл-стрит-8806e377.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13051577/2a00000197c16c99ec5791b09a7320e1b674/1344x756",
    "description": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР...",
    "genres": [
      "драма",
      "комедия",
      "криминал",
      "биография"
    ],
    "addedAt": "2026-06-21T12:00:05.000Z",
    "kinopoiskId": 462682,
    "imdbId": "tt0993846",
    "tmdbId": 106646,
    "kinopoiskRating": 7.8,
    "imdbRating": 8.2,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-игра-престолов-6",
    "titleRu": "Игра престолов",
    "titleOriginal": "Game of Thrones",
    "type": "series",
    "year": 2011,
    "posterUrl": "./posters/игра-престолов-75c1d49d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000016a9809ff1d0e4d9ababb6a2085e0/1344x756",
    "description": "К концу подходит время благоденствия, и лето, длившееся почти десятилетие, угасает. Вокруг средоточия власти Семи королевств, Железного трона, зреет заговор, и в это непростое время король решает искать поддержки у друга юности Эддарда Старка. В мире, где все — от короля до наемника — рвутся к власти, плетут интриги и готовы вонзить нож в спину, есть место и благородству, состраданию и любви. Между тем никто не замечает пробуждение тьмы из легенд далеко на Севере — и лишь Стена защищает живых к югу от нее.",
    "genres": [
      "фэнтези",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:06.000Z",
    "kinopoiskId": 464963,
    "imdbId": "tt0944947",
    "tmdbId": 1399,
    "kinopoiskRating": 9,
    "imdbRating": 9.2,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-достать-ножи-7",
    "titleRu": "Достать ножи",
    "titleOriginal": "Knives Out",
    "type": "movie",
    "year": 2019,
    "posterUrl": "./posters/достать-ножи-a50e3a73.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a00000198a30ce65d3e21a89a074b3cf0fc/1344x756",
    "description": "На следующее утро после празднования 85-летия известного автора криминальных романов Харлана Тромби виновника торжества находят мёртвым. Налицо — явное самоубийство, но полиция по протоколу опрашивает всех присутствующих в особняке членов семьи, хотя, в этом деле больше заинтересован частный детектив Бенуа Блан. Тем же утром он получил конверт с наличными от неизвестного и заказ на расследование смерти Харлана. Не нужно быть опытным следователем, чтобы понять, что все приукрашивают свои отношения с почившим главой семейства, но Блану достаётся настоящий подарок — медсестра покойного, которая физически не выносит ложь.",
    "genres": [
      "детектив",
      "комедия",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:07.000Z",
    "kinopoiskId": 1188529,
    "imdbId": "tt8946378",
    "tmdbId": 546554,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.9
  },
  {
    "id": "media-зеленая-книга-8",
    "titleRu": "Зеленая книга",
    "titleOriginal": "Green Book",
    "type": "movie",
    "year": 2018,
    "posterUrl": "./posters/зеленая-книга-88d9d158.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001989ebae65cb92cd1ea74d24d906d/1344x756",
    "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли — утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку — собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.",
    "genres": [
      "биография",
      "комедия",
      "драма"
    ],
    "addedAt": "2026-06-21T12:00:08.000Z",
    "kinopoiskId": 1108577,
    "imdbId": "tt6966692",
    "tmdbId": 490132,
    "kinopoiskRating": 8.5,
    "imdbRating": 8.2
  },
  {
    "id": "media-остров-проклятых-9",
    "titleRu": "Остров проклятых",
    "titleOriginal": "Shutter Island",
    "type": "movie",
    "year": 2009,
    "posterUrl": "./posters/остров-проклятых-52166313.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017b3facc50cd2fab4e9aec3f590ad/1344x756",
    "description": "Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники.",
    "genres": [
      "триллер",
      "детектив",
      "драма"
    ],
    "addedAt": "2026-06-21T12:00:09.000Z",
    "kinopoiskId": 397667,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.2,
    "countries": [
      "США",
      "Канада"
    ]
  },
  {
    "id": "media-один-дома-10",
    "titleRu": "Один дома",
    "titleOriginal": "Home Alone",
    "type": "movie",
    "year": 1990,
    "posterUrl": "./posters/один-дома-7805f81c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017672cc1b8d4660336ae565af15fd/1344x756",
    "description": "Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома... одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой.",
    "genres": [
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:00:10.000Z",
    "kinopoiskId": 8124,
    "imdbId": "tt0099785",
    "tmdbId": 771,
    "kinopoiskRating": 8.3,
    "imdbRating": 7.8
  },
  {
    "id": "media-один-дома-2-11",
    "titleRu": "Один дома 2",
    "titleOriginal": "Один дома 2",
    "type": "movie",
    "posterUrl": "./posters/один-дома-2-dab24c0e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a000001612cb1fd548510a3a296ffde6bdd/1344x756",
    "description": "Самый маленький герой Америки устраивает большой переполох в Нью-Йорке! Кевин МакКалистер вернулся! Но теперь он один не дома, а в Нью-Йорке и у него достаточно денег и кредитных карточек, чтобы превратить Большое Яблоко в собственную площадку для игр.\n\nНо, как всегда, Кевину не суждено быть долго одному: его старые приятели ― жулики Гарри и Марв ― сбежали из тюрьмы, куда они попали стараниями Кевина. И надо же им было попасть именно в тот город, где Кевин планировал поразвлечься! Новые западни и ловушки уже ждут горе-бандитов.",
    "genres": [
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:00:11.000Z",
    "year": 1992,
    "kinopoiskId": 5928,
    "imdbId": "tt0104431",
    "tmdbId": 772,
    "kinopoiskRating": 7.9,
    "imdbRating": 6.9,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-иван-васильевич-меняет-профессию-12",
    "titleRu": "Иван Васильевич меняет профессию",
    "titleOriginal": "Иван Васильевич меняет профессию",
    "type": "movie",
    "year": 1973,
    "posterUrl": "./posters/иван-васильевич-меняет-профессию-e8a44982.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a000001616b8bee8c782e00a41555f383b9/1344x756",
    "description": "Инженер-изобретатель Тимофеев сконструировал машину времени, которая соединила его квартиру с XVI веком — точнее, с палатами государя Ивана Грозного. Туда-то и попадают тёзка царя пенсионер-общественник Иван Васильевич Бунша и квартирный вор Жорж Милославский, а сам великий государь оказывается в квартире Тимофеева.",
    "genres": [
      "комедия",
      "фантастика",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:12.000Z",
    "kinopoiskId": 42664,
    "imdbId": "tt0070233",
    "tmdbId": 20803,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.2
  },
  {
    "id": "media-операция-ы-и-другие-приключения-шурика-13",
    "titleRu": "Операция «Ы» и другие приключения Шурика",
    "titleOriginal": "Операция «Ы» и другие приключения Шурика",
    "type": "movie",
    "year": 1965,
    "posterUrl": "./posters/операция-ы-и-другие-приключения-шурика-02837aa8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017332fe43abb5852312cb62ce9851/1344x756",
    "description": "Студент Шурик попадает в самые невероятные ситуации: сражается с хулиганом Верзилой, весьма оригинальным способом готовится к экзамену и предотвращает «ограбление века», на которое идёт троица бандитов — Балбес, Трус и Бывалый.",
    "genres": [
      "комедия",
      "мелодрама",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:13.000Z",
    "kinopoiskId": 42782,
    "imdbId": "tt0059550",
    "tmdbId": 20875,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.4
  },
  {
    "id": "media-бойцовский-клуб-14",
    "titleRu": "Бойцовский клуб",
    "titleOriginal": "Fight Club",
    "type": "movie",
    "year": 1999,
    "posterUrl": "./posters/бойцовский-клуб-37cbc4f5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13051577/2a0000019a2f24c36d41f38513deaf87cecd/1344x756",
    "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.\n\nПроходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.",
    "genres": [
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:14.000Z",
    "kinopoiskId": 361,
    "imdbId": "tt0137523",
    "tmdbId": 550,
    "kinopoiskRating": 8.7,
    "imdbRating": 8.8,
    "countries": [
      "США",
      "Германия"
    ]
  },
  {
    "id": "media-анора-15",
    "titleRu": "Анора",
    "titleOriginal": "Anora",
    "type": "movie",
    "year": 2024,
    "posterUrl": "./posters/анора-56f5a404.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a000001957ee51f1799fefe469d3417e7f2/1344x756",
    "description": "Бруклин. Стриптизерша Анора, предпочитающая имя Эни, знакомится с сыном русского олигарха Ваней, который проводит всё время в вечеринках и развлечениях. Вскоре парень выкупает время Эни на неделю, предлагает слетать в Вегас, а там молодые люди спонтанно женятся. Узнав об этом из газет, родители Вани приходят в ярость и срочно вылетают из России в США, а разобраться в ситуации велят нью-йоркскому армянину Торосу, который должен был присматривать за их сыном.",
    "genres": [
      "драма",
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:00:15.000Z",
    "kinopoiskId": 5405057,
    "kinopoiskRating": 6.4,
    "imdbRating": 7.4,
    "countries": [
      "США"
    ],
    "imdbId": "tt11044414"
  },
  {
    "id": "media-легенда-16",
    "titleRu": "Легенда",
    "titleOriginal": "Legend",
    "type": "movie",
    "year": 2015,
    "posterUrl": "./posters/легенда-9b998f19.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000182f3ff694c60038e842e4aa0c0d0/1344x756",
    "description": "Близнецы Реджи и Ронни Крэй — культовые фигуры преступного мира Великобритании 1960-х. Братья возглавляли самую влиятельную бандитскую группировку Ист-Энда. В их послужном списке были вооруженные грабежи, рэкет, поджоги, покушения, убийства и собственный ночной клуб, куда доезжали даже голливудские знаменитости. Среди их жертв — криминальные авторитеты Джек МакВитти и Джордж Корнелл.",
    "genres": [
      "криминал",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:00:16.000Z",
    "kinopoiskId": 839954,
    "imdbId": "tt3569230",
    "tmdbId": 276907,
    "kinopoiskRating": 7.3,
    "imdbRating": 6.9
  },
  {
    "id": "media-маша-и-медведь-17",
    "titleRu": "Маша и Медведь",
    "titleOriginal": "Маша и Медведь",
    "type": "cartoon",
    "year": 2009,
    "posterUrl": "./posters/маша-и-медведь-08e61418.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13074011/2a00000198ed57083002c2e09c6068ea5c24/1344x756",
    "description": "О дружбе и приключениях маленькой озорной девочки Маши и ее заботливого друга Медведя. Их дружба является олицетворением комичных взаимоотношений между ребенком, исследующим окружающий мир, и взрослым, поддерживающим его в этом увлекательном приключении.",
    "genres": [
      "мультфильм",
      "комедия",
      "детский"
    ],
    "addedAt": "2026-06-21T12:00:17.000Z",
    "kinopoiskId": 478491,
    "imdbId": "tt1884856",
    "tmdbId": 46080,
    "kinopoiskRating": 7.3,
    "imdbRating": 7.2
  },
  {
    "id": "media-аватар-18",
    "titleRu": "Аватар",
    "titleOriginal": "Avatar",
    "type": "movie",
    "year": 2009,
    "posterUrl": "./posters/аватар-fd59434c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001616b87458162c9216ccd5144e94d/1344x756",
    "description": "Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.",
    "genres": [
      "фантастика",
      "боевик",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:18.000Z",
    "kinopoiskId": 251733,
    "imdbId": "tt0499549",
    "tmdbId": 19995,
    "kinopoiskRating": 8,
    "imdbRating": 7.9,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-ну-погоди-19",
    "titleRu": "Ну, погоди!",
    "titleOriginal": "Ну, погоди!",
    "type": "cartoon",
    "year": 1969,
    "posterUrl": "./posters/ну-погоди-8a6537a8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000016513e6f85a22e34b6071666844b9/1344x756",
    "description": "Веселые приключения неразлучной парочки - хулигана Волка и смышленого Зайца. Любимые с детства сцены погонь, ссор и примирений, шутки и мелодии.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "детский"
    ],
    "addedAt": "2026-06-21T12:00:19.000Z",
    "kinopoiskId": 46483,
    "imdbId": "tt0234355",
    "tmdbId": 6138,
    "kinopoiskRating": 8.7,
    "imdbRating": 8.5
  },
  {
    "id": "media-интерстеллар-20",
    "titleRu": "Интерстеллар",
    "titleOriginal": "Interstellar",
    "type": "movie",
    "year": 2014,
    "posterUrl": "./posters/интерстеллар-ad03aff2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001862c40fa5c5394735529ee7e7188/1344x756",
    "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
    "genres": [
      "фантастика",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:20.000Z",
    "kinopoiskId": 258687,
    "imdbId": "tt0816692",
    "tmdbId": 157336,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.7,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-побег-из-шоушенка-21",
    "titleRu": "Побег из Шоушенка",
    "titleOriginal": "The Shawshank Redemption",
    "type": "movie",
    "year": 1994,
    "posterUrl": "./posters/побег-из-шоушенка-34e9c273.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000016b03d1f5365474a90d26998e2a9f/1344x756",
    "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:21.000Z",
    "kinopoiskId": 326,
    "imdbId": "tt0111161",
    "tmdbId": 278,
    "kinopoiskRating": 9.1,
    "imdbRating": 9.3,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-зверополис-22",
    "titleRu": "Зверополис",
    "titleOriginal": "Zootopia",
    "type": "cartoon",
    "year": 2016,
    "posterUrl": "./posters/зверополис-3a071c13.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000168f019d937828afe5aed1f710478/1344x756",
    "description": "Добро пожаловать в Зверополис – современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей – здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.",
    "genres": [
      "мультфильм",
      "боевик",
      "комедия",
      "криминал",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:00:22.000Z",
    "kinopoiskId": 775276,
    "imdbId": "tt2948356",
    "tmdbId": 269149,
    "kinopoiskRating": 8.6,
    "imdbRating": 8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-начало-23",
    "titleRu": "Начало",
    "titleOriginal": "Inception",
    "type": "movie",
    "year": 2010,
    "posterUrl": "./posters/начало-1c619a23.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000178c5fc1db03b03dceda170357652/1344x756",
    "description": "Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил. \n\nИ вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением. \n\nНо никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:00:23.000Z",
    "kinopoiskId": 447301,
    "imdbId": "tt1375666",
    "tmdbId": 314714,
    "kinopoiskRating": 8.7,
    "imdbRating": 8.8,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-зеленая-миля-24",
    "titleRu": "Зеленая миля",
    "titleOriginal": "The Green Mile",
    "type": "movie",
    "year": 1999,
    "posterUrl": "./posters/зеленая-миля-e042fbb0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000169e39ef77f588ccdfe574dae8227/1344x756",
    "description": "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
    "genres": [
      "фэнтези",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:00:24.000Z",
    "kinopoiskId": 435,
    "imdbId": "tt0120689",
    "tmdbId": 497,
    "kinopoiskRating": 9.1,
    "imdbRating": 8.6,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-области-тьмы-25",
    "titleRu": "Области тьмы",
    "titleOriginal": "Limitless",
    "type": "movie",
    "year": 2011,
    "posterUrl": "./posters/области-тьмы-1caca3dc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a00000198a8dcc27d1b6b3d3b04ad49a783/1344x756",
    "description": "Нью-йоркский писатель Эдди, желая преодолеть чёрную полосу в жизни, принимает засекреченный препарат под названием NZT. Таблетка выводит мозг парня на работу в нереальной мощности. Этот творческий наркотик меняет всю жизнь Эдди, за короткий срок он зарабатывает кучу денег, но скоро начинает страдать от зловещих побочных эффектов препарата. А когда пытается найти других NZT-гениев, чтобы понять, как можно справиться с этим пристрастием, он узнает страшную правду…",
    "genres": [
      "фантастика",
      "триллер",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:00:25.000Z",
    "kinopoiskId": 462606,
    "imdbId": "tt1219289",
    "tmdbId": 51876,
    "kinopoiskRating": 8,
    "imdbRating": 7.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-субстанция-26",
    "titleRu": "Субстанция",
    "titleOriginal": "The Substance",
    "type": "movie",
    "year": 2024,
    "posterUrl": "./posters/субстанция-870c440c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a0000019305ad148aa6309f251d8767acf7/1344x756",
    "description": "Слава голливудской звезды Элизабет Спаркл осталась в прошлом, хотя она всё ещё ведёт фитнес-шоу на телевидении. Когда её передачу собираются перезапустить с ведущей помоложе, от отчаяния Элизабет решает принять инновационный препарат, создатели которого обещают невероятное преображение, но при соблюдении правила одной недели. Так на свет появляется молодая красотка Сью. Девушка начинает делать карьеру в шоу-бизнесе и вскоре решает, что семи дней ей маловато.",
    "genres": [
      "ужасы",
      "драма"
    ],
    "addedAt": "2026-06-21T12:00:26.000Z",
    "kinopoiskId": 4860213,
    "imdbId": "tt17526714",
    "tmdbId": 933260,
    "kinopoiskRating": 6.3,
    "imdbRating": 7.2
  },
  {
    "id": "media-слово-пацана-кровь-на-асфальте-27",
    "titleRu": "Слово пацана. Кровь на асфальте",
    "titleOriginal": "Слово пацана. Кровь на асфальте",
    "type": "series",
    "year": 2023,
    "posterUrl": "./posters/слово-пацана-кровь-на-асфальте-28fb2383.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a00000194034ee83d8ddb3d473287c8094e/1344x756",
    "description": "Казань, начало 1989 года. Пока родители борются за выживание, подростки сбиваются в уличные банды и бьются за асфальт. Буквально, чтобы контролировать всё, что стоит на «их» земле или передвигается по ней. Среди всеобщей нищеты — чёткие правила жизни, поддержка и слово пацана, которое сильнее клятвы.\n14-летний Андрей из интеллигентной семьи, он учится в музыкальной школе и живёт с мамой и маленькой сестрёнкой. Однажды парня назначают подтянуть по английскому сверстника Марата — гопника из местной группировки. Пообщавшись с нормальным пацаном и решив, что ему надоело быть чушпаном, Андрей вступает в банду.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:27.000Z",
    "kinopoiskId": 5304403,
    "imdbId": "tt28429213",
    "tmdbId": 234763,
    "kinopoiskRating": 8.1,
    "imdbRating": 7.6
  },
  {
    "id": "media-вышка-28",
    "titleRu": "Вышка",
    "titleOriginal": "Fall",
    "type": "movie",
    "year": 2022,
    "posterUrl": "./posters/вышка-45d98da8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000018383a57402bd749cdf4a8d130f2f/1344x756",
    "description": "После гибели Дэна в результате падения со скалы его жена Бекки, ранее увлекавшаяся экстремальными развлечениями, впала в депрессию. Год спустя девушка всё ещё не может прийти в себя и регулярно заливает горе алкоголем, когда в её жизни внезапно появляется старая боевая подруга Хантер. Она предлагает почтить память Дэна, забравшись на телерадиомачту B67 и развеяв там его прах. Девушки отправляются к самому высокому сооружению Соединённых Штатов, даже не представляя, с чем им придётся столкнуться на его верхушке.",
    "genres": [
      "триллер"
    ],
    "addedAt": "2026-06-21T12:00:28.000Z",
    "kinopoiskId": 4542208,
    "imdbId": "tt15325794",
    "tmdbId": 985939,
    "kinopoiskRating": 6.8,
    "imdbRating": 6.4
  },
  {
    "id": "media-джентльмены-удачи-29",
    "titleRu": "Джентльмены удачи",
    "titleOriginal": "Джентльмены удачи",
    "type": "movie",
    "year": 1971,
    "posterUrl": "./posters/джентльмены-удачи-33f5b09d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001616b8d3733de88938381c05fa48f/1344x756",
    "description": "Заведующему детсадом Трошкину фатально не повезло: он оказался как две капли воды похож на бандита по кличке «Доцент», похитившего уникальный шлем Александра Македонского.\n\nМилиция внедряет добряка Трошкина в воровскую среду - и ему ничего не остается, кроме как старательно изображать своего двойника-злодея, путая всех окружающих. Со временем он настолько блестяще входит в роль, что сам начинает порой приходить в ужас. Между тем, жизни его угрожает смертельная опасность...",
    "genres": [
      "комедия",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:00:29.000Z",
    "kinopoiskId": 44386,
    "imdbId": "tt0068519",
    "tmdbId": 20871,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.3
  },
  {
    "id": "media-форрест-гамп-30",
    "titleRu": "Форрест Гамп",
    "titleOriginal": "Forrest Gump",
    "type": "movie",
    "year": 1994,
    "posterUrl": "./posters/форрест-гамп-49cf66dc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000196499920424538b6ed0b21735b8e/1344x756",
    "description": "Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.\n\nС самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.",
    "genres": [
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:00:30.000Z",
    "kinopoiskId": 448,
    "imdbId": "tt0109830",
    "tmdbId": 13,
    "kinopoiskRating": 8.9,
    "imdbRating": 8.8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-законопослушный-гражданин-31",
    "titleRu": "Законопослушный гражданин",
    "titleOriginal": "Law Abiding Citizen",
    "type": "movie",
    "year": 2009,
    "posterUrl": "./posters/законопослушный-гражданин-33506423.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000160560b084db122bc04bcc2a69c31/1344x756",
    "description": "Семью Клайда Шелтона убивают двое грабителей. Однако они не получают по заслугам — прокурор идет на сделку с преступниками. Тогда Клайд решает по-своему отомстить убийцам, а также представителям власти и юстиции США.",
    "genres": [
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:31.000Z",
    "kinopoiskId": 406408,
    "imdbId": "tt1197624",
    "tmdbId": 22803,
    "kinopoiskRating": 8,
    "imdbRating": 7.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-веном-32",
    "titleRu": "Веном",
    "titleOriginal": "Venom",
    "type": "movie",
    "year": 2018,
    "posterUrl": "./posters/веном-15f53b4e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000169e7b34b79b989dfa1f452acf75c/1344x756",
    "description": "Что, если в один прекрасный день в тебя вселится симбиот, который наделит тебя сверхчеловеческими способностями? Вот только Веном — симбиот совсем недобрый, и договориться с ним невозможно. А нужно ли договариваться? Ведь в какой-то момент ты понимаешь, что быть плохим вовсе не так уж и плохо, так даже веселее. А в мире и так слишком много супергероев.",
    "genres": [
      "фантастика",
      "боевик",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:00:32.000Z",
    "kinopoiskId": 463634,
    "imdbId": "tt1270797",
    "tmdbId": 335983,
    "kinopoiskRating": 6.9,
    "imdbRating": 6.6
  },
  {
    "id": "media-иллюзия-обмана-33",
    "titleRu": "Иллюзия обмана",
    "titleOriginal": "Now You See Me",
    "type": "movie",
    "year": 2013,
    "posterUrl": "./posters/иллюзия-обмана-a418b403.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000160560c398022fe9efa3399a66b02/1344x756",
    "description": "Команда лучших иллюзионистов мира проворачивает дерзкие ограбления прямо во время своих шоу, играя в кошки-мышки с агентами ФБР.",
    "genres": [
      "триллер",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:00:33.000Z",
    "kinopoiskId": 522892,
    "imdbId": "tt1670345",
    "tmdbId": 75656,
    "kinopoiskRating": 7.7,
    "imdbRating": 7.2,
    "countries": [
      "Франция",
      "США"
    ]
  },
  {
    "id": "media-атака-титанов-34",
    "titleRu": "Атака титанов",
    "titleOriginal": "Shingeki no kyojin",
    "type": "anime",
    "year": 2013,
    "posterUrl": "./posters/атака-титанов-f311ed47.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a00000186a8b7a1951185c6175ed0f07fd0/1344x756",
    "description": "Уже многие годы человечество ведёт борьбу с титанами — огромными существами, которые не обладают особым интеллектом, зато едят людей и получают от этого удовольствие. После продолжительной борьбы остатки человечества построили высокую стену, окружившую страну людей, через которую титаны пройти не могли. С тех пор прошло сто лет, люди мирно живут под защитой стены. Но однажды подростки Эрен и Микаса становятся свидетелями страшного события — участок стены разрушается супертитаном, появившимся прямо из воздуха. Титаны нападают на город, и дети в ужасе видят, как один из монстров заживо съедает мать Эрена. Мальчик клянётся, что убьёт всех титанов и отомстит за человечество.",
    "genres": [
      "аниме",
      "мультфильм",
      "фантастика",
      "драма",
      "боевик",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:00:34.000Z",
    "kinopoiskId": 749374,
    "kinopoiskRating": 8.7,
    "imdbRating": 9.1,
    "countries": [
      "Япония"
    ],
    "imdbId": "tt2560140"
  },
  {
    "id": "media-бриллиантовая-рука-35",
    "titleRu": "Бриллиантовая рука",
    "titleOriginal": "Бриллиантовая рука",
    "type": "movie",
    "year": 1968,
    "posterUrl": "./posters/бриллиантовая-рука-262eb319.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000016e8d9e10ce1e85a4f1f9d35e52be/1344x756",
    "description": "В южном городке орудует шайка валютчиков, возглавляемая Шефом и его помощником Графом (в быту — Геной Козодоевым). Скромный советский служащий и примерный семьянин Семен Семенович Горбунков отправляется в зарубежный круиз на теплоходе, где также плывет Граф, который должен забрать бриллианты в одном из восточных городов и провезти их в загипсованной руке. Но из-за недоразумения вместо жулика на условленном месте падает ничего не подозревающий Семен Семенович, и драгоценный гипс накладывают ему.",
    "genres": [
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:35.000Z",
    "kinopoiskId": 46225,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.2,
    "countries": [
      "СССР"
    ]
  },
  {
    "id": "media-кавказская-пленница-или-новые-приключения-шурика-36",
    "titleRu": "Кавказская пленница, или Новые приключения Шурика",
    "titleOriginal": "Кавказская пленница, или Новые приключения Шурика",
    "type": "movie",
    "year": 1966,
    "posterUrl": "./posters/кавказская-пленница-или-новые-приключения-шурика-ef298a36.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001616b8d7f5aeda7d7d189284f708c/1344x756",
    "description": "Отправившись в одну из горных республик собирать фольклор, студент Шурик влюбляется в симпатичную Нину — спортсменку, отличницу, комсомолку и просто красавицу. Однако банда из трёх человек похищает девушку, чтобы насильно выдать замуж. Поняв, что происходит, Шурик отважно бросается освобождать кавказскую пленницу.",
    "genres": [
      "комедия",
      "приключения",
      "мелодрама",
      "мюзикл"
    ],
    "addedAt": "2026-06-21T12:00:36.000Z",
    "kinopoiskId": 44745,
    "kinopoiskRating": 8.5,
    "imdbRating": 8.2,
    "countries": [
      "СССР"
    ]
  },
  {
    "id": "media-леон-37",
    "titleRu": "Леон",
    "titleOriginal": "Léon",
    "type": "movie",
    "year": 1994,
    "posterUrl": "./posters/леон-eea317b3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001893576b73adc6564bfd0f54bb09f/1344x756",
    "description": "Профессиональный убийца Леон неожиданно для себя самого решает помочь 12-летней соседке Матильде, семью которой убили коррумпированные полицейские.",
    "genres": [
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:37.000Z",
    "kinopoiskId": 389,
    "imdbId": "tt0110413",
    "tmdbId": 101,
    "kinopoiskRating": 8.7,
    "imdbRating": 8.5,
    "countries": [
      "Франция"
    ]
  },
  {
    "id": "media-паразиты-38",
    "titleRu": "Паразиты",
    "titleOriginal": "Gisaengchung",
    "type": "movie",
    "year": 2019,
    "posterUrl": "./posters/паразиты-39e283f8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017bd4880ba5fb76f8682846e528d9/1344x756",
    "description": "Обычное корейское семейство Кимов жизнь не балует. Приходится жить в сыром грязном полуподвале, воровать интернет у соседей и перебиваться случайными подработками. Однажды друг сына семейства, уезжая на стажировку за границу, предлагает тому заменить его и поработать репетитором у старшеклассницы в богатой семье Пак. Подделав диплом о высшем образовании, парень отправляется в шикарный дизайнерский особняк и производит на хозяйку дома хорошее впечатление. Тут же ему в голову приходит необычный план по трудоустройству сестры.",
    "genres": [
      "драма",
      "триллер",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:00:38.000Z",
    "kinopoiskId": 1043758,
    "imdbId": "tt6751668",
    "tmdbId": 496243,
    "kinopoiskRating": 8.1,
    "imdbRating": 8.5
  },
  {
    "id": "media-москва-слезам-не-верит-39",
    "titleRu": "Москва слезам не верит",
    "titleOriginal": "Москва слезам не верит",
    "type": "movie",
    "year": 1979,
    "posterUrl": "./posters/москва-слезам-не-верит-fda65a11.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000161adc652b03b55793b175d20154a/1344x756",
    "description": "Москва, 1950-е годы. Три молодые провинциалки приезжают в Москву в поисках того, что ищут люди во всех столицах мира — любви, счастья и достатка. Антонина выходит замуж, растит детей, любит мужа. Людмиле Москва представляется лотереей, в которой она должна выиграть свое особенное счастье. Катерина же отчаянно влюбляется, но избранник ее оставляет. Однако она не опускает руки, в одиночку растит дочь и к тому же успевает делать блестящую карьеру. В 40 лет судьба дарит ей неожиданную встречу.",
    "genres": [
      "мелодрама",
      "драма",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:00:39.000Z",
    "kinopoiskId": 46708,
    "kinopoiskRating": 8.4,
    "imdbRating": 8,
    "countries": [
      "СССР"
    ]
  },
  {
    "id": "media-шрэк-40",
    "titleRu": "Шрэк",
    "titleOriginal": "Shrek",
    "type": "cartoon",
    "year": 2001,
    "posterUrl": "./posters/шрэк-7311ee3f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a000001706322c391c291c8b05829f08a14/1344x756",
    "description": "Жил да был в сказочном государстве большой зеленый великан по имени Шрэк. Жил он в гордом одиночестве в лесу, на болоте, которое считал своим. Но однажды злобный коротышка — лорд Фаркуад, правитель волшебного королевства, безжалостно согнал на Шрэково болото всех сказочных обитателей.\nИ беспечной жизни зеленого великана пришел конец. Но лорд Фаркуад пообещал вернуть Шрэку болото, если великан добудет ему прекрасную принцессу Фиону, которая томится в неприступной башне, охраняемой огнедышащим драконом.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "мелодрама",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:00:40.000Z",
    "kinopoiskId": 430,
    "imdbId": "tt0126029",
    "tmdbId": 808,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.9
  },
  {
    "id": "media-тачки-41",
    "titleRu": "Тачки",
    "titleOriginal": "Cars",
    "type": "cartoon",
    "year": 2006,
    "posterUrl": "./posters/тачки-6194dae0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000016928a36b0d65370954a65f765e0f/1344x756",
    "description": "Неукротимый в своем желании всегда и во всем побеждать гоночный автомобиль «Молния» Маккуин вдруг обнаруживает, что сбился с пути и застрял в маленьком захолустном городке Радиатор-Спрингс, что находится где-то на трассе 66 в Калифорнии.\n\nУчаствуя в гонках на Кубок Поршня, где ему противостояли два очень опытных соперника, Маккуин совершенно не ожидал, что отныне ему придется общаться с персонажами совсем иного рода. Это, например, Салли — шикарный Порше 2002-го года выпуска, Док Хадсон — легковушка модели «Хадсон Хорнет», 1951-го года выпуска или Метр — ржавый грузовичок-эвакуатор. И все они помогают Маккуину понять, что в мире существуют некоторые более важные вещи, чем слава, призы и спонсоры…",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:00:41.000Z",
    "kinopoiskId": 61249,
    "imdbId": "tt0317219",
    "tmdbId": 920,
    "kinopoiskRating": 7.5,
    "imdbRating": 7.3,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-мстители-война-бесконечности-42",
    "titleRu": "Мстители: Война бесконечности",
    "titleOriginal": "Мстители: Война бесконечности",
    "type": "movie",
    "posterUrl": "./posters/мстители-война-бесконечности-6601e7b3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000168e7cbf1bf723879ea306ad8f363/1344x756",
    "description": "Локи возвращается, и в этот раз он не один. Земля оказывается на грани порабощения, и только лучшие из лучших могут спасти человечество. Глава международной организации Щ. И. Т. Ник Фьюри собирает выдающихся защитников справедливости и добра. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный Глаз и Чёрная Вдова вступают в войну с захватчиком.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:42.000Z",
    "year": 2012,
    "kinopoiskId": 263531,
    "imdbId": "tt0848228",
    "tmdbId": 24428,
    "kinopoiskRating": 7.9,
    "imdbRating": 8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-жил-был-пес-43",
    "titleRu": "Жил-был пёс",
    "titleOriginal": "Жил-был пёс",
    "type": "cartoon",
    "posterUrl": "./posters/жил-был-пес-0a1d23c5.jpg",
    "backdropUrl": "./posters/жил-был-пес-0a1d23c5.jpg",
    "description": "Жил-был пёс. Верно служил хозяевам, но по старости его выгнали со двора. В лесу он встречает такого же старого волка, и неожиданная дружба помогает обоим снова почувствовать себя нужными.",
    "genres": [
      "мультфильм",
      "комедия",
      "короткометражка",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:00:43.000Z",
    "year": 1982,
    "kinopoiskId": 45319,
    "imdbId": "tt0216434",
    "tmdbId": 72215,
    "kinopoiskRating": 9.2,
    "imdbRating": 8.4,
    "countries": [
      "СССР"
    ]
  },
  {
    "id": "media-кухня-44",
    "titleRu": "Кухня",
    "titleOriginal": "Кухня",
    "type": "movie",
    "year": 2012,
    "posterUrl": "./posters/кухня-9de985e2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a00000194fe69e46a7aaf9244d12fc65341/1344x756",
    "description": "«Во все времена еда была рядом с людьми. Она искушает, вдохновляет, восхищает, отвращает. Но человек не может без еды, а значит тот, кто создает еду, может управлять миром...». Так думал Максим Лавров, когда шел осуществлять свою мечту – устраиваться поваром в один из самых дорогих ресторанов столицы.\n\nМечта сбылась, вот только на деле все вышло не так вкусно. Шеф-повар ресторана Виктор Баринов – настоящая звезда гастрономического бомонда, знающая как угодить взыскательной публике. Оборотная сторона этого идеального образа – злоупотребление алкоголем, страсть к азартным играм и невыносимый характер. В гневе Баринов страшен, в загуле – неукротим.\n\nАрт-директор Виктория Гончарова – настоящая снежная королева, карьеристка с ледяным сердцем, однако именно с ней Макс проводит ночь до того, как пойти на новую работу. А вся команда поваров только и ждет промашки новичка, чтобы от души посмеяться.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:00:44.000Z",
    "kinopoiskId": 687595,
    "imdbId": "tt2930610",
    "tmdbId": 45994,
    "kinopoiskRating": 7.9,
    "imdbRating": 8.4,
    "countries": [
      "Россия"
    ]
  },
  {
    "id": "media-криминальное-чтиво-45",
    "titleRu": "Криминальное чтиво",
    "titleOriginal": "Pulp Fiction",
    "type": "movie",
    "year": 1994,
    "posterUrl": "./posters/криминальное-чтиво-f54d63e9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a0000019668936f7e30026fc6e441834868/1344x756",
    "description": "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса.\nВ первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй Марселлас покупает боксёра Бутча Кулиджа, чтобы тот сдал бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности.",
    "genres": [
      "триллер",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:00:45.000Z",
    "kinopoiskId": 342,
    "imdbId": "tt0110912",
    "tmdbId": 680,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-три-кота-46",
    "titleRu": "Три кота",
    "titleOriginal": "Три кота",
    "type": "cartoon",
    "year": 2015,
    "posterUrl": "./posters/три-кота-806ef7d0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000019dbcd4fc498a1e0bc6847d4a3774/1920x1080",
    "description": "Три кота — история о повседневной жизни, отношениях и приключениях трех маленьких любознательных котят Коржика, Компота и Карамельки. В их большой семье жизнь никогда не стоит на месте: вместе они учатся выражать эмоции, поддерживать друг друга и находить выход из любой, даже непростой на первый взгляд ситуации, при помощи фантазии и родительского совета.",
    "genres": [
      "мультфильм",
      "детский",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:46.000Z",
    "kinopoiskId": 935898,
    "imdbId": "tt7038964",
    "kinopoiskRating": 8.3,
    "imdbRating": 6.7,
    "countries": [
      "Россия"
    ]
  },
  {
    "id": "media-пятый-элемент-47",
    "titleRu": "Пятый элемент",
    "titleOriginal": "The Fifth Element",
    "type": "movie",
    "year": 1997,
    "posterUrl": "./posters/пятый-элемент-740f5566.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017af8511b65af0939fdb611744bf3/1344x756",
    "description": "Каждые пять тысяч лет открываются двери между измерениями, и тёмные силы стремятся нарушить существующую гармонию. \nXXIII век. Нью-йоркский таксист Корбен Даллас пытался спокойно отработать очередную смену, когда к нему в машину прямо с неба свалилась диковатая красотка и попросила о помощи. Не устояв перед наивными голубыми глазами девушки, Корбен ввязывается в неприятности.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:00:47.000Z",
    "kinopoiskId": 2656,
    "imdbId": "tt0119116",
    "tmdbId": 18,
    "kinopoiskRating": 8.1,
    "imdbRating": 7.6,
    "countries": [
      "Франция"
    ]
  },
  {
    "id": "media-трудные-подростки-48",
    "titleRu": "Трудные подростки",
    "titleOriginal": "Трудные подростки",
    "type": "series",
    "year": 2019,
    "posterUrl": "./posters/трудные-подростки-ad727fe2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000018c01c18218f870bf93ea64489d5f/1344x756",
    "description": "Некогда популярный футболист и капитан национальной сборной Антон Ковалёв, отсидев два года за пьяный дебош, выходит на свободу. Испорченная репутация не позволяет ему получить престижную работу. Воспитавший Антона глава центра для трудных подростков предлагает ему должность тренера, чтобы он подготовил непростых ребят к соревнованиям. Ковалёв соглашается, даже не представляя, насколько сложно ему будет найти общий язык с подопечными, и какое важное место они займут в его жизни.",
    "genres": [
      "драма",
      "комедия",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:00:48.000Z",
    "kinopoiskId": 1311936,
    "imdbId": "tt11859946",
    "tmdbId": 95011,
    "kinopoiskRating": 8.2,
    "imdbRating": 6.8
  },
  {
    "id": "media-мстители-финал-49",
    "titleRu": "Мстители: Финал",
    "titleOriginal": "Мстители: Финал",
    "type": "movie",
    "posterUrl": "./posters/мстители-финал-4ed16d5c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000168e7cbf1bf723879ea306ad8f363/1344x756",
    "description": "Локи возвращается, и в этот раз он не один. Земля оказывается на грани порабощения, и только лучшие из лучших могут спасти человечество. Глава международной организации Щ. И. Т. Ник Фьюри собирает выдающихся защитников справедливости и добра. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный Глаз и Чёрная Вдова вступают в войну с захватчиком.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:49.000Z",
    "year": 2012,
    "kinopoiskId": 263531,
    "imdbId": "tt0848228",
    "tmdbId": 24428,
    "kinopoiskRating": 7.9,
    "imdbRating": 8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-поймай-меня-если-сможешь-50",
    "titleRu": "Поймай меня, если сможешь",
    "titleOriginal": "Catch Me If You Can",
    "type": "movie",
    "year": 2002,
    "posterUrl": "./posters/поймай-меня-если-сможешь-2c9c6d8f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001612718d2d2418d95f8b2ecbda3ec/1344x756",
    "description": "Фрэнк Эбегнейл успел поработать врачом, адвокатом и пилотом на пассажирской авиалинии – и все это до достижения полного совершеннолетия в 21 год. Мастер в обмане и жульничестве, он также обладал искусством подделки документов, что в конечном счете принесло ему миллионы долларов, которые он получил по фальшивым чекам.\n\nАгент ФБР Карл Хэнрэтти отдал бы все, чтобы схватить Фрэнка и привлечь к ответственности за свои деяния, но Фрэнк всегда опережает его на шаг, заставляя продолжать погоню.",
    "genres": [
      "драма",
      "криминал",
      "биография"
    ],
    "addedAt": "2026-06-21T12:00:50.000Z",
    "kinopoiskId": 324,
    "imdbId": "tt0264464",
    "tmdbId": 640,
    "kinopoiskRating": 8.5,
    "imdbRating": 8.1,
    "countries": [
      "США",
      "Канада"
    ]
  },
  {
    "id": "media-очень-странные-дела-51",
    "titleRu": "Очень странные дела",
    "titleOriginal": "Stranger Things",
    "type": "series",
    "year": 2016,
    "posterUrl": "./posters/очень-странные-дела-8af49e8b.jpg",
    "backdropUrl": "https://image.tmdb.org/t/p/w1280/8zbAoryWbtH0DKdev8abFAjdufy.jpg",
    "description": "1980-е годы, тихий провинциальный американский городок. Благоприятное течение местной жизни нарушает загадочное исчезновение подростка по имени Уилл. Выяснить обстоятельства дела полны решимости родные мальчика и местный шериф, также события затрагивают лучшего друга Уилла – Майка. Он начинает собственное расследование. Майк уверен, что близок к разгадке, и теперь ему предстоит оказаться в эпицентре ожесточенной битвы потусторонних сил.",
    "genres": [
      "ужасы",
      "фантастика",
      "фэнтези",
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:00:51.000Z",
    "kinopoiskId": 915196,
    "imdbId": "tt4574334",
    "tmdbId": 66732,
    "kinopoiskRating": 8.4,
    "imdbRating": 8.6
  },
  {
    "id": "media-дюна-52",
    "titleRu": "Дюна",
    "titleOriginal": "Dune: Part One",
    "type": "movie",
    "year": 2021,
    "posterUrl": "./posters/дюна-298242b7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c9a7befa597b53c1700dcaa89b7/1344x756",
    "description": "Наследник знаменитого дома Атрейдесов Пол отправляется вместе с семьей на одну из самых опасных планет во Вселенной — Арракис. Здесь нет ничего, кроме песка, палящего солнца, гигантских чудовищ и основной причины межгалактических конфликтов — невероятно ценного ресурса, который называется меланж. В результате захвата власти Пол вынужден бежать и скрываться, и это становится началом его эпического путешествия. Враждебный мир Арракиса приготовил для него множество тяжелых испытаний, но только тот, кто готов взглянуть в глаза своему страху, достоин стать избранным.",
    "genres": [
      "фантастика",
      "боевик",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:52.000Z",
    "kinopoiskId": 409424,
    "kinopoiskRating": 7.7,
    "imdbRating": 8,
    "countries": [
      "США",
      "Канада",
      "Венгрия"
    ],
    "imdbId": "tt1160419"
  },
  {
    "id": "media-дюна-часть-вторая-53",
    "titleRu": "Дюна: Часть вторая",
    "titleOriginal": "Dune: Part Two",
    "type": "movie",
    "posterUrl": "./posters/дюна-часть-вторая-17816116.jpg",
    "backdropUrl": "./posters/дюна-часть-вторая-17816116.jpg",
    "description": "Герцог Пол Атрейдес присоединяется к фрименам, чтобы стать Муад Дибом, одновременно пытаясь остановить наступление войны",
    "genres": [
      "фантастика",
      "боевик",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:53.000Z",
    "year": 2024,
    "kinopoiskId": 4540126,
    "kinopoiskRating": 8.2,
    "imdbRating": 8.4,
    "countries": [
      "США",
      "Канада",
      "ОАЭ",
      "Венгрия",
      "Италия",
      "Новая Зеландия",
      "Иордания",
      "Гамбия"
    ],
    "imdbId": "tt15239678",
    "tmdbId": 693134
  },
  {
    "id": "media-во-все-тяжкие-54",
    "titleRu": "Во все тяжкие",
    "titleOriginal": "Breaking Bad",
    "type": "series",
    "year": 2008,
    "posterUrl": "./posters/во-все-тяжкие-6072e20c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017802c1ad72babf5fca7bb369de8e/1344x756",
    "description": "Школьный учитель химии Уолтер Уайт узнаёт, что болен раком лёгких. Учитывая сложное финансовое состояние дел семьи, а также перспективы, Уолтер решает заняться изготовлением метамфетамина. Для этого он привлекает своего бывшего ученика Джесси Пинкмана, когда-то исключённого из школы при активном содействии Уайта. Пинкман сам занимался варкой мета, но накануне, в ходе рейда УБН, он лишился подельника и лаборатории.",
    "genres": [
      "криминал",
      "драма",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:00:54.000Z",
    "kinopoiskId": 404900,
    "imdbId": "tt0903747",
    "kinopoiskRating": 8.9,
    "imdbRating": 9.5,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-рататуй-55",
    "titleRu": "Рататуй",
    "titleOriginal": "Ratatouille",
    "type": "cartoon",
    "year": 2007,
    "posterUrl": "./posters/рататуй-48e9ddf9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000168f009d0c401435b974efdf63842/1344x756",
    "description": "Крыс Реми обладает уникальным вкусом. Он готов рисковать собственной жизнью, чтобы посмотреть любимое кулинарное шоу и раздобыть какую-нибудь приправку или просто свежий продукт. Реми живет со своими сородичами, которые его не понимают и не принимают его увлечения кулинарией. Когда Реми случайно попадает на кухню шикарного ресторана, он решает воспользоваться выпавшим ему шансом и проверить свои навыки. \n\nНа эту же кухню попадает и юный Лингвини. Всё, на что он может рассчитывать — это должность уборщика. Но он тоже получает свой шанс.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:00:55.000Z",
    "kinopoiskId": 89514,
    "imdbId": "tt0382932",
    "tmdbId": 2062,
    "kinopoiskRating": 8,
    "imdbRating": 8.1,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-джанго-освобожденный-56",
    "titleRu": "Джанго освобожденный",
    "titleOriginal": "Django Unchained",
    "type": "movie",
    "year": 2012,
    "posterUrl": "./posters/джанго-освобожденный-50829df8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000016c65ca93df91c6b03e406ea2104e/1344x756",
    "description": "Шульц — эксцентричный охотник за головами, который выслеживает и отстреливает самых опасных преступников. Он освобождает раба по имени Джанго, поскольку тот может помочь ему в поисках трёх бандитов. Джанго знает этих парней в лицо, ведь у него с ними свои счёты.",
    "genres": [
      "драма",
      "вестерн",
      "приключения",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:00:56.000Z",
    "kinopoiskId": 586397,
    "imdbId": "tt1853728",
    "tmdbId": 68718,
    "kinopoiskRating": 8.2,
    "imdbRating": 8.5,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-чернобыль-57",
    "titleRu": "Чернобыль",
    "titleOriginal": "Chernobyl",
    "type": "series",
    "year": 2019,
    "posterUrl": "./posters/чернобыль-40b84d9d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000016a9186ce706e697325b13b5a5d0c/1344x756",
    "description": "26 апреля 1988 года химик Валерий Легасов, надёжно спрятав шесть аудиокассет со своими воспоминаниями, вешается у себя в квартире.\n\n26 апреля 1986 года в 1:23:45 во время проведения эксперимента по безопасности на Чернобыльской АЭС происходит взрыв реактора и пожар. Поднятые по тревоге пожарные без спецзащиты прибывают на место аварии, не подозревая, что оказались в эпицентре крупнейшей в истории человечества техногенной катастрофы. Руководство ЧАЭС уверяет Кремль, что ситуация под контролем, и радиационный фон в норме, но по настоянию академика Легасова его вместе с зампредседателя Совета Министров Борисом Щербиной отправляют разобраться в происходящем на месте.",
    "genres": [
      "драма",
      "история"
    ],
    "addedAt": "2026-06-21T12:00:57.000Z",
    "kinopoiskId": 1227803,
    "imdbId": "tt7366338",
    "tmdbId": 87108,
    "kinopoiskRating": 8.8,
    "imdbRating": 9.3
  },
  {
    "id": "media-драйв-58",
    "titleRu": "Драйв",
    "titleOriginal": "Drive",
    "type": "movie",
    "year": 2011,
    "posterUrl": "./posters/драйв-f905b192.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000019929c096fce1b11f15dd90725f97/1344x756",
    "description": "В порт Сан-Франциско из Гонконга прибывает грузовое судно, с загадочным пассажиром по имени Тоби Вонг на борту. Он бежит от корпорации Леунг, в поисках свободы в США. Однако Тоби преследует наемник Вик Мэдисон со своей командой по заданию мистера Лао, главы Леунг.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:00:58.000Z",
    "kinopoiskId": 276598,
    "imdbId": "tt0780504",
    "tmdbId": 64690,
    "kinopoiskRating": 7.4,
    "imdbRating": 7.8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-тайна-коко-59",
    "titleRu": "Тайна Коко",
    "titleOriginal": "Coco",
    "type": "cartoon",
    "year": 2017,
    "posterUrl": "./posters/тайна-коко-6a80b3e5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000168eff6f4136b915c4555f04f597c/1344x756",
    "description": "12-летний Мигель живёт в мексиканской деревушке в семье сапожников и тайно мечтает стать музыкантом. Тайно, потому что в его семье музыка считается проклятием. Когда-то его прапрадед оставил жену, прапрабабку Мигеля, ради мечты, которая теперь не даёт спокойно жить и его праправнуку. С тех пор музыкальная тема в семье стала табу. Мигель обнаруживает, что между ним и его любимым певцом Эрнесто де ла Крусом, ныне покойным, существует некая связь. Паренёк отправляется к своему кумиру в Страну Мёртвых, где встречает души предков. Мигель знакомится там с духом-скелетом по имени Гектор, который становится его проводником. Вдвоём они отправляются на поиски де ла Круса.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:00:59.000Z",
    "kinopoiskId": 679486,
    "imdbId": "tt2380307",
    "tmdbId": 354912,
    "kinopoiskRating": 8.7,
    "imdbRating": 8.4
  },
  {
    "id": "media-темный-рыцарь-60",
    "titleRu": "Темный рыцарь",
    "titleOriginal": "The Dark Knight",
    "type": "movie",
    "year": 2008,
    "posterUrl": "./posters/темный-рыцарь-60c0463e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001670d5f5d21a5ed5475c6a524aa8a/1344x756",
    "description": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "криминал",
      "драма"
    ],
    "addedAt": "2026-06-21T12:01:00.000Z",
    "kinopoiskId": 111543,
    "imdbId": "tt0468569",
    "tmdbId": 155,
    "kinopoiskRating": 8.5,
    "imdbRating": 9.1,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-стражи-галактики-61",
    "titleRu": "Стражи Галактики",
    "titleOriginal": "Guardians of the Galaxy",
    "type": "movie",
    "year": 2014,
    "posterUrl": "./posters/стражи-галактики-5afcf49c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a00000168e5ccf51bd49e47747b40f6e487/1344x756",
    "description": "Отважному путешественнику Питеру Квиллу попадает в руки таинственный артефакт, принадлежащий могущественному и безжалостному злодею Ронану, строящему коварные планы по захвату Вселенной. Питер оказывается в центре межгалактической охоты, где жертва — он сам.\n\nЕдинственный способ спасти свою жизнь — объединиться с четверкой нелюдимых изгоев: воинственным енотом по кличке Ракета, человекоподобным деревом Грутом, смертельно опасной Гаморой и одержимым жаждой мести Драксом, также известным как Разрушитель. Когда Квилл понимает, какой силой обладает украденный артефакт и какую опасность он представляет для вселенной, одиночка пойдет на все, чтобы сплотить случайных союзников для решающей битвы за судьбу галактики.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:01.000Z",
    "kinopoiskId": 689066,
    "imdbId": "tt2015381",
    "tmdbId": 118340,
    "kinopoiskRating": 7.8,
    "imdbRating": 8,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-гладиатор-62",
    "titleRu": "Гладиатор",
    "titleOriginal": "Gladiator",
    "type": "movie",
    "year": 2000,
    "posterUrl": "./posters/гладиатор-07971349.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016128aa76c17a22aa251619a76717/1344x756",
    "description": "Римская империя. Бесстрашного и благородного генерала Максимуса боготворят солдаты, а старый император Марк Аврелий безгранично доверяет ему и относится как к сыну. Однако опытный воин, готовый сразиться с любым противником в честном бою, оказывается бессильным перед коварными придворными интригами. Коммод, сын Марка Аврелия, убивает отца, который планировал сделать преемником не его, а Максимуса, и захватывает власть. Решив избавиться от опасного соперника, который к тому же отказывается присягнуть ему на верность, Коммод отдаёт приказ убить Максимуса и всю его семью. Чудом выжив, но не сумев спасти близких, Максимус попадает в плен к работорговцу, который продаёт его организатору гладиаторских боёв Проксимо. Так легендарный полководец становится гладиатором. Но вскоре ему представится шанс встретиться со своим смертельным врагом лицом к лицу.",
    "genres": [
      "боевик",
      "драма"
    ],
    "addedAt": "2026-06-21T12:01:02.000Z",
    "kinopoiskId": 474,
    "imdbId": "tt0172495",
    "tmdbId": 98,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.5,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-мастер-63",
    "titleRu": "Мастер",
    "titleOriginal": "A Working Man",
    "type": "movie",
    "year": 2025,
    "posterUrl": "./posters/мастер-262064f4.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000196a5670c57eb87d5baaadc80690c/1344x756",
    "description": "Бывший британский спецназовец Левон Кейд оставил войну в прошлом и теперь работает бригадиром на стройке. Он всегда поможет в трудную минуту и не допустит несправедливости, за что его уважают коллеги. Однажды у близких ему людей бандиты похищают 19-летнюю дочь. Полиция бездействует, и Левон по просьбе родителей решает самостоятельно найти девушку и вернуть её домой.",
    "genres": [
      "боевик",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:03.000Z",
    "kinopoiskId": 5450038,
    "imdbId": "tt9150192",
    "tmdbId": 1197306,
    "kinopoiskRating": 7,
    "imdbRating": 5.7
  },
  {
    "id": "media-исчезнувшая-64",
    "titleRu": "Исчезнувшая",
    "titleOriginal": "Gone Girl",
    "type": "movie",
    "year": 2014,
    "posterUrl": "./posters/исчезнувшая-c9632904.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000198f1345cc5bf734f171e5847a726/1344x756",
    "description": "Всё было готово для празднования пятилетия супружеской жизни, когда вдруг необъяснимо пропала виновница торжества. Остались следы борьбы в доме, кровь, которую явно пытались стереть, и цепочка подсказок в игре «охота за сокровищами» - жена ежегодно устраивала её для своего обожаемого мужа. И похоже, что эти подсказки дают шанс пролить свет на судьбу исчезнувшей.",
    "genres": [
      "триллер",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:01:04.000Z",
    "kinopoiskId": 692861,
    "imdbId": "tt2267998",
    "tmdbId": 210577,
    "kinopoiskRating": 7.9,
    "imdbRating": 8.1,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-терминатор-65",
    "titleRu": "Терминатор",
    "titleOriginal": "The Terminator",
    "type": "movie",
    "year": 1984,
    "posterUrl": "./posters/терминатор-629f45f5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000171792af1cb4c52988f912996f3b8/1344x756",
    "description": "История противостояния солдата Кайла Риза и киборга-терминатора, прибывших в 1984 год из пост-апокалиптического будущего, где миром правят машины-убийцы, а человечество находится на грани вымирания.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:01:05.000Z",
    "kinopoiskId": 507,
    "imdbId": "tt0088247",
    "tmdbId": 218,
    "kinopoiskRating": 8,
    "imdbRating": 8.1
  },
  {
    "id": "media-терминатор-2-судный-день-66",
    "titleRu": "Терминатор 2: Судный день",
    "titleOriginal": "Terminator 2: Judgment Day",
    "type": "movie",
    "year": 1991,
    "posterUrl": "./posters/терминатор-2-судный-день-670f469e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000171792bbdad319e2bddd92e719481/1344x756",
    "description": "Прошло более десяти лет с тех пор, как киборг из 2029 года пытался уничтожить Сару Коннор — женщину, чей будущий сын выиграет войну человечества против машин.\n\nТеперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами, неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый терминатор — практически неуязвимая модель T-1000, способная принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора.\n\nОднако шансы Джона на спасение существенно повышаются, когда на помощь приходит перепрограммированный сопротивлением терминатор предыдущего поколения. Оба киборга вступают в смертельный бой, от исхода которого зависит судьба человечества.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:01:06.000Z",
    "kinopoiskId": 444,
    "imdbId": "tt0103064",
    "tmdbId": 280,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.6,
    "countries": [
      "США",
      "Франция"
    ]
  },
  {
    "id": "media-хатико-самый-верный-друг-67",
    "titleRu": "Хатико: Самый верный друг",
    "titleOriginal": "Hachi: A Dog's Tale",
    "type": "movie",
    "year": 2008,
    "posterUrl": "./posters/хатико-самый-верный-друг-f5a3dbef.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000161285620f9a23cfb48206e0b7b72/1344x756",
    "description": "Однажды, возвращаясь с работы, профессор колледжа нашел на вокзале симпатичного щенка породы акита-ину. Профессор и Хатико стали верными друзьями. Каждый день пес провожал и встречал хозяина на вокзале.",
    "genres": [
      "драма",
      "семейный",
      "биография"
    ],
    "addedAt": "2026-06-21T12:01:07.000Z",
    "kinopoiskId": 387556,
    "kinopoiskRating": 8.4,
    "imdbRating": 8.1,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-доктор-стрэндж-68",
    "titleRu": "Доктор Стрэндж",
    "titleOriginal": "Doctor Strange",
    "type": "movie",
    "year": 2016,
    "posterUrl": "./posters/доктор-стрэндж-0da255a4.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000169022ed31a24454b60208e71dc88/1344x756",
    "description": "Страшная автокатастрофа поставила крест на карьере успешного нейрохирурга Доктора Стрэнджа. Отчаявшись, он отправляется в путешествие в поисках исцеления и открывает в себе невероятные способности к трансформации пространства и времени. Теперь он — связующее звено между параллельными измерениями, а его миссия — защищать жителей Земли и противодействовать злу, какое бы обличие оно ни принимало.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:08.000Z",
    "kinopoiskId": 409600,
    "imdbId": "tt1211837",
    "tmdbId": 284052,
    "kinopoiskRating": 7.5,
    "imdbRating": 7.5
  },
  {
    "id": "media-мстители-69",
    "titleRu": "Мстители",
    "titleOriginal": "The Avengers",
    "type": "movie",
    "year": 2012,
    "posterUrl": "./posters/мстители-6edcb376.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000168e7cbf1bf723879ea306ad8f363/1344x756",
    "description": "Локи возвращается, и в этот раз он не один. Земля оказывается на грани порабощения, и только лучшие из лучших могут спасти человечество. Глава международной организации Щ. И. Т. Ник Фьюри собирает выдающихся защитников справедливости и добра. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный Глаз и Чёрная Вдова вступают в войну с захватчиком.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:09.000Z",
    "kinopoiskId": 263531,
    "imdbId": "tt0848228",
    "tmdbId": 24428,
    "kinopoiskRating": 7.9,
    "imdbRating": 8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-валл-и-70",
    "titleRu": "ВАЛЛ·И",
    "titleOriginal": "WALL·E",
    "type": "cartoon",
    "year": 2008,
    "posterUrl": "./posters/валл-и-41eed133.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a00000168f0107c4e9c235881c7b3e4bd25/1344x756",
    "description": "Робот ВАЛЛ·И из года в год прилежно трудится на опустевшей Земле, очищая нашу планету от гор мусора, которые оставили после себя улетевшие в космос люди. Он и не представляет, что совсем скоро произойдут невероятные события, благодаря которым он встретит друзей, поднимется к звездам и даже сумеет изменить к лучшему своих бывших хозяев, совсем позабывших родную Землю.",
    "genres": [
      "мультфильм",
      "фантастика",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:01:10.000Z",
    "kinopoiskId": 279102,
    "imdbId": "tt0910970",
    "tmdbId": 10681,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-трое-из-простоквашино-71",
    "titleRu": "Трое из Простоквашино",
    "titleOriginal": "Трое из Простоквашино",
    "type": "cartoon",
    "year": 1978,
    "posterUrl": "./posters/трое-из-простоквашино-ee2c140d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/12808873/2a0000019680dcba1fb03431ae548b02276c/1344x756",
    "description": "Жил-был мальчик по прозвищу Дядя Федор. Он очень любил животных, но его родители и слышать ничего не хотели о том, чтобы в их квартире завелся кто-то хвостатый и лохматый. И пришлось Дяде Федору со своими новыми приятелями - котом Матроскиным и верным песиком Шариком - отправиться в деревню Простоквашино.",
    "genres": [
      "мультфильм",
      "детский",
      "короткометражка"
    ],
    "addedAt": "2026-06-21T12:01:11.000Z",
    "kinopoiskId": 42326,
    "imdbId": "tt0189160",
    "tmdbId": 77294,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.1
  },
  {
    "id": "media-король-лев-72",
    "titleRu": "Король Лев",
    "titleOriginal": "The Lion King",
    "type": "cartoon",
    "year": 1994,
    "posterUrl": "./posters/король-лев-b056136f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000169053916b35362cab3991b0fc116/1344x756",
    "description": "У величественного Короля-Льва Муфасы рождается наследник по имени Симба. Уже в детстве любознательный малыш становится жертвой интриг своего завистливого дяди Шрама, мечтающего о власти.\nСимба познаёт горе утраты, предательство и изгнание, но в конце концов обретает верных друзей и находит любимую. Закалённый испытаниями, он в нелёгкой борьбе отвоёвывает своё законное место в «Круге жизни», осознав, что значит быть настоящим Королём. ",
    "genres": [
      "мультфильм",
      "мюзикл",
      "драма",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:01:12.000Z",
    "kinopoiskId": 2360,
    "imdbId": "tt0110357",
    "tmdbId": 8587,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.5,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-дэдпул-73",
    "titleRu": "Дэдпул",
    "titleOriginal": "Deadpool",
    "type": "movie",
    "year": 2016,
    "posterUrl": "./posters/дэдпул-55d87ff9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a000001626d3bfd64104ee81e873a01e8ce/1344x756",
    "description": "Уэйд Уилсон — наёмник. Будучи побочным продуктом программы вооружённых сил под названием «Оружие X», Уилсон приобрёл невероятную силу, проворство и способность к исцелению. Но страшной ценой: его клеточная структура постоянно меняется, а здравомыслие сомнительно. Всё, чего хочет Уилсон, — держаться на плаву в социальной выгребной яме. Но течение в ней слишком быстрое.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:13.000Z",
    "kinopoiskId": 462360,
    "imdbId": "tt1431045",
    "tmdbId": 293660,
    "kinopoiskRating": 7.8,
    "imdbRating": 8,
    "countries": [
      "США",
      "Канада"
    ]
  },
  {
    "id": "media-унесенные-призраками-74",
    "titleRu": "Унесённые призраками",
    "titleOriginal": "Sen to Chihiro no kamikakushi",
    "type": "anime",
    "posterUrl": "./posters/унесенные-призраками-36a3611b.jpg",
    "backdropUrl": "./posters/унесенные-призраками-36a3611b.jpg",
    "description": "Тихиро с мамой и папой переезжает в новый дом, но по дороге семья попадает в таинственный мир духов. Чтобы спасти родителей, девочке приходится работать в купальнях ведьмы Юбабы.",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:01:14.000Z",
    "year": 2001,
    "kinopoiskId": 370,
    "imdbId": "tt0245429",
    "tmdbId": 129,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.6,
    "countries": [
      "Япония"
    ]
  },
  {
    "id": "media-бесславные-ублюдки-75",
    "titleRu": "Бесславные ублюдки",
    "titleOriginal": "Inglourious Basterds",
    "type": "movie",
    "year": 2009,
    "posterUrl": "./posters/бесславные-ублюдки-f35cdcc3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016128d77c99cc26600ad7a3952eb9/1344x756",
    "description": "Вторая мировая война. В оккупированной немцами Франции группа американских солдат-евреев наводит страх на нацистов, жестоко убивая и скальпируя солдат.",
    "genres": [
      "боевик",
      "драма",
      "комедия",
      "военный"
    ],
    "addedAt": "2026-06-21T12:01:15.000Z",
    "kinopoiskId": 9691,
    "imdbId": "tt0361748",
    "tmdbId": 16869,
    "kinopoiskRating": 7.9,
    "imdbRating": 8.4,
    "countries": [
      "США",
      "Германия"
    ]
  },
  {
    "id": "media-железный-человек-76",
    "titleRu": "Железный человек",
    "titleOriginal": "Iron Man",
    "type": "movie",
    "year": 2008,
    "posterUrl": "./posters/железный-человек-d3ca481f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000168e5bb656ca199318b2a17deab5a/1344x756",
    "description": "Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков Старк конструирует высокотехнологичную киберброню, которая помогает  ему сбежать. Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально...",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:16.000Z",
    "kinopoiskId": 61237,
    "imdbId": "tt0371746",
    "tmdbId": 1726,
    "kinopoiskRating": 7.9,
    "imdbRating": 7.9,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-молодежка-77",
    "titleRu": "Молодёжка",
    "titleOriginal": "Молодежка",
    "type": "series",
    "posterUrl": "./posters/молодежка-360510f8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a00000192ec5b89615b39ef892d02808ab3/1344x756",
    "description": "«Медведи» никогда не были лидерами своей лиги. Но теперь все будет по-другому — за команду берется новый тренер Сергей Макеев. Когда-то он блеснул в НХЛ, но после травмы завершил карьеру игрока. Перед новоиспеченным тренером стоит невыполнимая задача — выиграть чемпионат и превратить команду любителей в настоящих профи. Но вот только как это сделать, ведь у его игроков в их 15-17 лет есть еще так много интересных дел. Да и в клубе не все рады приходу слишком активного новичка…",
    "genres": [
      "драма",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:01:17.000Z",
    "year": 2013,
    "kinopoiskId": 732568,
    "imdbId": "tt3778126",
    "tmdbId": 276105,
    "kinopoiskRating": 7.7,
    "countries": [
      "Россия"
    ],
    "imdbRating": 5.6
  },
  {
    "id": "media-смешарики-78",
    "titleRu": "Смешарики",
    "titleOriginal": "Смешарики",
    "type": "movie",
    "year": 2003,
    "posterUrl": "./posters/смешарики-c50d4806.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017158fef89cbd13a99b16c4181d97/1344x756",
    "description": "Истории о дружбе и приключениях круглых героев. Весёлые и музыкальные, неожиданные и мечтательные, домашние и авантюрные. Целый мир в одной уютной ромашковой долине.",
    "genres": [
      "мультфильм",
      "детский",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:01:18.000Z",
    "kinopoiskId": 256124,
    "imdbId": "tt0853174",
    "tmdbId": 6589,
    "kinopoiskRating": 7.8,
    "imdbRating": 7.8
  },
  {
    "id": "media-гравити-фолз-79",
    "titleRu": "Гравити Фолз",
    "titleOriginal": "Gravity Falls",
    "type": "series",
    "year": 2012,
    "posterUrl": "./posters/гравити-фолз-6f8b1ae5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000170cdf1b6ca23676008b2ab962969/1344x756",
    "description": "Приключения двойняшек Диппера и Мэйбл, которые проводят летние каникулы у двоюродного дедушки в городке под названием Гравити Фолз.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "детектив",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:01:19.000Z",
    "kinopoiskId": 591929,
    "imdbId": "tt1865718",
    "tmdbId": 40075,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.9,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-ford-против-ferrari-80",
    "titleRu": "Ford против Ferrari",
    "titleOriginal": "Ford v Ferrari",
    "type": "movie",
    "year": 2019,
    "posterUrl": "./posters/ford-против-ferrari-557b71c5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000016eac2e2af37848539220c7c25704/1344x756",
    "description": "В начале 1960-х Генри Форд II принимает решение улучшить имидж компании и сменить курс на производство более модных автомобилей. После неудавшейся попытки купить практически банкрота Ferrari американцы решают бросить вызов итальянским конкурентам на трассе и выиграть престижную гонку 24 часа Ле-Мана. Чтобы создать подходящую машину, компания нанимает автоконструктора Кэррола Шэлби, а тот отказывается работать без выдающегося, но, как считается, трудного в общении гонщика Кена Майлза. Вместе они принимаются за разработку впоследствии знаменитого спорткара Ford GT40.",
    "genres": [
      "биография",
      "спорт",
      "драма",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:01:20.000Z",
    "kinopoiskId": 835086,
    "imdbId": "tt1950186",
    "tmdbId": 359724,
    "kinopoiskRating": 8.2,
    "imdbRating": 8.1
  },
  {
    "id": "media-назад-в-будущее-81",
    "titleRu": "Назад в будущее",
    "titleOriginal": "Back to the Future",
    "type": "movie",
    "year": 1985,
    "posterUrl": "./posters/назад-в-будущее-5ae8c45c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000016128aa9721be7e9d22f4bb2be635/1344x756",
    "description": "Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым.",
    "genres": [
      "фантастика",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:21.000Z",
    "kinopoiskId": 476,
    "imdbId": "tt0088763",
    "tmdbId": 105,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.5
  },
  {
    "id": "media-как-приручить-дракона-82",
    "titleRu": "Как приручить дракона",
    "titleOriginal": "How to Train Your Dragon",
    "type": "movie",
    "year": 2010,
    "posterUrl": "./posters/как-приручить-дракона-8bb5602b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017d72bf184d92abb48d1731aec0e6/1344x756",
    "description": "Подростку Иккингу не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Парень неожиданно заводит дружбу с драконом Беззубиком, который поможет ему и другим викингам увидеть мир с совершенно другой стороны.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:01:22.000Z",
    "kinopoiskId": 280172,
    "imdbId": "tt0892769",
    "tmdbId": 10191,
    "kinopoiskRating": 8.2,
    "imdbRating": 8.1,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-счастливое-число-слевина-83",
    "titleRu": "Счастливое число Слевина",
    "titleOriginal": "Lucky Number Slevin",
    "type": "movie",
    "year": 2005,
    "posterUrl": "./posters/счастливое-число-слевина-2150eee8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000160561222eff07f4343dac39f4bf6/1344x756",
    "description": "Слевину не везет — дом опечатан, девушка ушла к другому. Его друг Ник уезжает из Нью-Йорка и предлагает Слевину пожить в пустой квартире. Тем временем, крупный криминальный авторитет по прозвищу Босс хочет рассчитаться со своим бывшим партнером за убийство сына и в отместку заказать его наследника.",
    "genres": [
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:23.000Z",
    "kinopoiskId": 86326,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.7,
    "countries": [
      "США",
      "Канада",
      "Великобритания",
      "Германия"
    ]
  },
  {
    "id": "media-шерлок-84",
    "titleRu": "Шерлок",
    "titleOriginal": "Sherlock",
    "type": "series",
    "year": 2010,
    "posterUrl": "./posters/шерлок-c351e705.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a00000170aa632ff1e84afcf180b7c85c31/1344x756",
    "description": "События разворачиваются в наши дни. Он прошел Афганистан, остался инвалидом. По возвращении в родные края встречается с загадочным, но своеобразным гениальным человеком. Тот в поиске соседа по квартире. Лондон, 2010 год. Происходят необъяснимые убийства. Скотланд-Ярд без понятия, за что хвататься. Существует лишь один человек, который в силах разрешить проблемы и найти ответы на сложные вопросы.",
    "genres": [
      "триллер",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:01:24.000Z",
    "kinopoiskId": 502838,
    "imdbId": "tt1475582",
    "tmdbId": 19885,
    "kinopoiskRating": 8.9,
    "imdbRating": 9,
    "countries": [
      "Великобритания",
      "США"
    ]
  },
  {
    "id": "media-дьявол-носит-prada-85",
    "titleRu": "Дьявол носит Prada",
    "titleOriginal": "The Devil Wears Prada",
    "type": "movie",
    "year": 2006,
    "posterUrl": "./posters/дьявол-носит-prada-aa82945a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a00000178d13745854b9b8498213ed8151a/1344x756",
    "description": "Мечтающая стать журналисткой провинциальная девушка Энди по окончании университета получает должность помощницы всесильной Миранды Пристли, деспотичного редактора одного из крупнейших нью-йоркских журналов мод. Энди всегда мечтала о такой работе, не зная, с каким нервным напряжением это будет связано…",
    "genres": [
      "драма",
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:01:25.000Z",
    "kinopoiskId": 104992,
    "imdbId": "tt0458352",
    "tmdbId": 350,
    "kinopoiskRating": 7.5,
    "imdbRating": 7,
    "countries": [
      "США",
      "Франция"
    ]
  },
  {
    "id": "media-головоломка-86",
    "titleRu": "Головоломка",
    "titleOriginal": "Inside Out",
    "type": "cartoon",
    "year": 2015,
    "posterUrl": "./posters/головоломка-47ddbfc2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000168effca5541c59e90bb0faa21ccc/1344x756",
    "description": "В голове у обычной 11-летней школьницы Райли живут пять базовых эмоций: Радость, Грусть, Страх, Гнев и Отвращение. Каждый день они помогают девочке справляться с проблемами, руководя всеми её поступками. Вдруг выясняется, что Райли с родителями предстоит переезд из небольшого уютного городка в шумный и людный мегаполис. Каждая из эмоций считает, что именно она лучше прочих знает, что нужно делать в этой непростой ситуации, и в голове у девочки наступает полный хаос.",
    "genres": [
      "мультфильм",
      "семейный",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:01:26.000Z",
    "kinopoiskId": 645118,
    "imdbId": "tt2096673",
    "tmdbId": 150540,
    "kinopoiskRating": 8,
    "imdbRating": 8.1,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-марсианин-87",
    "titleRu": "Марсианин",
    "titleOriginal": "The Martian",
    "type": "movie",
    "year": 2015,
    "posterUrl": "./posters/марсианин-3934e7ca.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c4ca02777225edc8cd84bcd77b3/1344x756",
    "description": "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.\n\nОчнувшись, Уотни обнаруживает, что связь с Землёй отсутствует, но при этом полностью функционирует жилой модуль. Главный герой начинает искать способ продержаться на имеющихся запасах еды, витаминов, воды и воздуха ещё 4 года до прилёта следующей миссии «Арес-4».",
    "genres": [
      "фантастика",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:27.000Z",
    "kinopoiskId": 841700,
    "imdbId": "tt3659388",
    "tmdbId": 286217,
    "kinopoiskRating": 7.7,
    "imdbRating": 8,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-однажды-в-голливуде-88",
    "titleRu": "Однажды в… Голливуде",
    "titleOriginal": "Once Upon a Time in... Hollywood",
    "type": "movie",
    "year": 2019,
    "posterUrl": "./posters/однажды-в-голливуде-95a27949.jpg",
    "backdropUrl": "./posters/однажды-в-голливуде-95a27949.jpg",
    "description": "1969 год, золотой век Голливуда уже закончился. Актер Рик Далтон и его дублер Клифф Бут пытаются найти свое место в меняющейся киноиндустрии на фоне событий, потрясших Лос-Анджелес.",
    "genres": [
      "драма",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:01:28.000Z",
    "kinopoiskId": 1047883,
    "imdbId": "tt7131622",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.6,
    "countries": [
      "США",
      "Великобритания",
      "Китай"
    ],
    "tmdbId": 466272
  },
  {
    "id": "media-престиж-89",
    "titleRu": "Престиж",
    "titleOriginal": "The Prestige",
    "type": "movie",
    "year": 2006,
    "posterUrl": "./posters/престиж-8fbb3adf.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001670d5f7343a577e1025acfaacfd0/1344x756",
    "description": "Роберт и Альфред - фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну.\n\nОни готовы на все, чтобы выведать друг у друга секреты фантастических трюков и сорвать их исполнение. Непримиримая вражда, вспыхнувшая между ними, начинает угрожать жизни окружающих их людей…",
    "genres": [
      "фантастика",
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:01:29.000Z",
    "kinopoiskId": 195334,
    "imdbId": "tt0482571",
    "tmdbId": 1124,
    "kinopoiskRating": 8.5,
    "imdbRating": 8.5,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-бесстыжие-90",
    "titleRu": "Бесстыжие",
    "titleOriginal": "Shameless",
    "type": "series",
    "year": 2011,
    "posterUrl": "./posters/бесстыжие-9689d05e.jpg",
    "backdropUrl": "./posters/бесстыжие-9689d05e.jpg",
    "description": "О взбалмошной многодетной семье Галлагеров и их соседях, которые веселятся, попадают в самые невероятные ситуации и пыта",
    "genres": [
      "драма",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:01:30.000Z",
    "kinopoiskId": 571335,
    "imdbId": "tt1586680",
    "tmdbId": 34307,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.5,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-такси-91",
    "titleRu": "Такси",
    "titleOriginal": "Taxi",
    "type": "movie",
    "year": 1998,
    "posterUrl": "./posters/такси-ad66a927.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001837e6995edc21df6137eb02d2ad5/1344x756",
    "description": "Таксист Даниэль помешан на быстрой езде. Как ураган проносится он по извилистым улицам Марселя на мощном ревущем «Пежо», пугая прохожих и приводя в ужас пассажиров. Начинающий следователь Эмильен вынуждает его помогать в поимке банды грабителей банков, каждый раз ускользающих от полиции на неуловимых «Мерседесах».",
    "genres": [
      "боевик",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:31.000Z",
    "kinopoiskId": 14349,
    "imdbId": "tt0152930",
    "tmdbId": 2330,
    "kinopoiskRating": 7.9,
    "imdbRating": 7,
    "countries": [
      "Франция"
    ]
  },
  {
    "id": "media-такси-2-92",
    "titleRu": "Такси 2",
    "titleOriginal": "Taxi 2",
    "type": "movie",
    "year": 2000,
    "posterUrl": "./posters/такси-2-de37c2b3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016b2c54c6a65e64b1585f126b5a49/1344x756",
    "description": "Во Францию прибывает министр обороны Японии. Цель его визита - ознакомиться с французским опытом борьбы с терроризмом и подписать «контракт века» о взаимном сотрудничестве.\n\nНеожиданно во время показательных выступлений французской полиции министра обороны похищают якудза, желающая сорвать заключение наиважнейшего контракта. Даниэль и Эмильен отправляются на поиски высокого гостя. В дело вступает уже хорошо знакомое нам такси.",
    "genres": [
      "боевик",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:32.000Z",
    "kinopoiskId": 854,
    "imdbId": "tt0183869",
    "tmdbId": 2332,
    "kinopoiskRating": 7.6,
    "imdbRating": 6.5,
    "countries": [
      "Франция"
    ]
  },
  {
    "id": "media-такси-3-93",
    "titleRu": "Такси 3",
    "titleOriginal": "Taxi 3",
    "type": "movie",
    "year": 2003,
    "posterUrl": "./posters/такси-3-888dad07.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000016b5584f2cf67d98f608863512cb1/1344x756",
    "description": "В канун Рождества банда Санта-Клаусов совершает ограбления банков в Марселе. Ловить преступников предстоит таксисту Даниелю и полицейскому Эмильену. Но те вытворяют такое, что вреда от них может быть больше, чем от самих грабителей.",
    "genres": [
      "боевик",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:33.000Z",
    "kinopoiskId": 14339,
    "imdbId": "tt0295721",
    "kinopoiskRating": 7.2,
    "imdbRating": 5.8,
    "countries": [
      "Франция"
    ]
  },
  {
    "id": "media-такси-4-94",
    "titleRu": "Такси 4",
    "titleOriginal": "Taxi 4",
    "type": "movie",
    "year": 2007,
    "posterUrl": "./posters/такси-4-f6ca51de.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017ca20c9863ff94d01feb156e5ef8/1344x756",
    "description": "Преступника № 1 транспортируют из Бельгии в Конго через Марсель. Всего несколько часов самый опасный человек в мире, упрятанный в скафандр и железную клетку, должен пробыть в полицейском участке комиссара Жибера, а охранять преступника доверили Эмильену.",
    "genres": [
      "боевик",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:34.000Z",
    "kinopoiskId": 258478,
    "imdbId": "tt0804540",
    "kinopoiskRating": 6.8,
    "imdbRating": 5.6,
    "countries": [
      "Франция"
    ]
  },
  {
    "id": "media-круэлла-95",
    "titleRu": "Круэлла",
    "titleOriginal": "Cruella",
    "type": "cartoon",
    "year": 2021,
    "posterUrl": "./posters/круэлла-ea710b81.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017b781d5e5388d7e6b517483ca856/1344x756",
    "description": "Великобритания, 1960-е годы. Эстелла была необычным ребёнком, и особенно трудно ей было мириться со всякого рода несправедливостью. Вылетев из очередной школы, она с мамой отправляется в Лондон. По дороге они заезжают в особняк известной модельерши по имени Баронесса, где в результате ужасного несчастного случая мама погибает. Добравшись до Лондона, Эстелла знакомится с двумя мальчишками — уличными мошенниками Джаспером и Хорасом.\n\n10 лет спустя та же компания промышляет на улицах британской столицы мелким воровством, но Эстелла никак не может оставить мечту сделать карьеру в мире моды. Хитростью устроившись в фешенебельный универмаг, девушка привлекает внимание Баронессы, и та берёт её к себе в штат дизайнеров.",
    "genres": [
      "комедия",
      "криминал",
      "драма"
    ],
    "addedAt": "2026-06-21T12:01:35.000Z",
    "kinopoiskId": 804662,
    "imdbId": "tt3228774",
    "tmdbId": 337404,
    "kinopoiskRating": 7.6,
    "imdbRating": 7.3
  },
  {
    "id": "media-большой-куш-96",
    "titleRu": "Большой куш",
    "titleOriginal": "Snatch",
    "type": "movie",
    "year": 2000,
    "posterUrl": "./posters/большой-куш-04df5b00.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000182cec22671613737070692f08e38/1344x756",
    "description": "Фрэнки Четыре Пальца должен был переправить краденый алмаз из Англии в США своему боссу Эви, но, сделав ставку на подпольный боксерский поединок, он попал в круговорот весьма нежелательных событий. Вокруг него и его груза разворачивается сложная интрига с участием множества колоритных персонажей лондонского дна — русского гангстера, троих незадачливых грабителей, хитрого боксера и угрюмого громилы грозного мафиози. Каждый норовит в одиночку сорвать большой куш.",
    "genres": [
      "криминал",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:01:36.000Z",
    "kinopoiskId": 526,
    "imdbId": "tt0208092",
    "tmdbId": 107,
    "kinopoiskRating": 8.5,
    "imdbRating": 8.2,
    "countries": [
      "Великобритания",
      "США"
    ]
  },
  {
    "id": "media-душа-97",
    "titleRu": "Душа",
    "titleOriginal": "Soul",
    "type": "cartoon",
    "year": 2020,
    "posterUrl": "./posters/душа-8bf7803f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017914287f74f119b3885c69bb1de0/1344x756",
    "description": "Уже немолодой школьный учитель музыки Джо Гарднер всю жизнь мечтал выступать на сцене в составе джазового ансамбля. Однажды он успешно проходит прослушивание у легендарной саксофонистки и, возвращаясь домой вне себя от счастья, падает в люк и умирает. Теперь у Джо одна дорога — в Великое После, но он сбегает с идущего в вечность эскалатора и случайно попадает в Великое До. Тут новенькие души обретают себя, и у будущих людей зарождаются увлечения, мечты и интересы. Джо становится наставником упрямой души 22, которая уже много веков не может найти свою искру и отправиться на Землю.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:01:37.000Z",
    "kinopoiskId": 775273,
    "imdbId": "tt2948372",
    "tmdbId": 508442,
    "kinopoiskRating": 8.4,
    "imdbRating": 8
  },
  {
    "id": "media-шоу-трумана-98",
    "titleRu": "Шоу Трумана",
    "titleOriginal": "The Truman Show",
    "type": "movie",
    "year": 1998,
    "posterUrl": "./posters/шоу-трумана-507c98d5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000016128a6e86a61ab0ba35ef1273d86/1344x756",
    "description": "Представьте себе, что вы вдруг начинаете понимать, что все вокруг вас — декорации, а люди — актеры, притворяющиеся теми, кем они вам кажутся. Весь ваш мир оказывается большим телесериалом, где вы исполняете главную роль, даже не подозревая об этом. Вся ваша жизнь — результат работы автора телешоу, которое вот уже тридцать лет смотрит вся планета, начиная с момента вашего рождения.\n В такой ситуации оказался Труман, главный герой картины. Будет ли он продолжать жить в безопасном мире, где, как он теперь знает, у него практически нет свободы выбора, или все-таки выйдет из «игры» и станет сам хозяином своей судьбы, в которой его ждет не запланированная сценарием девушка?",
    "genres": [
      "драма"
    ],
    "addedAt": "2026-06-21T12:01:38.000Z",
    "kinopoiskId": 4541,
    "imdbId": "tt0120382",
    "tmdbId": 37165,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.2,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-барбоскины-99",
    "titleRu": "Барбоскины",
    "titleOriginal": "Барбоскины",
    "type": "cartoon",
    "year": 2011,
    "posterUrl": "./posters/барбоскины-44672205.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a00000191c401b747c780c187d27ab90e68/1344x756",
    "description": "Мама, папа и… пятеро щенят. У Барбоскиных все, как у людей. Папа свободное время проводит за компьютером, дочери увлекаются модой и слушают Жанну Киску, а сыновья играют в футбол и мечтают о Нобелевской премии.",
    "genres": [
      "мультфильм",
      "детский"
    ],
    "addedAt": "2026-06-21T12:01:39.000Z",
    "kinopoiskId": 592212,
    "imdbId": "tt3968624",
    "tmdbId": 71970,
    "kinopoiskRating": 6.9,
    "imdbRating": 5.3
  },
  {
    "id": "media-главный-герой-100",
    "titleRu": "Главный герой",
    "titleOriginal": "Free Guy",
    "type": "movie",
    "year": 2021,
    "posterUrl": "./posters/главный-герой-493f263e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017bd0bb4ee0941aec3aa1ccd7ea5c/1344x756",
    "description": "Парень по имени Парень счастлив. Он живет в лучшем в мире городе Городе, работает на лучшей в мире работе в Банке и дружит с охранником по имени Приятель. И его совершенно не волнует, что Банк грабят по нескольку раз на дню, а улицы Города напоминают зону военных действий. Единственное, чего Парню не хватает для полного счастья — идеальной девушки, к которой у него имеется точный список требований. И вот однажды он видит на улице красотку, точь-в-точь как в его мечтах. Эта встреча изменит не только нашего главного героя, но и перевернёт весь известный ему мир.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:01:40.000Z",
    "kinopoiskId": 1199100,
    "imdbId": "tt6264654",
    "tmdbId": 550988,
    "kinopoiskRating": 7.4,
    "imdbRating": 7.1
  },
  {
    "id": "media-первому-игроку-приготовиться-101",
    "titleRu": "Первому игроку приготовиться",
    "titleOriginal": "Ready Player One",
    "type": "movie",
    "year": 2018,
    "posterUrl": "./posters/первому-игроку-приготовиться-9f7d842f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000167652493c916e6a5e7fb94a03a6b/1344x756",
    "description": "2045 год. Мир погружается в хаос, и люди ищут спасения в виртуальной вселенной игры OASIS. Её создатель, гениальный и эксцентричный Джеймс Холлидей, оставляет завещание: его колоссальное состояние получит игрок, первым обнаруживший в игре цифровое «пасхальное яйцо». На поиски бросается весь мир. Обычный парень Уэйд Уоттс решает принять участие в состязании и бросается в головокружительную погоню за сокровищами по фантастическому миру, полному загадок, опасностей и невероятных открытий.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:41.000Z",
    "kinopoiskId": 538225,
    "imdbId": "tt1677720",
    "tmdbId": 333339,
    "kinopoiskRating": 7.4,
    "imdbRating": 7.4
  },
  {
    "id": "media-сверхъестественное-102",
    "titleRu": "Сверхъестественное",
    "titleOriginal": "Supernatural",
    "type": "series",
    "year": 2005,
    "posterUrl": "./posters/сверхъестественное-1e7eac2d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000175c2d3c9c93a06850be2b698ec36/1344x756",
    "description": "Сериал рассказывает о приключениях братьев Сэма и Дина Винчестеров, которые путешествуют по Соединённым Штатам на чёрном автомобиле Chevrolet Impala 1967 года, расследуют паранормальные явления, многие из которых основаны на американских городских легендах и фольклоре, и сражаются с порождениями зла, такими как демоны и призраки.",
    "genres": [
      "ужасы",
      "фэнтези",
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:01:42.000Z",
    "kinopoiskId": 178707,
    "imdbId": "tt0460681",
    "tmdbId": 1622,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-волчонок-103",
    "titleRu": "Волчонок",
    "titleOriginal": "Teen Wolf",
    "type": "series",
    "year": 2011,
    "posterUrl": "./posters/волчонок-40d07052.jpg",
    "backdropUrl": "./posters/волчонок-40d07052.jpg",
    "description": "Старшеклассник Скотт МакКолл после укуса неизвестного зверя становится оборотнем и пытается совместить обычную школьную жизнь с новыми опасными способностями.",
    "genres": [
      "фэнтези",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:01:43.000Z",
    "kinopoiskId": 492613,
    "kinopoiskRating": 8,
    "imdbRating": 7.7,
    "countries": [
      "США"
    ],
    "imdbId": "tt1567432",
    "tmdbId": 34524
  },
  {
    "id": "media-бригада-104",
    "titleRu": "Бригада",
    "titleOriginal": "Бригада",
    "type": "series",
    "year": 2002,
    "posterUrl": "./posters/бригада-e6e4304b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/17667793/2a0000019ce79657c7bdfc02efb6c84a7845/1344x756",
    "description": "Это история четырех друзей детства, обычных московских парней, Саши Белого, Космоса, Пчелы и Фила, выросших в одном дворе. Друзья решили немного подзаработать, но незапланированное убийство вмиг перемешало все задуманное, поставив на кон их жизни.\n\nСтавка слишком высока, но отступать некуда. Теперь парни прокладывают себе дорогу в криминальном мире и волею судеб превращаются в одну из самых сплоченных и влиятельных группировок…",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:44.000Z",
    "kinopoiskId": 77039,
    "imdbId": "tt0337898",
    "tmdbId": 30877,
    "kinopoiskRating": 8.1,
    "imdbRating": 8.2,
    "countries": [
      "Россия"
    ]
  },
  {
    "id": "media-время-105",
    "titleRu": "Время",
    "titleOriginal": "In Time",
    "type": "movie",
    "year": 2011,
    "posterUrl": "./posters/время-ceb6dd4a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13051577/2a0000019985856f7a7ea2b3d94d09db59b6/1344x756",
    "description": "Добро пожаловать в мир, где время стало единственной и самой твердой валютой, где люди генетически запрограммированы так, что в 25 лет перестают стареть. Правда, последующие годы стоят денег. И вот богатые становятся практически бессмертными, а бедные обречены сражаться за жизнь. Уилл, бунтарь из гетто, несправедливо обвинен в убийстве с целью грабежа времени и теперь вынужден, захватив заложницу, пуститься в бега.",
    "genres": [
      "фантастика",
      "триллер",
      "драма",
      "мелодрама",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:45.000Z",
    "kinopoiskId": 517988,
    "imdbId": "tt1637688",
    "tmdbId": 49530,
    "kinopoiskRating": 7.3,
    "imdbRating": 6.7,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-винни-пух-106",
    "titleRu": "Винни Пух",
    "titleOriginal": "Винни Пух",
    "type": "cartoon",
    "year": 1969,
    "posterUrl": "./posters/винни-пух-62f0eab3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a000001725a8e6cf54e7e06f8b359c6d406/1344x756",
    "description": "Первый фильм из серии о забавном медвежонке и его друзьях. Фильм снят по сказке Алана Милна. Глава, в которой происходит знакомство с Винни-Пухом и подозрительными пчелами.",
    "genres": [
      "мультфильм",
      "детский",
      "короткометражка"
    ],
    "addedAt": "2026-06-21T12:01:46.000Z",
    "kinopoiskId": 45779,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.2,
    "countries": [
      "СССР"
    ]
  },
  {
    "id": "media-движение-вверх-107",
    "titleRu": "Движение вверх",
    "titleOriginal": "Движение вверх",
    "type": "movie",
    "year": 2017,
    "posterUrl": "./posters/движение-вверх-06aa6086.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a000001638cb5aa75f0a9d6132790193256/1344x756",
    "description": "Есть победы, которые меняют ход истории. Победы духа, победы страны, победы всего мира. Таким триумфом стали легендарные «три секунды» - выигрыш сборной СССР по баскетболу на роковой мюнхенской Олимпиаде 1972 г. Впервые за 36 лет была повержена «непобедимая» команда США. Никто даже помыслить не мог о том, что это возможно – обыграть великолепных непогрешимых американцев на Олимпийских играх! Никто, кроме советских баскетболистов (русских и грузин, украинцев и казахов, белорусов и литовцев).\n\nКогда проигрыш означал поражение страны, когда нужно было выходить и бороться в раскаленной обстановке из-за произошедшего теракта, великий тренер сборной СССР был готов на все, лишь бы помочь своим подопечным разбить американский миф о непотопляемой команде мечты. Ведь он знал, что создал самую сильную сборную на планете, и в начале заставил поверить в это своих игроков, а затем весь мир.",
    "genres": [
      "спорт",
      "драма"
    ],
    "addedAt": "2026-06-21T12:01:47.000Z",
    "kinopoiskId": 840817,
    "imdbId": "tt5987402",
    "tmdbId": 444218,
    "kinopoiskRating": 7.6,
    "imdbRating": 6.6
  },
  {
    "id": "media-фиксики-108",
    "titleRu": "Фиксики",
    "titleOriginal": "Фиксики",
    "type": "cartoon",
    "year": 2010,
    "posterUrl": "./posters/фиксики-9b277d48.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/17702706/2a0000019c42783eab56dba11a2eab07f174/1344x756",
    "description": "«А кто такие фиксики — большой-большой секрет!» — так поётся в песенке про фиксиков. До недавнего времени люди почти ничего не знали об этих маленьких человечках, которые живут внутри машин и приборов. Фиксики ухаживают за техникой изнутри, чистят её, смазывают, устраняют мелкие поломки. Они — умелые и добросовестные мастера. Фиксики привыкли скрываться от людей, но есть они повсюду: в компьютерах, холодильниках, телевизорах... Каждый помнит о случаях, когда неработающий прибор начинал вдруг работать, если по нему слегка стукнуть. Всё просто: внутри проснулся фиксик и всё наладил. А теперь об этих таинственных трудолюбивых человечках можно посмотреть мультфильмы и познакомиться с ними поближе...",
    "genres": [
      "мультфильм",
      "детский"
    ],
    "addedAt": "2026-06-21T12:01:48.000Z",
    "kinopoiskId": 581653,
    "imdbId": "tt3886188",
    "tmdbId": 46105,
    "kinopoiskRating": 7.5,
    "imdbRating": 6.2
  },
  {
    "id": "media-люди-в-черном-109",
    "titleRu": "Люди в чёрном",
    "titleOriginal": "Men in Black",
    "type": "movie",
    "posterUrl": "./posters/люди-в-черном-4ca756f2.jpg",
    "backdropUrl": "./posters/люди-в-черном-4ca756f2.jpg",
    "description": "Они - самый большой секрет Земли. Они работают на неофициальное правительственное агентство, регулирующее деятельность инопланетян на Земле.\nОни - это лучшая, последняя и единственная линия защиты Земли от отбросов вселенной. Их работа секретна, их оружие совершенно, им нет равных, они не оставляют следов. Они - это Люди в черном.",
    "genres": [
      "фантастика",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:01:49.000Z",
    "year": 1997,
    "kinopoiskId": 1091,
    "imdbId": "tt0119654",
    "kinopoiskRating": 8,
    "imdbRating": 7.3,
    "countries": [
      "США"
    ],
    "tmdbId": 607
  },
  {
    "id": "media-люди-в-черном-2-110",
    "titleRu": "Люди в чёрном 2",
    "titleOriginal": "Men in Black II",
    "type": "movie",
    "posterUrl": "./posters/люди-в-черном-2-7d1c08f3.jpg",
    "backdropUrl": "./posters/люди-в-черном-2-7d1c08f3.jpg",
    "description": "Много лет назад лучший агент организации «Люди в черном» Кей получил задание особой важности. Теперь агенту Джею предстоит вернуть напарнику память и остановить новую инопланетную угрозу.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "детектив",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:50.000Z",
    "year": 2002,
    "kinopoiskId": 6379,
    "imdbRating": 6.2,
    "countries": [
      "США"
    ],
    "imdbId": "tt0120912",
    "kinopoiskRating": 7.3
  },
  {
    "id": "media-люди-в-черном-3-111",
    "titleRu": "Люди в чёрном 3",
    "titleOriginal": "Men in Black³",
    "type": "movie",
    "year": 2012,
    "posterUrl": "./posters/люди-в-черном-3-1dbc0f49.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a000001717926b158aa40974da9d5cb1db5/1344x756",
    "description": "Агент Джей узнает, что никакого защитного галактического щита, способного отразить иноземный удар, не существует. Агент Кей не построил его, потому что был убит в 1969 году. Агент Джей должен совершить путешествие во времени, чтобы спасти Землю и жизнь напарника.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:51.000Z",
    "kinopoiskId": 455773,
    "imdbId": "tt1409024",
    "tmdbId": 41154,
    "kinopoiskRating": 7.2,
    "imdbRating": 6.8
  },
  {
    "id": "media-укрощение-строптивого-112",
    "titleRu": "Укрощение строптивого",
    "titleOriginal": "Il bisbetico domato",
    "type": "movie",
    "year": 1980,
    "posterUrl": "./posters/укрощение-строптивого-c06f58f0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017af26e3d6b4a31026b056e0476e5/1344x756",
    "description": "Категорически не приемлющий женского общества грубоватый фермер вполне счастлив и доволен своей холостяцкой жизнью. Но неожиданно появившаяся в его жизни женщина пытается изменить его взгляды на жизнь и очаровать его.",
    "genres": [
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:01:52.000Z",
    "kinopoiskId": 63912,
    "imdbId": "tt0080439",
    "tmdbId": 10986,
    "kinopoiskRating": 8.4,
    "imdbRating": 7.6
  },
  {
    "id": "media-туз-113",
    "titleRu": "Туз",
    "titleOriginal": "Asso",
    "type": "movie",
    "year": 1981,
    "posterUrl": "./posters/туз-6bee99ec.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017b1192544a6d321f36dfda9814da/1344x756",
    "description": "Профессиональный карточный шулер по кличке Туз накануне свадьбы объявляет о своем решении завязать. Но неожиданно оказывается втянутым в крупную игру с Марсельцем. Молодая жена отпускает его на эту игру. Отчаянно блефуя, он срывает банк, но игра продолжается.\nНа него начинается охота и его убивает наемный убийца, после чего Туз превращается в... привидение, которое не может видеть никто, кроме его жены. Обретя таким трагическим образом новые возможности, он старается пристроить свою вдову и отомстить...",
    "genres": [
      "фэнтези",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:53.000Z",
    "kinopoiskId": 136947,
    "imdbId": "tt0082034",
    "kinopoiskRating": 7.9,
    "imdbRating": 6.4,
    "countries": [
      "Италия"
    ]
  },
  {
    "id": "media-семь-114",
    "titleRu": "Семь",
    "titleOriginal": "Se7en",
    "type": "movie",
    "year": 1995,
    "posterUrl": "./posters/семь-4d8e4d1f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000016c206db8b4754e38b88565eefd28/1344x756",
    "description": "Детектив Уильям Сомерсет — ветеран уголовного розыска, мечтающий уйти на пенсию и уехать подальше от города и его грешных обитателей. За семь дней до пенсии на Сомерсета сваливаются две неприятности: молодой напарник Миллс и особо изощренное убийство. Острый ум опытного следователя сразу определяет, что за этим преступлением, скорее всего, последуют другие.",
    "genres": [
      "триллер",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:01:54.000Z",
    "kinopoiskId": 377,
    "imdbId": "tt0114369",
    "tmdbId": 807,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.6,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-холодное-сердце-115",
    "titleRu": "Холодное сердце",
    "titleOriginal": "Frozen",
    "type": "cartoon",
    "year": 2013,
    "posterUrl": "./posters/холодное-сердце-74865f13.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000169050d4a0ee264a7f984df93a535/1344x756",
    "description": "Когда сбывается древнее предсказание, и королевство погружается в объятия вечной зимы, трое бесстрашных героев — принцесса Анна, отважный Кристофф и его верный олень Свен — отправляются в горы, чтобы найти сестру Анны Эльзу, которая может снять со страны ледяное заклятие.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фэнтези",
      "комедия",
      "мелодрама",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:01:55.000Z",
    "kinopoiskId": 493208,
    "imdbId": "tt2294629",
    "tmdbId": 109445,
    "kinopoiskRating": 7.8,
    "imdbRating": 7.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-константин-повелитель-тьмы-116",
    "titleRu": "Константин: Повелитель тьмы",
    "titleOriginal": "Constantine",
    "type": "movie",
    "posterUrl": "./posters/константин-повелитель-тьмы-efa031aa.jpg",
    "backdropUrl": "./posters/константин-повелитель-тьмы-efa031aa.jpg",
    "description": "Джону Константину удалось не только побывать в аду, но и вернуться обратно. Родившись с неугодным самому себе талантом —",
    "genres": [
      "фэнтези",
      "ужасы",
      "боевик",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:01:56.000Z",
    "year": 2005,
    "kinopoiskId": 3793,
    "imdbId": "tt0360486",
    "tmdbId": 561,
    "kinopoiskRating": 7.9,
    "imdbRating": 7,
    "countries": [
      "США",
      "Германия"
    ]
  },
  {
    "id": "media-жмурки-117",
    "titleRu": "Жмурки",
    "titleOriginal": "Жмурки",
    "type": "movie",
    "year": 2005,
    "posterUrl": "./posters/жмурки-ac2b58f2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000161277a8439149fdffd67031572d3/1344x756",
    "description": "Нижний Новгород, 90-е. Два мелких бандита работают на местного криминального авторитета Сергея Михайловича. Однажды Серега и Саймон получают от шефа очередное поручение — привезти химика, специалиста по белому порошку. Парни проваливают задание, однако Сергей Михайлович дает им шанс исправить ситуацию. Для этого бандитам нужно съездить в одну контору и обменять чемодан денег на чемодан наркотиков. Но на выходе парней поджидают конкуренты — Корон, Бала и Баклажан, которых местный «оборотень в погонах» нанял, чтобы кинуть мафиози Михалыча.",
    "genres": [
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:01:57.000Z",
    "kinopoiskId": 84830,
    "imdbId": "tt0420982",
    "tmdbId": 20994,
    "kinopoiskRating": 7.3,
    "imdbRating": 7.2
  },
  {
    "id": "media-человек-паук-118",
    "titleRu": "Человек-паук",
    "titleOriginal": "Spider-Man",
    "type": "movie",
    "year": 2002,
    "posterUrl": "./posters/человек-паук-e92472a2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000169e7571b0993232db73c3cd072f8/1344x756",
    "description": "Питер Паркер – обыкновенный школьник. Однажды он отправился с классом на экскурсию, где его кусает странный паук-мутант. Через время парень почувствовал в себе нечеловеческую силу и ловкость в движении, а главное – умение лазать по стенам и метать стальную паутину. Свои способности он направляет на защиту слабых. Так Питер становится настоящим супергероем по имени Человек-паук, который помогает людям и борется с преступностью. Но там, где есть супергерой, рано или поздно всегда объявляется и суперзлодей...",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:01:58.000Z",
    "kinopoiskId": 838,
    "imdbId": "tt0145487",
    "tmdbId": 557,
    "kinopoiskRating": 7.5,
    "imdbRating": 7.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-омерзительная-восьмерка-119",
    "titleRu": "Омерзительная восьмерка",
    "titleOriginal": "The Hateful Eight",
    "type": "movie",
    "year": 2015,
    "posterUrl": "./posters/омерзительная-восьмерка-faa35e35.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000160561058cd605f216bc391b84bee/1344x756",
    "description": "США после Гражданской войны. Легендарный охотник за головами Джон Рут по кличке Вешатель конвоирует заключенную. По пути к ним прибиваются еще несколько путешественников. Снежная буря вынуждает компанию искать укрытие в лавке на отшибе, где уже расположилось весьма пёстрое общество: генерал конфедератов, мексиканец, ковбой… И один из них — не тот, за кого себя выдает.",
    "genres": [
      "триллер",
      "драма",
      "криминал",
      "детектив",
      "вестерн"
    ],
    "addedAt": "2026-06-21T12:01:59.000Z",
    "kinopoiskId": 819101,
    "imdbId": "tt3460252",
    "tmdbId": 273248,
    "kinopoiskRating": 7.9,
    "imdbRating": 7.8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-лига-справедливости-зака-снайдера-120",
    "titleRu": "Лига справедливости Зака Снайдера",
    "titleOriginal": "Zack Snyder's Justice League",
    "type": "movie",
    "year": 2021,
    "posterUrl": "./posters/лига-справедливости-зака-снайдера-c875e0e9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000178a166d251170b6aab6f8c1d99c1/1344x756",
    "description": "Вдохновившись самопожертвованием Супермена, Брюс Уэйн вновь обретает веру в человечество. Он заручается поддержкой новой союзницы Дианы Принс, чтобы сразиться с ещё более могущественным противником. Бэтмен и Чудо-женщина набирают команду сверхлюдей для борьбы с пробудившейся угрозой.",
    "genres": [
      "фантастика",
      "боевик",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:02:00.000Z",
    "kinopoiskId": 1387021,
    "kinopoiskRating": 7.8,
    "imdbRating": 7.9,
    "countries": [
      "США"
    ],
    "imdbId": "tt12361974"
  },
  {
    "id": "media-чарли-и-шоколадная-фабрика-121",
    "titleRu": "Чарли и шоколадная фабрика",
    "titleOriginal": "Charlie and the Chocolate Factory",
    "type": "movie",
    "year": 2005,
    "posterUrl": "./posters/чарли-и-шоколадная-фабрика-8a4fbbe8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001670d5ff261b74e0cfd81306129ba/1344x756",
    "description": "Какие чудеса ждут вас на фабрике Вилли Вонки? Только представьте: травяные луга из сладкого мятного сахара в Шоколадной Комнате ... Можно проплыть по Шоколадной реке на розовой сахарной лодке ... Или поставить эксперименты в Комнате изобретений с леденцами, которые никогда не тают ... Понаблюдать за дрессированными белками в Ореховой Комнате или отправиться в стеклянном лифте в Телевизионную Комнату. Вы найдете слишком много смешного, чуть таинственного и настолько захватывающего в этом путешествии, что оно станет настолько же приятным и сладким для вас, как восхитительная сладкая палочка с розовой сливочной помадкой от Вилли Вонки.",
    "genres": [
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:01.000Z",
    "kinopoiskId": 38905,
    "imdbId": "tt0367594",
    "tmdbId": 118,
    "kinopoiskRating": 7.6,
    "imdbRating": 6.7,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-дивергент-122",
    "titleRu": "Дивергент",
    "titleOriginal": "Divergent",
    "type": "movie",
    "year": 2014,
    "posterUrl": "./posters/дивергент-534db769.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000160560cfa75f9bd5f3b656d21135b/1344x756",
    "description": "В антиутопическом Чикаго будущего общество разделено на пять фракций: «Эрудиция», «Дружелюбие», «Искренность», «Отречение» и «Бесстрашие». Каждый житель, достигший 16 лет, должен пройти тест, чтобы определить, к какой фракции он принадлежит.\nЮная Беатрис оказывается угрозой для всей сложившейся системы, когда тесты выявляют в ней дивергента — человека, которого невозможно однозначно определить в одну из фракций. Способные мыслить независимо и не питающие особого уважения к правительству, дивергенты одним своим существованием дискредитируют принципы, на которых строится общество. И теперь Беатрис — одна из таких людей, живущих вне закона и борющихся с системой, которая намерена любой ценой от них избавиться.",
    "genres": [
      "фантастика",
      "детектив",
      "боевик",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:02:02.000Z",
    "kinopoiskId": 582101,
    "imdbId": "tt1840309",
    "tmdbId": 157350,
    "kinopoiskRating": 6.8,
    "imdbRating": 6.6
  },
  {
    "id": "media-живая-сталь-123",
    "titleRu": "Живая сталь",
    "titleOriginal": "Real Steel",
    "type": "movie",
    "year": 2011,
    "posterUrl": "./posters/живая-сталь-19e5b892.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000016939d2473e569d9318325211ea3a/1344x756",
    "description": "События фильма происходят в будущем, где бокс запрещен за негуманностью и заменен боями 2000-фунтовых роботов, управляемых людьми. Бывший боксер, а теперь промоутер, переметнувшийся в Робобокс, решает, что наконец нашел своего чемпиона, когда ему попадается выбракованный, но очень способный робот. Одновременно на жизненном пути героя возникает 11-летний парень, оказывающийся его сыном. И по мере того, как машина пробивает свой путь к вершине, обретшие друг друга отец и сын учатся дружить.",
    "genres": [
      "фантастика",
      "боевик",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:03.000Z",
    "kinopoiskId": 88198,
    "imdbId": "tt0433035",
    "tmdbId": 39254,
    "kinopoiskRating": 7.7,
    "imdbRating": 7.1,
    "countries": [
      "США",
      "Индия"
    ]
  },
  {
    "id": "media-молчание-ягнят-124",
    "titleRu": "Молчание ягнят",
    "titleOriginal": "The Silence of the Lambs",
    "type": "movie",
    "year": 1991,
    "posterUrl": "./posters/молчание-ягнят-f37c348c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017e7850049178b7615c726cc86cce/1344x756",
    "description": "Психопат похищает и убивает молодых женщин по всему Среднему Западу. ФБР, уверенное, что все преступления совершены одним и тем же человеком, поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком Ганнибалом Лектером, который мог бы помочь составить психологический портрет убийцы. Сам Лектер отбывает наказание за убийства и каннибализм. Он согласен помочь Клариссе лишь в том случае, если она попотчует его больное воображение подробностями своей личной жизни.",
    "genres": [
      "триллер",
      "детектив",
      "криминал",
      "драма",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:02:04.000Z",
    "kinopoiskId": 345,
    "imdbId": "tt0102926",
    "tmdbId": 274,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.6
  },
  {
    "id": "media-маска-125",
    "titleRu": "Маска",
    "titleOriginal": "The Mask",
    "type": "movie",
    "year": 1994,
    "posterUrl": "./posters/маска-e0e82bc4.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001677e8cfc8b723227c0ff7a5b6447/1344x756",
    "description": "Скромный и застенчивый служащий банка чувствует себя неуверенно с красивыми девушками и вообще рядом с людьми. Волей судьбы к нему попадает волшебная маска, и Стенли Ипкис приобретает способность превращаться в неуязвимое мультяшное существо с озорным характером.",
    "genres": [
      "фэнтези",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:02:05.000Z",
    "kinopoiskId": 6039,
    "imdbId": "tt0110475",
    "tmdbId": 854,
    "kinopoiskRating": 8,
    "imdbRating": 7,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-грань-будущего-126",
    "titleRu": "Грань будущего",
    "titleOriginal": "Edge of Tomorrow",
    "type": "movie",
    "year": 2014,
    "posterUrl": "./posters/грань-будущего-ffa7b80d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000167f9d9905e6a787582c6b9ccf31c/1344x756",
    "description": "В недалёком будущем раса инопланетян вторгается на Землю. Никакая армия человечества не может им противостоять. Майор Уильям Кейдж умирает в бою, но случается невероятное — он оказывается во временной петле. Раз за разом Кейдж попадает в один и тот же бой, сражается и умирает снова и снова. И каждое повторяющееся сражение приближает его к разгадке того, как победить врага.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:06.000Z",
    "kinopoiskId": 505851,
    "imdbId": "tt1631867",
    "tmdbId": 137113,
    "kinopoiskRating": 8,
    "imdbRating": 7.9,
    "countries": [
      "США",
      "Канада"
    ]
  },
  {
    "id": "media-острые-козырьки-127",
    "titleRu": "Острые козырьки",
    "titleOriginal": "Peaky Blinders",
    "type": "series",
    "year": 2013,
    "posterUrl": "./posters/острые-козырьки-89b51c56.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a0000017217306930108b66a949784c91cf/1344x756",
    "description": "Британский сериал о криминальном мире Бирмингема 20-х годов прошлого века, в котором многолюдная семья Шелби стала одной из самых жестоких и влиятельных гангстерских банд послевоенного времени. Фирменным знаком группировки, промышлявшей грабежами и азартными играми, стали зашитые в козырьки лезвия.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:02:07.000Z",
    "kinopoiskId": 716587,
    "imdbId": "tt2442560",
    "tmdbId": 60574,
    "kinopoiskRating": 8.5,
    "imdbRating": 8.7,
    "countries": [
      "Великобритания"
    ]
  },
  {
    "id": "media-довод-128",
    "titleRu": "Довод",
    "titleOriginal": "Tenet",
    "type": "movie",
    "year": 2020,
    "posterUrl": "./posters/довод-54e2f644.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017651ff3b92609d7472755f2f81c1/1344x756",
    "description": "После теракта в киевском оперном театре агент ЦРУ объединяется с британской разведкой, чтобы противостоять русскому олигарху, который сколотил состояние на торговле оружием. Для этого агенты используют инверсию времени — технологию будущего, позволяющую времени идти вспять.",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:02:08.000Z",
    "kinopoiskId": 1236063,
    "imdbId": "tt6723592",
    "tmdbId": 577922,
    "kinopoiskRating": 7.5,
    "imdbRating": 7.3
  },
  {
    "id": "media-брюс-всемогущий-129",
    "titleRu": "Брюс Всемогущий",
    "titleOriginal": "Bruce Almighty",
    "type": "movie",
    "year": 2003,
    "posterUrl": "./posters/брюс-всемогущий-f7fe19fa.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a0000017f546087b7c8a305e378180e9ccd/1344x756",
    "description": "Пессимист Брюс Нолан — популярный ведущий теленовостей. Его ничего не интересует: ни девушка Грейс, ни собственные репортажи. Но однажды Брюса увольняют. Разочарованный герой бросает вызов Богу и неожиданно получает ответ Всевышнего. Бог предлагает Брюсу поменяться с ним местами на неделю и посмотреть, сможет ли Брюс сделать мир хоть чуточку лучше.",
    "genres": [
      "фэнтези",
      "драма",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:02:09.000Z",
    "kinopoiskId": 39577,
    "imdbId": "tt0315327",
    "tmdbId": 310,
    "kinopoiskRating": 7.7,
    "imdbRating": 6.8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-корпорация-монстров-130",
    "titleRu": "Корпорация монстров",
    "titleOriginal": "Monsters, Inc.",
    "type": "cartoon",
    "year": 2001,
    "posterUrl": "./posters/корпорация-монстров-6a3ed75a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a00000168f007bc238bd63c163318bf2870/1344x756",
    "description": "Склизкий гад в сливном бачке, мохнатый зверь, похожий на чудовище из «Аленького цветочка», гигантские мокрицы под кроватью — все они существуют на самом деле. Все, что им нужно — пугать детей, потому что из детских криков они получают электричество.\nПолнометражный мультфильм рассказывает о кризисах в мире монстров, их жизни. Но однажды вся мирная жизнь монстров оказывается под угрозой: в их мир попадает ребенок. А с детьми столько хлопот, что они могут довести даже монстров.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:10.000Z",
    "kinopoiskId": 458,
    "imdbId": "tt0198781",
    "tmdbId": 585,
    "kinopoiskRating": 8.1,
    "imdbRating": 8.1,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-человек-паук-вдали-от-дома-131",
    "titleRu": "Человек-паук: Вдали от дома",
    "titleOriginal": "Человек-паук: Вдали от дома",
    "type": "movie",
    "posterUrl": "./posters/человек-паук-вдали-от-дома-07061745.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000169e7571b0993232db73c3cd072f8/1344x756",
    "description": "Питер Паркер – обыкновенный школьник. Однажды он отправился с классом на экскурсию, где его кусает странный паук-мутант. Через время парень почувствовал в себе нечеловеческую силу и ловкость в движении, а главное – умение лазать по стенам и метать стальную паутину. Свои способности он направляет на защиту слабых. Так Питер становится настоящим супергероем по имени Человек-паук, который помогает людям и борется с преступностью. Но там, где есть супергерой, рано или поздно всегда объявляется и суперзлодей...",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:11.000Z",
    "year": 2002,
    "kinopoiskId": 838,
    "imdbId": "tt0145487",
    "tmdbId": 557,
    "kinopoiskRating": 7.5,
    "imdbRating": 7.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-джон-уик-132",
    "titleRu": "Джон Уик",
    "titleOriginal": "John Wick",
    "type": "movie",
    "year": 2014,
    "posterUrl": "./posters/джон-уик-e26de99e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000162251f4534d9ae8fa869a2b5ebc0/1344x756",
    "description": "Джон Уик - на первый взгляд, самый обычный среднестатистический американец, который ведет спокойную мирную жизнь. Однако мало кто знает, что он был наёмным убийцей, причём одним из лучших профессионалов в своём деле.\nПосле того как сынок главы бандитской группы со своими приятелями угоняет его любимый «Мустанг» 1969 года выпуска, при этом убив его собаку Дейзи, которая была подарком недавно почившей супруги, Джон вынужден вернуться к своему прошлому. Теперь Уик начинает охоту за теми, кто имел неосторожность перейти ему дорогу, и он готов на всё, чтобы отомстить.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:02:12.000Z",
    "kinopoiskId": 762738,
    "imdbId": "tt2911666",
    "tmdbId": 245891,
    "kinopoiskRating": 7,
    "imdbRating": 7.5
  },
  {
    "id": "media-джон-уик-2-133",
    "titleRu": "Джон Уик 2",
    "titleOriginal": "John Wick: Chapter Two",
    "type": "movie",
    "year": 2017,
    "posterUrl": "./posters/джон-уик-2-b7e4b65c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000160561280228b15cdda87a5905536/1344x756",
    "description": "Когда бывший коллега Джона решает взять под свой контроль таинственную гильдию убийц, Уик вынужден выйти из отставки. Ведомый кровавой клятвой Джон отправляется в Рим, где ему придется сразиться с одними из самых опасных киллеров в мире.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:02:13.000Z",
    "kinopoiskId": 885658,
    "imdbId": "tt4425200",
    "tmdbId": 324552,
    "kinopoiskRating": 7.2,
    "imdbRating": 7.4
  },
  {
    "id": "media-джон-уик-3-134",
    "titleRu": "Джон Уик 3",
    "titleOriginal": "John Wick: Chapter 3 - Parabellum",
    "type": "movie",
    "year": 2019,
    "posterUrl": "./posters/джон-уик-3-68e32704.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000016c207a598bb3e8d494b8c9af08e9/1344x756",
    "description": "Суперкиллер Джон Уик после нарушения кодекса тайной гильдии ассасинов получает статус изгоя — экскомьюникадо. За его голову назначена цена в 14 миллионов долларов, и армия самых жестоких профессиональных убийц со всего мира открывает на него кровавую охоту.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:02:14.000Z",
    "kinopoiskId": 1009536,
    "imdbId": "tt6146586",
    "tmdbId": 458156,
    "kinopoiskRating": 7.1,
    "imdbRating": 7.4
  },
  {
    "id": "media-джон-уик-4-135",
    "titleRu": "Джон Уик 4",
    "titleOriginal": "John Wick: Chapter 4",
    "type": "movie",
    "year": 2023,
    "posterUrl": "./posters/джон-уик-4-baeea4e3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a00000188533e9ba4bd77a13a9e3073ac19/1344x756",
    "description": "Оставляя за собой горы трупов, Джон Уик продолжает скрываться от всевозможных наёмных убийц, и теперь охоту на него возглавляет молодой и честолюбивый член Правления по имени Маркиз. Два управляющих отелями «Континенталь» в Нью-Йорке и Осаке, решившие по старой дружбе помочь своенравному киллеру, уже жестоко за это поплатились, но внезапно Джон узнаёт способ выбраться из этой, казалось бы, безвыходной ситуации.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:02:15.000Z",
    "kinopoiskId": 1267348,
    "imdbId": "tt10366206",
    "tmdbId": 603692,
    "kinopoiskRating": 7.6,
    "imdbRating": 7.6
  },
  {
    "id": "media-12-лет-рабства-136",
    "titleRu": "12 лет рабства",
    "titleOriginal": "12 Years a Slave",
    "type": "movie",
    "year": 2013,
    "posterUrl": "./posters/12-лет-рабства-4ac2ae7e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001612860e5704763081509f7f76c5f/1344x756",
    "description": "США после Гражданской войны. Семьянин Соломон Нортап живёт и работает в штате Нью-Йорк, когда однажды ему предлагают привлекательную работу в Вашингтоне. По прибытии Соломона похищают, и он становится рабом на долгие 12 лет.",
    "genres": [
      "драма",
      "биография",
      "история"
    ],
    "addedAt": "2026-06-21T12:02:16.000Z",
    "kinopoiskId": 606646,
    "imdbId": "tt2024544",
    "tmdbId": 76203,
    "kinopoiskRating": 7.7,
    "imdbRating": 8.1,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-я-легенда-137",
    "titleRu": "Я легенда",
    "titleOriginal": "I Am Legend",
    "type": "movie",
    "year": 2007,
    "posterUrl": "./posters/я-легенда-36d4aaf5.jpg",
    "backdropUrl": "./posters/я-легенда-36d4aaf5.jpg",
    "description": "Неизвестный вирус унёс жизни половины населения земного шара, а остальную половину превратил в вампиров. Единственный уцелевший человек с иммунитетом к заболеванию ночами держит осаду упырей, а днем пытается найти противоядие и докопаться до причин эпидемии.",
    "genres": [
      "фантастика",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:02:17.000Z",
    "kinopoiskId": 195524,
    "imdbId": "tt0480249",
    "tmdbId": 506482,
    "kinopoiskRating": 7.9,
    "imdbRating": 7.2,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-трасса-60-138",
    "titleRu": "Трасса 60",
    "titleOriginal": "Interstate 60",
    "type": "movie",
    "year": 2001,
    "posterUrl": "./posters/трасса-60-210794fe.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000161288be3c3654fb80ee3b767ea82/1344x756",
    "description": "В легендах и мифах есть персонажи, главная задача которых – исполнять желания. У арабов это - джинны, у ирландцев – лепреконы, у китайцев – драконы, у европейцев – феи и лесные духи. А в Америке есть некто О. Ж. Грант – довольно странный и забавный человек, который тоже может исполнить любое желание. Но будьте осторожны, он очень проказлив! Вот его-то и встречает однажды Нил Оливер.\n\nНил вполне доволен своей жизнью: у него обеспеченные родители, симпатичная невеста и впереди блестящая карьера юриста. Но с недавних пор по ночам ему стала сниться загадочная девушка, которую он никак не может выбросить из головы.\n\nЧудаковатый Грант приглашает Нила совершить поездку по таинственной автостраде 60, которой нет ни на одной карте США. И Нил бросает всё и пускается в самое невероятное и рискованное путешествие в своей жизни, решив во что бы то ни стало разыскать незнакомку из своих снов.",
    "genres": [
      "фантастика",
      "фэнтези",
      "драма",
      "комедия",
      "детектив",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:18.000Z",
    "kinopoiskId": 3563,
    "imdbId": "tt0165832",
    "tmdbId": 20312,
    "kinopoiskRating": 8,
    "imdbRating": 7.5,
    "countries": [
      "Канада",
      "США"
    ]
  },
  {
    "id": "media-тор-рагнарек-139",
    "titleRu": "Тор: Рагнарек",
    "titleOriginal": "Тор: Рагнарек",
    "type": "movie",
    "posterUrl": "./posters/тор-рагнарек-622aa725.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000016904e109ece54d43ffc6c8ad3d8e/1344x756",
    "description": "Эпическое приключение происходит как на нашей планете Земля, так и в королевстве богов Асгарде. В центре истории - Могучий Тор, сильный, но высокомерный воин, чьи безрассудные поступки возрождают древнюю войну в Асгарде. Тора отправляют в ссылку на Землю, лишают сил и заставляют жить среди обычных людей в качестве наказания...",
    "genres": [
      "фантастика",
      "боевик",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:19.000Z",
    "year": 2011,
    "kinopoiskId": 258941,
    "imdbId": "tt0800369",
    "tmdbId": 10195,
    "kinopoiskRating": 7.1,
    "imdbRating": 7
  },
  {
    "id": "media-загадочная-история-бенджамина-баттона-140",
    "titleRu": "Загадочная история Бенджамина Баттона",
    "titleOriginal": "The Curious Case of Benjamin Button",
    "type": "movie",
    "year": 2008,
    "posterUrl": "./posters/загадочная-история-бенджамина-баттона-c37e88b5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000167f06424acc2c99e698e4a7c5b03/1344x756",
    "description": "Фильм о мужчине, который родился в возрасте 80 лет, а затем… начал молодеть. Этот человек, как и каждый из нас, не мог остановить время. Его путь в ХХI век, берущий свое начало в Новом Орлеане в 1918 году в самом конце Первой Мировой войны, будет столь необычен, что вряд ли мог иметь место в жизни кого-либо другого. Фильм повествует о судьбе уникального человека, о людях и событиях, что ждут его впереди, о любви, которую он обретет и потеряет, о радостях жизни и грусти потерь и о том, что остается с нами вне времени.",
    "genres": [
      "фантастика",
      "драма"
    ],
    "addedAt": "2026-06-21T12:02:20.000Z",
    "kinopoiskId": 81555,
    "imdbId": "tt0421715",
    "tmdbId": 4922,
    "kinopoiskRating": 8.1,
    "imdbRating": 7.8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-оно-141",
    "titleRu": "Оно",
    "titleOriginal": "It",
    "type": "movie",
    "year": 2017,
    "posterUrl": "./posters/оно-ff842c4e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000186a3241d4fd20773f84bc958faf1/1344x756",
    "description": "Когда в городке Дерри штата Мэн начинают пропадать дети, несколько ребят сталкиваются со своими величайшими страхами — не только с группой школьных хулиганов, но со злобным клоуном Пеннивайзом, список жертв которого уходит вглубь веков.",
    "genres": [
      "ужасы",
      "фэнтези",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:02:21.000Z",
    "kinopoiskId": 453397,
    "imdbId": "tt1396484",
    "tmdbId": 346364,
    "kinopoiskRating": 7.3,
    "imdbRating": 7.3
  },
  {
    "id": "media-отряд-самоубийц-142",
    "titleRu": "Отряд самоубийц",
    "titleOriginal": "Suicide Squad",
    "type": "movie",
    "year": 2016,
    "posterUrl": "./posters/отряд-самоубийц-4b00a88b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000186a7de81c611eab624c211e9dd75/1344x756",
    "description": "Правительство решает дать команде суперзлодеев шанс на искупление. Подвох в том, что их отправляют на выполнение миссии, где они, вероятнее всего, погибнут.",
    "genres": [
      "фантастика",
      "боевик",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:22.000Z",
    "kinopoiskId": 468522,
    "imdbId": "tt1386697",
    "tmdbId": 297761,
    "kinopoiskRating": 6.1,
    "imdbRating": 5.9
  },
  {
    "id": "media-стражи-галактики-часть-2-143",
    "titleRu": "Стражи Галактики. Часть 2",
    "titleOriginal": "Guardians of the Galaxy Vol. 2",
    "type": "movie",
    "year": 2017,
    "posterUrl": "./posters/стражи-галактики-часть-2-a96fd30d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a00000169be26710f97eb7693ac59e64c61/1344x756",
    "description": "Все в сборе: землянин Питер Квилл (Звездный Лорд), молчаливый громила Дракс, зеленокожая наемница Гамора, живое дерево Грут и говорящий енот. Герои не изменяют себе и с завидной регулярностью продолжают попадать в немыслимые ситуации, выпутываясь из них почти без ущерба (а иногда даже с пользой) для окружающих. На этот раз им предстоит раскрыть одну из самых главных тайн во всей Галактике: кто же на самом деле отец Питера Квилла?",
    "genres": [
      "фантастика",
      "боевик",
      "приключения",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:02:23.000Z",
    "kinopoiskId": 841263,
    "imdbId": "tt3896198",
    "tmdbId": 283995,
    "kinopoiskRating": 7.8,
    "imdbRating": 7.6
  },
  {
    "id": "media-день-сурка-144",
    "titleRu": "День сурка",
    "titleOriginal": "Groundhog Day",
    "type": "movie",
    "year": 1993,
    "posterUrl": "./posters/день-сурка-b2b03fba.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001723259f8f3d37aaf587f67ad2c59/1344x756",
    "description": "Телевизионный комментатор Фил Коннорс каждый год приезжает в маленький городок в штате Пенсильвания на празднование Дня сурка. Но на этот раз веселье рискует зайти слишком далеко. Время сыграло с ним злую шутку: оно взяло да и остановилось.\n\nТеперь на календаре Фила чернеет одна и та же дата - 2 февраля, из которой он никак не может выбраться. Неунывающий ведущий пытается извлечь выгоду из своего комичного положения: впереди у него уйма времени и безмятежное предсказуемое будущее.\n\nОтныне с ним не случится ничего плохого... и ничего хорошего. У Фила осталась одна заветная мечта, простая и незамысловатая - 3 февраля...",
    "genres": [
      "фэнтези",
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:02:24.000Z",
    "kinopoiskId": 527,
    "imdbId": "tt0107048",
    "tmdbId": 137,
    "kinopoiskRating": 8.1,
    "imdbRating": 8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-эффект-бабочки-145",
    "titleRu": "Эффект бабочки",
    "titleOriginal": "The Butterfly Effect",
    "type": "movie",
    "year": 2003,
    "posterUrl": "./posters/эффект-бабочки-44704e32.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000016c20686f23f6a4db35ac5c5a345c/1344x756",
    "description": "Эван перенял от своего отца-психопата, ныне запертого в доме для умалишённых, странную болезнь — он не помнит некоторых эпизодов своей жизни, причем в эти моменты происходили довольно странные, а то и ужасные события. Поступив в колледж, Эван делает удивительное открытие. Читая дневники, которые писал в детстве по совету врача, он может возвращаться в детство и менять будущее.",
    "genres": [
      "фантастика",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:02:25.000Z",
    "kinopoiskId": 5167,
    "imdbId": "tt0289879",
    "tmdbId": 1954,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.6,
    "countries": [
      "США",
      "Канада"
    ]
  },
  {
    "id": "media-шрэк-2-146",
    "titleRu": "Шрэк 2",
    "titleOriginal": "Shrek 2",
    "type": "cartoon",
    "year": 2004,
    "posterUrl": "./posters/шрэк-2-4ff6bcd4.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a00000162250f54b25b9040586f825d3852/1344x756",
    "description": "Шрэк и Фиона возвращаются после медового месяца и находят письмо от родителей Фионы с приглашением на ужин. Однако те не подозревают, что их дочь тоже стала огром! Вместе с Осликом счастливая пара отправляется в путешествие, полное неожиданностей, и попадает в круговорот событий, во время которых приобретает множество друзей…",
    "genres": [
      "мультфильм",
      "фэнтези",
      "мелодрама",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:26.000Z",
    "kinopoiskId": 5273,
    "imdbId": "tt0298148",
    "tmdbId": 809,
    "kinopoiskRating": 8,
    "imdbRating": 7.4
  },
  {
    "id": "media-kingsman-секретная-служба-147",
    "titleRu": "Kingsman: Секретная служба",
    "titleOriginal": "Kingsman: The Secret Service",
    "type": "movie",
    "posterUrl": "./posters/kingsman-секретная-служба-02cd820a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c286371b298cc99cf039c0af138/orig",
    "description": "Эггси прошел службу в морской пехоте и имеет высокий интеллект. Он мог бы добиться многого, но выбрал другой путь и стал мелким преступником. Однажды он знакомится с Гарри Хартом, которому его отец когда-то спас жизнь. Этот человек решает сделать жизнь Эггси лучше и открыть для него новые возможности. \nГарри рассказывает, что является агентом секретной независимой организации, которая стоит на защите мира, и предлагает парню пройти обучение и стать новым членом их команды.",
    "genres": [
      "боевик",
      "комедия",
      "криминал",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:27.000Z",
    "year": 2015,
    "kinopoiskId": 749540,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskRating": 7.6,
    "imdbRating": 7.7,
    "imdbId": "tt2802144",
    "tmdbId": 207703
  },
  {
    "id": "media-доктор-хаус-148",
    "titleRu": "Доктор Хаус",
    "titleOriginal": "House, M.D.",
    "type": "series",
    "year": 2004,
    "posterUrl": "./posters/доктор-хаус-2ac1678b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000016b94647cff0c079b6516bdcb1572/1344x756",
    "description": "Сериал рассказывает о команде врачей, которые должны правильно поставить диагноз пациенту и спасти его. Возглавляет команду доктор Грегори Хаус, который ходит с тростью после того, как его мышечный инфаркт в правой ноге слишком поздно правильно диагностировали. Как врач Хаус просто гений, но сам не отличается проникновенностью в общении с больными и с удовольствием избегает их, если только есть возможность. Он сам всё время проводит в борьбе с собственной болью, а трость в его руке только подчеркивает его жесткую, ядовитую манеру общения. Порой его поведение можно назвать почти бесчеловечным, и при этом он прекрасный врач, обладающий нетипичным умом и безупречным инстинктом, что снискало ему глубокое уважение. Будучи инфекционистом, он ещё и замечательный диагност, который любит разгадывать медицинские загадки, чтобы спасти кому-то жизнь. Если бы все было по его воле, то Хаус лечил бы больных не выходя из своего кабинета.",
    "genres": [
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:02:28.000Z",
    "kinopoiskId": 178710,
    "imdbId": "tt0412142",
    "tmdbId": 1408,
    "kinopoiskRating": 8.8,
    "imdbRating": 8.7,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-игры-разума-149",
    "titleRu": "Игры разума",
    "titleOriginal": "A Beautiful Mind",
    "type": "movie",
    "year": 2001,
    "posterUrl": "./posters/игры-разума-98b4d979.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a0000017d9e483d912fe90e90dfa138232f/1344x756",
    "description": "От всемирной известности до греховных глубин — все это познал на своей шкуре Джон Форбс Нэш-младший. Математический гений, он на заре своей карьеры сделал титаническую работу в области теории игр, которая перевернула этот раздел математики и практически принесла ему международную известность.\n\nОднако буквально в то же время заносчивый и пользующийся успехом у женщин Нэш получает удар судьбы, который переворачивает уже его собственную жизнь.",
    "genres": [
      "драма",
      "биография"
    ],
    "addedAt": "2026-06-21T12:02:29.000Z",
    "kinopoiskId": 530,
    "imdbId": "tt0268978",
    "tmdbId": 453,
    "kinopoiskRating": 8.6,
    "imdbRating": 8.2,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-темный-рыцарь-возрождение-легенды-150",
    "titleRu": "Темный рыцарь: Возрождение легенды",
    "titleOriginal": "Темный рыцарь: Возрождение легенды",
    "type": "movie",
    "posterUrl": "./posters/темный-рыцарь-возрождение-легенды-eaea5bc3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001670d5f5d21a5ed5475c6a524aa8a/1344x756",
    "description": "Восемь лет назад Бэтмен растворился в ночи, превратившись из героя в беглеца. Приняв на себя вину за смерть прокурора Харви Дента, он пожертвовал всем. Вместе с комиссаром Гордоном они решили, что так будет лучше для всех. Пока преступность была раздавлена антикриминальным актом Дента, ложь действовала.\n\nТем не менее, еще опаснее становится появление нового врага Бэйна, чье лицо закрыто маской.  Он разворачивает в Готэме чудовищную деятельность, и это вынуждает Брюса Уэйна выйти из импровизированного изгнания. Однако даже надев свой костюм, Бэтмен может проиграть Бэйну. Но с появлением хитрой воровки по прозвищу Женщина — Кошка с загадочным прошлым всё меняется.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:02:30.000Z",
    "year": 2008,
    "kinopoiskId": 111543,
    "imdbId": "tt0468569",
    "tmdbId": 155,
    "kinopoiskRating": 8.2,
    "imdbRating": 9.1,
    "countries": [
      "США",
      "Великобритания"
    ]
  },
  {
    "id": "media-по-соображениям-совести-151",
    "titleRu": "По соображениям совести",
    "titleOriginal": "Hacksaw Ridge",
    "type": "movie",
    "year": 2016,
    "posterUrl": "./posters/по-соображениям-совести-2c81a0c9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001692aaa0c92df1141279044f97454/1344x756",
    "description": "Медик американской армии времён Второй мировой войны Десмонд Досс, который служил во время битвы за Окинаву, отказывается убивать людей и становится первым идейным уклонистом в американской истории, удостоенным Медали Почёта.",
    "genres": [
      "биография",
      "военный",
      "драма",
      "история"
    ],
    "addedAt": "2026-06-21T12:02:31.000Z",
    "kinopoiskId": 649917,
    "imdbId": "tt2119532",
    "tmdbId": 324786,
    "kinopoiskRating": 8.2,
    "imdbRating": 8.1
  },
  {
    "id": "media-мадагаскар-152",
    "titleRu": "Мадагаскар",
    "titleOriginal": "Madagascar",
    "type": "cartoon",
    "year": 2005,
    "posterUrl": "./posters/мадагаскар-78ea489f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a000001622513fc545f99da445c66008268/1344x756",
    "description": "Четверо изнеженных животных из Центрального зоопарка в Нью-Йорке - лев Алекс, зебра Марти, жираф Мелман и гиппопотамиха Глория - решаются на побег. Оказавшись после кораблекрушения на экзотическом острове Мадагаскар, населенном лемурами и поедающими их фоссами, путешественники с ужасом понимают, что с городскими привычками им придется распрощаться. \r\n\r\nЗдесь нет людей, любимых клеток, вкусной кормежки. Начинается шоу «Последний герой» только с животными - нашим друзьям нужно выжить в непривычной среде обитания, где на каждом шагу подстерегает опасность...",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:32.000Z",
    "kinopoiskId": 6006,
    "imdbId": "tt0351283",
    "tmdbId": 953,
    "kinopoiskRating": 7.9,
    "imdbRating": 6.9,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-ходячий-замок-153",
    "titleRu": "Ходячий замок",
    "titleOriginal": "Howl no Ugoku Shiro",
    "type": "anime",
    "year": 2004,
    "posterUrl": "./posters/ходячий-замок-0e0e4546.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017394799e6893b002f04de0fc6408/1344x756",
    "description": "Злая ведьма заточила 18-летнюю Софи в тело старухи. Девушка-бабушка бежит из города куда глаза глядят и встречает удивительный дом на ножках, где знакомится с могущественным волшебником Хаулом и демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар.",
    "genres": [
      "аниме",
      "мультфильм",
      "фантастика",
      "фэнтези",
      "мелодрама",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:33.000Z",
    "kinopoiskId": 49684,
    "imdbId": "tt0347149",
    "tmdbId": 4935,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.2,
    "countries": [
      "Япония"
    ]
  },
  {
    "id": "media-дэдпул-2-154",
    "titleRu": "Дэдпул 2",
    "titleOriginal": "Deadpool 2",
    "type": "movie",
    "year": 2018,
    "posterUrl": "./posters/дэдпул-2-a60a174d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000163e00b45484a100a2828f89bcac9/1344x756",
    "description": "Единственный и неповторимый болтливый наемник вернулся! Ещё более масштабный, ещё более разрушительный и даже ещё более голозадый чем прежде! Когда в его жизнь врывается суперсолдат с убийственной миссией, Дэдпул вынужден задуматься о дружбе, семье и о том, что на самом деле значит быть героем, попутно надирая 50 оттенков задниц. Потому что иногда, чтобы делать хорошие вещи, нужно использовать грязные приёмчики.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:34.000Z",
    "kinopoiskId": 961715,
    "imdbId": "tt5463162",
    "tmdbId": 383498,
    "kinopoiskRating": 7.4,
    "imdbRating": 7.6
  },
  {
    "id": "media-гадкий-я-155",
    "titleRu": "Гадкий я",
    "titleOriginal": "Despicable Me",
    "type": "cartoon",
    "year": 2010,
    "posterUrl": "./posters/гадкий-я-0c260d9b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001612892e487ae08e26b9822e714b4/1344x756",
    "description": "Гадкий снаружи, но добрый внутри Грю намерен, тем не менее, закрепить за собой статус главного архизлодея в мире, для чего он решает выкрасть Луну при помощи созданной им армии миньонов. Дело осложняют конкуренты, вставляющие высокотехнические палки в колеса, и семейные обстоятельства в виде трех сироток, о которых Грю вынужден заботиться.",
    "genres": [
      "мультфильм",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:35.000Z",
    "kinopoiskId": 432724,
    "imdbId": "tt1323594",
    "tmdbId": 20352,
    "kinopoiskRating": 7.8,
    "imdbRating": 7.6,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-гадкий-я-2-156",
    "titleRu": "Гадкий я 2",
    "titleOriginal": "Despicable Me 2",
    "type": "cartoon",
    "year": 2013,
    "posterUrl": "./posters/гадкий-я-2-6993ebe2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001616b9334d241a9fd1a283fe21ba1/1344x756",
    "description": "В то время как Грю, бывший суперзлодей, приспосабливается к семейной жизни и пытается честным трудом зарабатывать в сфере бизнеса, тайные лаборатории Арктики оказываются украденными. Анти-Злодейская лига решает, что она нуждается в помощи Грю и его новобранцев в расследовании.",
    "genres": [
      "мультфильм",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:36.000Z",
    "kinopoiskId": 550910,
    "imdbId": "tt1690953",
    "tmdbId": 93456,
    "kinopoiskRating": 7.6,
    "imdbRating": 7.3,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-адвокат-дьявола-157",
    "titleRu": "Адвокат дьявола",
    "titleOriginal": "The Devil's Advocate",
    "type": "movie",
    "year": 1997,
    "posterUrl": "./posters/адвокат-дьявола-b6eb9b4b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001685b512db7e76753c21944ab8a26/1344x756",
    "description": "В Нью-Йорк по приглашению главы крупного юридического концерна прибывает Кевин Ломакс, молодой адвокат. До этого он был известен тем, что защищал исключительно негодяев и притом не проиграл ни одного процесса. На новом месте работы он вполне счастлив, он живет в роскошной квартире с любящей женой, его окружают интересные люди.",
    "genres": [
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:02:37.000Z",
    "kinopoiskId": 3797,
    "imdbId": "tt0118971",
    "tmdbId": 1813,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.5,
    "countries": [
      "США",
      "Германия"
    ]
  },
  {
    "id": "media-игра-в-кальмара-158",
    "titleRu": "Игра в кальмара",
    "titleOriginal": "Ojingeo geim",
    "type": "series",
    "year": 2021,
    "posterUrl": "./posters/игра-в-кальмара-b39113b6.jpg",
    "backdropUrl": "https://image.tmdb.org/t/p/w1280/2meX1nMdScFOoV4370rqHWKmXhY.jpg",
    "description": "Сон Ги-хун уже немолод, разведён, по уши погряз в долгах и сидит на шее у старенькой матери. Даже выигранные на скачках деньги в его руках долго не задерживаются, и однажды он встречает в метро загадочного незнакомца, который сначала предлагает сыграть в детскую игру, а затем вручает Ги-хуну немалую сумму и визитку. Но радость мужчины сменяется отчаянием, когда он узнаёт, что бывшая жена с новым мужем собираются увезти его дочь в Америку. Он звонит по номеру с визитки и становится последним участником тайных игр на выживание с призом в 40 миллионов долларов. Среди товарищей по несчастью оказываются его друг детства — прогоревший финансист, бандит, смертельно больной старик, северокорейская перебежчица, иммигрант из Пакистана и многие другие отчаянно нуждающиеся в деньгах.",
    "genres": [
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:02:38.000Z",
    "kinopoiskId": 1301710,
    "imdbId": "tt10919420",
    "tmdbId": 93405,
    "kinopoiskRating": 7.7,
    "imdbRating": 7.9
  },
  {
    "id": "media-гоголь-начало-159",
    "titleRu": "Гоголь. Начало",
    "titleOriginal": "Гоголь. Начало",
    "type": "movie",
    "year": 2017,
    "posterUrl": "./posters/гоголь-начало-848f4baa.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001616ced74350af0ca257820425c66/1344x756",
    "description": "Казаки, ведьмы, русалки, утопленницы и другие обитатели Диканьки встречаются лицом к лицу со своим создателем Николаем Гоголем, молодым писарем из Петербурга, который страдает загадочными припадками и может общаться с персонажами из потустороннего мира. Вместе со своим начальником, блестящим столичным следователем Яковом Гуро, начинающий писатель приезжает на Полтавщину расследовать таинственные убийства девушек. Здесь же он встречает свою любовь, которой суждено сыграть роковую роль в его судьбе. Но хватит ли юному литератору духу противостоять невообразимому? Ведь по слухам, которые активно разносят напуганные местные жители, за преступлениями стоит не кто иной, как сам Дьявол в обличии черного всадника.",
    "genres": [
      "детектив",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:39.000Z",
    "kinopoiskId": 945391,
    "imdbId": "tt6628228",
    "tmdbId": 468988,
    "kinopoiskRating": 6.2,
    "imdbRating": 5.8
  },
  {
    "id": "media-богемская-рапсодия-160",
    "titleRu": "Богемская рапсодия",
    "titleOriginal": "Bohemian Rhapsody",
    "type": "movie",
    "year": 2018,
    "posterUrl": "./posters/богемская-рапсодия-feb22617.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a0000016a4f879ad6e4cb0fbd98e35f6ad6/1344x756",
    "description": "Чествование группы Queen, их музыки и их выдающегося вокалиста Фредди Меркьюри, который бросил вызов стереотипам и победил условности, чтобы стать одним из самых любимых артистов на планете. Фильм прослеживает головокружительный путь группы к успеху благодаря их культовым песням и революционному звуку, практически распад коллектива, поскольку образ жизни Меркьюри выходит из-под контроля, и их триумфальное воссоединение накануне концерта Live Aid, ставшим одним из величайших выступлений в истории рок-музыки.",
    "genres": [
      "биография",
      "музыка",
      "драма"
    ],
    "addedAt": "2026-06-21T12:02:40.000Z",
    "kinopoiskId": 568289,
    "imdbId": "tt1727824",
    "tmdbId": 424694,
    "kinopoiskRating": 8,
    "imdbRating": 7.9
  },
  {
    "id": "media-голодные-игры-161",
    "titleRu": "Голодные игры",
    "titleOriginal": "The Hunger Games",
    "type": "movie",
    "year": 2012,
    "posterUrl": "./posters/голодные-игры-89354a5d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000016128445b53fb59d350205f40df2f/1344x756",
    "description": "Будущее. Деспотичное государство ежегодно устраивает показательные игры на выживание, за которыми в прямом эфире следит весь мир. В этот раз участвовать будут юная Китнисс и тайно влюбленный в нее Пит. Они знакомы с детства, но теперь должны стать врагами. Ведь по нерушимому закону Голодных игр победить может только один из 24 участников. Судьям не важно, кто выиграет, главное — зрелище. И на этот раз зрелище будет незабываемым.",
    "genres": [
      "фантастика",
      "триллер",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:41.000Z",
    "kinopoiskId": 468581,
    "imdbId": "tt1392170",
    "tmdbId": 70160,
    "kinopoiskRating": 7.3,
    "imdbRating": 7.2,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-бегущий-по-лезвию-2049-162",
    "titleRu": "Бегущий по лезвию 2049",
    "titleOriginal": "Blade Runner 2049",
    "type": "movie",
    "year": 2017,
    "posterUrl": "./posters/бегущий-по-лезвию-2049-abfeb548.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017bc568084e9b50db4b97d11440bb/1344x756",
    "description": "В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей — держать репликантов под контролем в условиях нарастающего напряжения. Он случайно становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда — бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:02:42.000Z",
    "kinopoiskId": 589290,
    "imdbId": "tt1856101",
    "tmdbId": 335984,
    "kinopoiskRating": 7.8,
    "imdbRating": 8
  },
  {
    "id": "media-моана-163",
    "titleRu": "Моана",
    "titleOriginal": "Moana",
    "type": "cartoon",
    "year": 2016,
    "posterUrl": "./posters/моана-60d4243e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a00000169051164510dc216469e844afe57/1344x756",
    "description": "Бесстрашная Моана, дочь вождя маленького племени на острове в Тихом океане, больше всего на свете мечтает о приключениях и решает отправиться в опасное морское путешествие. Вместе с некогда могущественным полубогом Мауи им предстоит пересечь океан, сразиться со страшными чудовищами и разрушить древнее заклятие.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:43.000Z",
    "kinopoiskId": 837530,
    "imdbId": "tt3521164",
    "tmdbId": 277834,
    "kinopoiskRating": 7.8,
    "imdbRating": 7.6
  },
  {
    "id": "media-человек-паук-нет-пути-домой-164",
    "titleRu": "Человек-паук: Нет пути домой",
    "titleOriginal": "Человек-паук: Нет пути домой",
    "type": "movie",
    "posterUrl": "./posters/человек-паук-нет-пути-домой-eba2ec22.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000169e7571b0993232db73c3cd072f8/1344x756",
    "description": "Питер Паркер – обыкновенный школьник. Однажды он отправился с классом на экскурсию, где его кусает странный паук-мутант. Через время парень почувствовал в себе нечеловеческую силу и ловкость в движении, а главное – умение лазать по стенам и метать стальную паутину. Свои способности он направляет на защиту слабых. Так Питер становится настоящим супергероем по имени Человек-паук, который помогает людям и борется с преступностью. Но там, где есть супергерой, рано или поздно всегда объявляется и суперзлодей...",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:44.000Z",
    "year": 2002,
    "kinopoiskId": 838,
    "imdbId": "tt0145487",
    "tmdbId": 557,
    "kinopoiskRating": 7.5,
    "imdbRating": 7.4,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-железный-человек-2-165",
    "titleRu": "Железный человек 2",
    "titleOriginal": "Iron Man 2",
    "type": "movie",
    "year": 2010,
    "posterUrl": "./posters/железный-человек-2-f79643b4.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000168e5c1479973d3664eeda12a98e3/1344x756",
    "description": "Прошло полгода с тех пор, как мир узнал, что миллиардер-изобретатель Тони Старк является обладателем уникальной кибер-брони  Железного человека. Общественность требует, чтобы Старк передал технологию брони правительству США, но Тони не хочет разглашать её секреты, потому что боится, что она попадёт не в те руки. \n\nМежду тем Иван Ванко — сын русского учёного, когда-то работавшего на фирму Старка, но потом уволенного и лишенного всего, намерен отомстить Тони за беды своей семьи. Для чего сооружает своё высокотехнологичное оружие.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:45.000Z",
    "kinopoiskId": 411924,
    "imdbId": "tt1228705",
    "tmdbId": 10138,
    "kinopoiskRating": 7.5,
    "imdbRating": 6.9,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-веном-2-166",
    "titleRu": "Веном 2",
    "titleOriginal": "Venom: Let There Be Carnage",
    "type": "movie",
    "year": 2021,
    "posterUrl": "./posters/веном-2-2fd04e97.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017ce64759e953040d947b3fad9e77/1344x756",
    "description": "Более чем через год после того как в него вселился инопланетный симбиот Веном, журналист Эдди Брок пытается приспособиться к новой жизни с суперспособностями и постоянным желанием Венома откусывать людям головы. Брок пытается возродить свою карьеру и берет интервью у серийного убийцы Клетуса Кэседи, а тот случайно становится хозяином симбиота Карнажа и сбегает из тюрьмы прямо во время собственной казни.",
    "genres": [
      "фантастика",
      "боевик",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:02:46.000Z",
    "kinopoiskId": 1227967,
    "imdbId": "tt7097896",
    "tmdbId": 580489,
    "kinopoiskRating": 6.2,
    "imdbRating": 5.9
  },
  {
    "id": "media-рапунцель-запутанная-история-167",
    "titleRu": "Рапунцель: Запутанная история",
    "titleOriginal": "Tangled",
    "type": "cartoon",
    "posterUrl": "./posters/рапунцель-запутанная-история-9ccd4d2d.jpg",
    "backdropUrl": "./posters/рапунцель-запутанная-история-9ccd4d2d.jpg",
    "description": "Обаятельный разбойник Флинн путешествует по жизни с легкостью, лишь потому, что он красив, болтлив и удачлив. И, казалос",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фэнтези",
      "мелодрама",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:47.000Z",
    "year": 2010,
    "kinopoiskId": 84049,
    "countries": [
      "США",
      "Япония"
    ],
    "imdbId": "tt0398286",
    "kinopoiskRating": 8,
    "imdbRating": 7.7,
    "tmdbId": 38757
  },
  {
    "id": "media-ведьмак-168",
    "titleRu": "Ведьмак",
    "titleOriginal": "The Witcher",
    "type": "series",
    "year": 2019,
    "posterUrl": "./posters/ведьмак-41f80365.jpg",
    "backdropUrl": "./posters/ведьмак-41f80365.jpg",
    "description": "Ведьмак Геральт, мутант и убийца чудовищ, на своей верной лошади по кличке Плотва путешествует по Континенту. За тугой мешочек чеканных монет этот мужчина избавит вас от всякой настырной нечисти — хоть от чудищ болотных, оборотней и даже заколдованных принцесс. В сельской глуши местную девушку Йеннифэр, которой сильно не повезло с внешностью, зато посчастливилось иметь способности к магии, отец продаёт колдунье в ученицы. А малолетняя наследница королевства Цинтра по имени Цири вынуждена пуститься в бега, когда их страну захватывает империя Нильфгаард. Судьбы этих троих окажутся тесно связаны, но скоро сказка сказывается, да не скоро дело делается.",
    "genres": [
      "фэнтези",
      "приключения",
      "драма",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:02:48.000Z",
    "kinopoiskId": 1044004,
    "kinopoiskRating": 7.1,
    "imdbRating": 7.8,
    "countries": [
      "США",
      "Польша"
    ],
    "imdbId": "tt5180504"
  },
  {
    "id": "media-9-рота-169",
    "titleRu": "9 рота",
    "titleOriginal": "9 рота",
    "type": "movie",
    "year": 2005,
    "posterUrl": "./posters/9-рота-3ae18fac.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a000001622527717aeed17324f4feb3f724/1344x756",
    "description": "Начало 1989 года. Семь призывников после нескольких месяцев адской подготовки в учебке под командованием беспощадного старшины попадают в горнило афганской кампании. Группа десантников, бойцами которой стали новобранцы, получает задание — занять высоту и держать её до прохождения колонны.",
    "genres": [
      "военный",
      "боевик",
      "драма",
      "история"
    ],
    "addedAt": "2026-06-21T12:02:49.000Z",
    "kinopoiskId": 84674,
    "imdbId": "tt0417397",
    "tmdbId": 14097,
    "kinopoiskRating": 6.9,
    "imdbRating": 7
  },
  {
    "id": "media-железный-человек-3-170",
    "titleRu": "Железный человек 3",
    "titleOriginal": "Iron Man Three",
    "type": "movie",
    "year": 2013,
    "posterUrl": "./posters/железный-человек-3-c38f51a1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000178cbf75c1631b1bf82a201610b49/1344x756",
    "description": "Когда мир Старка рушится на его глазах по вине неизвестных противников, Тони жаждет найти виновных и свести с ними счеты. Оказавшись в безвыходной ситуации, Старк может рассчитывать только на себя и свою изобретательность, чтобы защитить тех, кто ему дорог. Это становится настоящим испытанием для героя, которому придется не только сражаться с коварным врагом, но и разобраться в себе, чтобы найти ответ на вопрос, который давно его тревожит: что важнее - человек или костюм?",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:50.000Z",
    "kinopoiskId": 462762,
    "imdbId": "tt1300854",
    "tmdbId": 68721,
    "kinopoiskRating": 7.5,
    "imdbRating": 7.1,
    "countries": [
      "США",
      "Китай"
    ]
  },
  {
    "id": "media-риддик-171",
    "titleRu": "Риддик",
    "titleOriginal": "Riddick",
    "type": "movie",
    "year": 2013,
    "posterUrl": "./posters/риддик-1a65e2bb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000161284318973b270e18c441162a82/1344x756",
    "description": "Преданный своими и брошенный умирать на пустынной планете, Риддик сражается с хищниками за жизнь и становится сильнее и опаснее себя прежнего. Открывшие на него охоту галактические наемники оказываются пешками в грандиозном плане отмщения. С врагами, возникающими на его пути тогда, когда это нужно самому Риддику, он начинает поход во имя мести.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:51.000Z",
    "kinopoiskId": 455767,
    "imdbId": "tt1411250",
    "tmdbId": 87421,
    "kinopoiskRating": 6.8,
    "imdbRating": 6.4
  },
  {
    "id": "media-семь-жизней-172",
    "titleRu": "Семь жизней",
    "titleOriginal": "Seven Pounds",
    "type": "movie",
    "year": 2008,
    "posterUrl": "./posters/семь-жизней-0345a4ad.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017399a1cbe5590181a43a38c6ea48/1344x756",
    "description": "Инженер Бен отправляется в необычное путешествие. В ходе своей поездки он встречает семерых незнакомцев, включая смертельно больную Эмили, которая называет себя девушкой с подбитыми крыльями. Бен неожиданно влюбляется в нее, что сильно усложняет его первоначальный план. Сможет ли он разгадать послание судьбы?",
    "genres": [
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:02:52.000Z",
    "kinopoiskId": 395787,
    "imdbId": "tt0814314",
    "tmdbId": 11321,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.6,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-миньоны-173",
    "titleRu": "Миньоны",
    "titleOriginal": "Minions",
    "type": "cartoon",
    "year": 2015,
    "posterUrl": "./posters/миньоны-ba81fae7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001612cbad5d3d8c27e7545124aa35e/1344x756",
    "description": "Миньоны живут на планете гораздо дольше нас. У них одна навязчивая идея – служить самой Гадкой личности из имеющихся в наличии. Динозавры, фараоны, Дракула, Наполеон – все они оказались недолговечны. И тогда миньоны рванули в Нью-Йорк. Их ждут деньги, власть, роковая суперзлодейка Скарлет Оверкилл и, конечно же, вкуснейшая “банана”! Во всяком случае, так им кажется.",
    "genres": [
      "мультфильм",
      "фантастика",
      "комедия",
      "криминал",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:53.000Z",
    "kinopoiskId": 694051,
    "imdbId": "tt2293640",
    "tmdbId": 211672,
    "kinopoiskRating": 6.2,
    "imdbRating": 6.4
  },
  {
    "id": "media-я-робот-174",
    "titleRu": "Я, робот",
    "titleOriginal": "I, Robot",
    "type": "movie",
    "year": 2004,
    "posterUrl": "./posters/я-робот-e6874065.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a00000172283861f48df10b384c1e040a4b/1344x756",
    "description": "2035 год. Роботы стали привычной частью быта. Однако ряд консервативно настроенных людей, среди которых полицейский Дел Спунер, не доверяют новым помощникам и видят в них угрозу. Однажды Спунер выезжает на место гибели давнего знакомого, профессора Альфреда Лэннинга, который был ведущим конструктором и теоретиком корпорации U.S. Robotics. Директор компании Лоуренс Робертсон считает, что Лэннинг просто покончил с собой, выбросившись из окна. Однако у Спунера есть сомнения в правдоподобности данной версии. Вместе со специалистом по психологии позитронных роботов Сьюзан Кэлвин он вскоре обнаруживает в лаборатории Лэннинга особенного робота, который вопреки второму закону робототехники игнорирует приказы человека и принимает собственные осознанные решения.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:02:54.000Z",
    "kinopoiskId": 4886,
    "imdbId": "tt0343818",
    "tmdbId": 2048,
    "kinopoiskRating": 7.9,
    "imdbRating": 7.1,
    "countries": [
      "США",
      "Германия"
    ]
  },
  {
    "id": "media-тор-175",
    "titleRu": "Тор",
    "titleOriginal": "Thor",
    "type": "movie",
    "year": 2011,
    "posterUrl": "./posters/тор-2dc65223.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000016904e109ece54d43ffc6c8ad3d8e/1344x756",
    "description": "Первый сезон. Семейство Хармонов переезжает из Бостона в Лос-Анджелес, чтобы начать новую жизнь, и поселяются в старинном отреставрированном особняке, не представляя, что его предыдущие жильцы так и не нашли покоя после смерти.\nВторой сезон. Журналистка приезжает в лечебницу для душевнобольных преступников в надежде снять репортаж о новоприбывшем маньяке по прозвищу Кровавый Лик.\nТретий сезон. Шабаш ведьм, замаскированный под элитный пансион для одаренных девушек, пытается защитить последних представительниц этого вида от вымирания.\nЧетвёртый сезон. История одного из последних цирков уродов в 1950-х годах.\nПятый сезон. Отель в центральной части Лос-Анджелеса скрывает в своих стенах множество секретов.\nШестой сезон. Пара из Калифорнии переезжает в новый дом, где её начинают преследовать паранормальные явления. \nСедьмой сезон. История президентских выборов 2016 года в США.\nВосьмой сезон. Несколько стран запустили ядерные ракеты, уничтожившие большую часть населения Земли. Избранным «счастливчикам» посчастливилось укрыться в бункере.\nДевятый сезон. Пять друзей отправляются работать вожатыми в детский лагерь. Осваиваясь на новой работе, молодые люди начинают понимать, что прошлое, которое их преследует, куда опаснее лагерных страшилок, рассказанных у костра.\nДесятый сезон. Испытывающий проблемы писатель, его беременная жена и их дочь переезжают на зиму в пляжный городок. Как только они обустраиваются, истинные жители города начинают заявлять о себе. А также группа студентов, отправившихся в поход, оказывается в эпицентре заговора, который готовился десятилетиями.",
    "genres": [
      "ужасы",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:02:55.000Z",
    "kinopoiskId": 258941,
    "imdbId": "tt0800369",
    "tmdbId": 10195,
    "kinopoiskRating": 8,
    "imdbRating": 7,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-монстры-на-каникулах-176",
    "titleRu": "Монстры на каникулах",
    "titleOriginal": "Hotel Transylvania",
    "type": "cartoon",
    "year": 2012,
    "posterUrl": "./posters/монстры-на-каникулах-b964d951.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017fad081f2b78f2ab65ae104ed7aa/1344x756",
    "description": "Граф Дракула для себя и своей любимой дочки построил хорошо укрытый от посторонних глаз отель, куда монстры со всего света приезжают отдохнуть от семейных забот, повседневной суеты и, конечно… людей. Но вездесущие американские туристы проникают и сюда.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:56.000Z",
    "kinopoiskId": 280174,
    "imdbId": "tt0837562",
    "tmdbId": 76492,
    "kinopoiskRating": 7.6,
    "imdbRating": 7,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-назад-в-будущее-2-177",
    "titleRu": "Назад в будущее 2",
    "titleOriginal": "Back to the Future Part II",
    "type": "movie",
    "year": 1989,
    "posterUrl": "./posters/назад-в-будущее-2-14c6bfe3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000016128b1f9b0eef660985ee93c5daf/1344x756",
    "description": "Продолжение фантастической истории о приключениях американского подростка во времени. На этот раз с помощью модернизированной Доком машины времени Марти из 80-х попадает в будущее.\n\nДети Марти в беде, и их надо выручать. Приходится повозиться со злодеем...",
    "genres": [
      "фантастика",
      "приключения",
      "боевик",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:02:57.000Z",
    "kinopoiskId": 5502,
    "imdbId": "tt0096874",
    "tmdbId": 165,
    "kinopoiskRating": 8.3,
    "imdbRating": 7.8
  },
  {
    "id": "media-мстители-эра-альтрона-178",
    "titleRu": "Мстители: Эра Альтрона",
    "titleOriginal": "Мстители: Эра Альтрона",
    "type": "movie",
    "posterUrl": "./posters/мстители-эра-альтрона-becf918c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000168e7cbf1bf723879ea306ad8f363/1344x756",
    "description": "Человечество на грани уничтожения. На этот раз людям угрожает Альтрон — искусственный интеллект, ранее созданный для того, чтобы защищать Землю от любых угроз. Однако, главной угрозой он посчитал человечество. Международная организация Щ.И.Т. распалась, и теперь мир не способен справиться с таким мощным врагом, потому люди вновь обращаются за помощью к Величайшим Героям Земли — Мстителям. Однако Альтрон слишком силен, и есть большая вероятность, что даже им не удастся остановить начало надвигающейся Эры Альтрона, где нет места для людей…",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:02:58.000Z",
    "year": 2012,
    "kinopoiskId": 263531,
    "imdbId": "tt0848228",
    "tmdbId": 24428,
    "kinopoiskRating": 7.4,
    "imdbRating": 8,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-балерина-179",
    "titleRu": "Балерина",
    "titleOriginal": "Ballerina",
    "type": "movie",
    "year": 2025,
    "posterUrl": "./posters/балерина-840b1fcb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13074011/2a000001971cab11992d25d2453e3b10452d/1344x756",
    "description": "Когда Ева была маленькой, вооруженные люди во главе с мужчиной по прозвищу Канцлер оставили её сиротой. Так девочка оказалась в криминальной семье «Русска рома» на попечении Директрисы нью-йоркской балетной школы, одновременно служащей академией наемных убийц. Не добившись успехов в балете, но боевые курсы окончив с отличием, Ева отправляется в Европу мстить за папу.",
    "genres": [
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:02:59.000Z",
    "kinopoiskId": 1047492,
    "imdbId": "tt7181546",
    "tmdbId": 541671,
    "kinopoiskRating": 7.2,
    "imdbRating": 6.8
  },
  {
    "id": "media-вверх-180",
    "titleRu": "Вверх",
    "titleOriginal": "Up",
    "type": "movie",
    "year": 2009,
    "posterUrl": "./posters/вверх-1a5ae4ca.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a00000168f00e708cf5a66a53587d8f0f45/1344x756",
    "description": "78-летний ворчун Карл Фредриксен считает, что жизнь обходит его стороной. Чтобы сдержать обещание, данное своей почившей жене, он решает осуществить свою мечту о великом приключении, привязав тысячи воздушных шариков к своему дому и улетев в дебри Южной Америки. Не пролетев и полмили, путешественник обнаруживает, что он ненароком прихватил с собой крайне разговорчивого и неисправимо жизнерадостного 8-летнего мальчика по имени Рассел...",
    "genres": [
      "мультфильм",
      "драма",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:03:00.000Z",
    "kinopoiskId": 325381,
    "imdbId": "tt1049413",
    "tmdbId": 14160,
    "kinopoiskRating": 8,
    "imdbRating": 8.3,
    "countries": [
      "США"
    ]
  },
  {
    "id": "media-никто-181",
    "titleRu": "Никто",
    "titleOriginal": "Nobody",
    "type": "movie",
    "posterUrl": "./posters/никто-56c6e93d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c074fadcf98ebfe243c20dbecae/orig",
    "description": "Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:01.000Z",
    "year": 2021,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 1309596,
    "imdbId": "tt7888964",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.4,
    "tmdbId": 615457
  },
  {
    "id": "media-люси-182",
    "titleRu": "Люси",
    "titleOriginal": "Lucy",
    "type": "movie",
    "posterUrl": "./posters/люси-d09a1e47.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c07251326495f3fd3da3dd53e2b/orig",
    "description": "Еще вчера она была просто сексапильной блондинкой, а сегодня — самое опасное и смертоносное создание на планете со сверхъестественными способностями и интеллектом. То, что совсем недавно лучшие умы мира считали фантастической теорией, для нее стало реальностью. И теперь из добычи она превратится в охотницу.",
    "genres": [
      "боевик",
      "фантастика"
    ],
    "addedAt": "2026-06-21T12:03:02.000Z",
    "year": 2014,
    "countries": [
      "Франция",
      "Германия",
      "Тайвань",
      "Канада",
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 760326,
    "imdbId": "tt2872732",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.4,
    "tmdbId": 240832
  },
  {
    "id": "media-война-миров-z-183",
    "titleRu": "Война миров Z",
    "titleOriginal": "World War Z",
    "type": "movie",
    "posterUrl": "./posters/война-миров-z-6ef603cf.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a000001967d1a607c6e4325ea64792f2327/orig",
    "description": "Бывший сотрудник ООН Джерри Лэйн оказывается в эпицентре эпидемии неизвестного вируса, который за считанные секунды превращает людей в зомби. Пытаясь найти противоядие против вируса, Лэйн путешествует вместе со своей группой почти по всему миру, поражённому эпидемией. Теперь судьба всего мира висит на волоске, и Джерри — его единственная надежда.",
    "genres": [
      "ужасы",
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:03.000Z",
    "year": 2013,
    "countries": [
      "США"
    ],
    "kinopoiskId": 261636,
    "imdbId": "tt0816711",
    "kinopoiskRating": 7,
    "imdbRating": 7,
    "tmdbId": 72190
  },
  {
    "id": "media-васаби-184",
    "titleRu": "Васаби",
    "titleOriginal": "Wasabi",
    "type": "movie",
    "posterUrl": "./posters/васаби-582ab996.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017e7c2d839edf8bd7a8f3adae90c2/orig",
    "description": "Исполняя последнюю волю бывшей любовницы, французский полицейский Юбер Фиорентини отправляется в Японию, где ему приходится встретиться со старым другом и дочерью, о существовании которой он даже не подозревал. А также получить наследство в 200 млн. долларов и познакомиться с якудза, которые охотятся за этими деньгами.",
    "genres": [
      "боевик",
      "триллер",
      "драма",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:04.000Z",
    "year": 2001,
    "countries": [
      "Франция",
      "Япония"
    ],
    "kinopoiskId": 14288,
    "imdbId": "tt0281364",
    "kinopoiskRating": 7.6,
    "imdbRating": 6.6,
    "tmdbId": 2110
  },
  {
    "id": "media-ледниковый-период-185",
    "titleRu": "Ледниковый период",
    "titleOriginal": "Ice Age",
    "type": "cartoon",
    "posterUrl": "./posters/ледниковый-период-e12f710c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c280e362c5f91b266a7cd54e6e2/orig",
    "description": "Чтобы избежать холода, приближающегося из-за наступления ледникового периода, животные мигрируют на юг. Однако одинокий, угрюмый мамонт Манфред и бесшабашный ленивец Сид решают остаться.\nСлучайно эта парочка наталкивается на человеческого детёныша. Они отправляются в путешествие, чтобы вернуть его людям. В пути к ним присоединяется хитрый саблезубый тигр.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:03:05.000Z",
    "year": 2002,
    "countries": [
      "США"
    ],
    "kinopoiskId": 707,
    "imdbId": "tt0268380",
    "kinopoiskRating": 8,
    "imdbRating": 7.5,
    "tmdbId": 425
  },
  {
    "id": "media-солнцестояние-186",
    "titleRu": "Солнцестояние",
    "titleOriginal": "Midsommar",
    "type": "movie",
    "posterUrl": "./posters/солнцестояние-05f1acd3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c2892f98a42f7d92bc93906c08b/orig",
    "description": "После внезапной смерти родителей и сестры девушка Дэни впадает в жёсткую депрессию. Её бойфренд Кристиан, студент-антрополог, которого давно тяготят эти непростые отношения, вынужденно приглашает её в поездку в Швецию на праздник летнего солнцестояния, куда он планировал отправиться вместе с тремя друзьями-одногруппниками для работы над диссертацией. В отрезанном от цивилизованного мира поселении в этот день проводятся уникальные обряды с многовековой традицией. Однако вскоре после прибытия компания выясняет, что местные обряды далеко не безобидны.",
    "genres": [
      "ужасы",
      "драма",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:03:06.000Z",
    "year": 2019,
    "countries": [
      "США",
      "Швеция"
    ],
    "kinopoiskId": 1178137,
    "imdbId": "tt8772262",
    "kinopoiskRating": 6.4,
    "imdbRating": 7.1,
    "tmdbId": 530385
  },
  {
    "id": "media-старикам-тут-не-место-187",
    "titleRu": "Старикам тут не место",
    "titleOriginal": "No Country for Old Men",
    "type": "movie",
    "posterUrl": "./posters/старикам-тут-не-место-87a58db9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/12808873/2a0000019662462b3c9d6a145984a9319a1c/orig",
    "description": "Обычный работяга обнаруживает в пустыне гору трупов, набитый героином грузовик и соблазнительную сумму в два миллиона долларов наличными. Он решает взять деньги себе, и результатом становится волна насилия, которую не может остановить вся полиция Западного Техаса.",
    "genres": [
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:07.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 195434,
    "imdbId": "tt0477348",
    "kinopoiskRating": 7.7,
    "imdbRating": 8.2,
    "tmdbId": 6977
  },
  {
    "id": "media-малефисента-188",
    "titleRu": "Малефисента",
    "titleOriginal": "Maleficent",
    "type": "movie",
    "posterUrl": "./posters/малефисента-312745bc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c284df6f62ee1c2c7e057f495a3/orig",
    "description": "Юная волшебница Малефисента вела уединенную жизнь в зачарованном лесу, окруженная сказочными существами, но однажды все изменилось… В её мир вторглись люди, которые принесли с собой разрушение и хаос, и Малефисенте пришлось встать на защиту своих подданных, призвав на помощь могущественные тёмные силы.",
    "genres": [
      "фэнтези",
      "семейный",
      "мелодрама",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:08.000Z",
    "year": 2014,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 496849,
    "imdbId": "tt1587310",
    "kinopoiskRating": 7.3,
    "imdbRating": 6.9,
    "tmdbId": 102651
  },
  {
    "id": "media-малефисента-владычица-тьмы-189",
    "titleRu": "Малефисента: Владычица тьмы",
    "titleOriginal": "Maleficent: Mistress of Evil",
    "type": "movie",
    "posterUrl": "./posters/малефисента-владычица-тьмы-4a6589df.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c2872a520bc79b2e21c08219ac2/orig",
    "description": "Принцесса Аврора выросла, и теперь принц Филип делает ей предложение. Наивные молодые люди уверены, что их брак сможет объединить два королевства и помирить людей с волшебными существами, но не тут-то было. На совместном ужине с родителями Филипа — королём Джоном и королевой Ингрит — куда была приглашена и крёстная Авроры, происходит ссора, в результате чего король слегает с недомоганием явно магического свойства, а Малефисента вынуждена спасаться бегством.",
    "genres": [
      "фэнтези",
      "драма",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:03:09.000Z",
    "year": 2019,
    "countries": [
      "США"
    ],
    "kinopoiskId": 916498,
    "imdbId": "tt4777008",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.6,
    "tmdbId": 420809
  },
  {
    "id": "media-малышка-на-миллион-190",
    "titleRu": "Малышка на миллион",
    "titleOriginal": "Million Dollar Baby",
    "type": "movie",
    "posterUrl": "./posters/малышка-на-миллион-642b1245.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c0749ecadba778ee386ef6cfcd9/orig",
    "description": "Тренеру по боксу Фрэнку Данну так и не удалось воспитать чемпиона. Он владеет спортивным залом в Лос-Анджелесе, где всё ещё проводит тренировки. Дочь не отвечает на его письма, а его лучший боец подписал контракт с другим менеджером. Неожиданно в жизни Фрэнка появляется Мэгги Фицжеральд, 31-летняя официантка, мечтающая стать боксером. Фрэнк не желает тренировать женщину, но упорство Мэгги заставляет его передумать. Впереди - их главное сражение, требующее собрать в кулак всю волю и мужество.",
    "genres": [
      "драма",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:03:10.000Z",
    "year": 2004,
    "countries": [
      "США"
    ],
    "kinopoiskId": 81297,
    "imdbId": "tt0405159",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.1,
    "tmdbId": 70
  },
  {
    "id": "media-сумерки-191",
    "titleRu": "Сумерки",
    "titleOriginal": "Twilight",
    "type": "movie",
    "posterUrl": "./posters/сумерки-ef327666.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c0779e15d49e1160a4a42905da1/orig",
    "description": "Семнадцатилетняя девушка Белла переезжает к отцу в небольшой городок Форкс. Она влюбляется в загадочного одноклассника, который, как оказалось, происходит из семьи вампиров, отказавшихся от нападений на людей. Влюбиться в вампира. Это страшно? Это романтично, это прекрасно и мучительно, но это не может кончиться добром, особенно в вечном противостоянии вампирских кланов, где малейшее отличие от окружающих уже превращает вас во врага.",
    "genres": [
      "фэнтези",
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:03:11.000Z",
    "year": 2008,
    "countries": [
      "США"
    ],
    "kinopoiskId": 401177,
    "imdbId": "tt1099212",
    "kinopoiskRating": 6.7,
    "imdbRating": 5.4,
    "tmdbId": 8966
  },
  {
    "id": "media-амели-192",
    "titleRu": "Амели",
    "titleOriginal": "Le Fabuleux destin d'Amélie Poulain",
    "type": "movie",
    "posterUrl": "./posters/амели-7d03eaa6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000183f49cce9044a2dedd5a625cc023/orig",
    "description": "Как полет крошечной мухи может вызвать где-то далеко мощный ураган, так и странные и, на первый взгляд, непонятные поступки тихой одинокой девушки, живущей в мире своих фантазий, могут навсегда изменить жизнь совершенно разных людей, подарив им счастье и раскрасив окружающий мир яркими красками. Эту девушку зовут Амели Пулен.",
    "genres": [
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:03:12.000Z",
    "year": 2001,
    "countries": [
      "Франция",
      "Германия"
    ],
    "kinopoiskId": 341,
    "imdbId": "tt0211915",
    "kinopoiskRating": 8,
    "imdbRating": 8.3,
    "tmdbId": 194
  },
  {
    "id": "media-безумный-макс-дорога-ярости-193",
    "titleRu": "Безумный Макс: Дорога ярости",
    "titleOriginal": "Mad Max: Fury Road",
    "type": "movie",
    "posterUrl": "./posters/безумный-макс-дорога-ярости-1a26eacb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c074f85dc607e1a5d471d27587d/orig",
    "description": "Преследуемый призраками прошлого Макс уверен, что лучший способ выжить — скитаться в одиночестве. Но он попадает в плен и вынужденно присоединяется к бунтарям, бегущим через пустыню от тирании Несмертного Джо. Они забрали у него кое-что очень ценное, и разъярённый диктатор бросает все силы в погоню за мятежниками.",
    "genres": [
      "боевик",
      "фантастика",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:13.000Z",
    "year": 2015,
    "countries": [
      "Австралия",
      "США"
    ],
    "kinopoiskId": 453406,
    "imdbId": "tt1392190",
    "kinopoiskRating": 7.8,
    "imdbRating": 8.1,
    "tmdbId": 76341
  },
  {
    "id": "media-крестный-отец-194",
    "titleRu": "Крестный отец",
    "titleOriginal": "The Godfather",
    "type": "movie",
    "posterUrl": "./posters/крестный-отец-d80f3603.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a000001963f72757763becfb93aa835d006/orig",
    "description": "Криминальная сага, повествующая о нью-йоркской сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов.\n\nГлава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:14.000Z",
    "year": 1972,
    "countries": [
      "США"
    ],
    "kinopoiskId": 325,
    "imdbId": "tt0068646",
    "kinopoiskRating": 8.7,
    "imdbRating": 9.2,
    "tmdbId": 238
  },
  {
    "id": "media-форсаж-195",
    "titleRu": "Форсаж",
    "titleOriginal": "The Fast and the Furious",
    "type": "movie",
    "posterUrl": "./posters/форсаж-222e46dc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017e9e7a0215073fbbf4b4f78980c7/orig",
    "description": "Его зовут Брайан, и он — фанат турбин и нитроускорителей. Он пытается попасть в автобанду легендарного Доминика Торетто, чемпиона опасных и незаконных уличных гонок. Брайан также полицейский, и его задание — втереться в доверие к Торетто, подозреваемому в причастности к дерзким грабежам грузовиков, совершаемым прямо на ходу.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:15.000Z",
    "year": 2001,
    "countries": [
      "США",
      "Германия"
    ],
    "kinopoiskId": 666,
    "imdbId": "tt0232500",
    "kinopoiskRating": 7.8,
    "imdbRating": 6.8,
    "tmdbId": 9799
  },
  {
    "id": "media-двойной-форсаж-196",
    "titleRu": "Двойной форсаж",
    "titleOriginal": "2 Fast 2 Furious",
    "type": "movie",
    "posterUrl": "./posters/двойной-форсаж-6ea56d03.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017e7cde1bbe5f4e625e97823d1db6/orig",
    "description": "Бывший полицейский Брайан О`Коннер с напарником Романом Пирсом собирается перевезти крупную сумму грязных денег известного мафиози Картера Верона. Но на самом деле эта работа является только прикрытием для Брайана, который вместе с тайным агентом Моникой Фуэнтес должен уличить изворотливого преступника.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:16.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Германия"
    ],
    "kinopoiskId": 323,
    "imdbId": "tt0322259",
    "kinopoiskRating": 7.2,
    "imdbRating": 6
  },
  {
    "id": "media-форсаж-токийский-дрифт-197",
    "titleRu": "Тройной форсаж: Токийский дрифт",
    "titleOriginal": "The Fast and the Furious: Tokyo Drift",
    "type": "movie",
    "posterUrl": "./posters/тройной-форсаж-токийский-дрифт-b5b7d607.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001616b864cfcc125c52d7188e8a08c/1344x756",
    "description": "Старшеклассник Шон Босуэлл только и делает, что попадает в неприятности. После очередной выходки — импровизированных гонок и аварии — парню уже светит тюрьма, тогда мать решает отправить его к отцу в Японию. В первый же день в японской школе он знакомится с соотечественником, а тот притаскивает нового друга на подпольные соревнования по дрифт-рейсингу. Тут Шону открывается доселе невиданное искусство прохождения поворотов — и он сразу же ввязывается в спор, с позором проиграв который, оказывается должен местному авторитету по имени Хан.",
    "genres": [
      "боевик",
      "криминал",
      "мелодрама",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:03:17.000Z",
    "year": 2006,
    "countries": [
      "США",
      "Германия"
    ],
    "imdbId": "tt0463985",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.1,
    "kinopoiskId": 106079
  },
  {
    "id": "media-форсаж-4-198",
    "titleRu": "Форсаж 4",
    "titleOriginal": "Fast & Furious",
    "type": "movie",
    "posterUrl": "./posters/форсаж-4-bd92afab.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c284040acc03f00b742da3cf57a/orig",
    "description": "Когда кривая дорожка заставляет скрывающегося от правосудия Дома Торетто вернуться в Лос-Анджелес, вражда с агентом Брайаном О’Коннером вспыхивает с новой силой. Но у парочки обнаруживается общий противник, и Дому с Брайаном приходится заключить перемирие в надежде одержать над ним победу. Грабя конвои, роя подкопы и пересекая границы, они приходят к идеальной форме отмщения — педали газа, вдавленной до упора.",
    "genres": [
      "криминал",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:03:18.000Z",
    "year": 2009,
    "countries": [
      "Япония",
      "США"
    ],
    "kinopoiskId": 395978,
    "imdbId": "tt1013752",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.5
  },
  {
    "id": "media-форсаж-5-199",
    "titleRu": "Форсаж 5",
    "titleOriginal": "Fast Five",
    "type": "movie",
    "posterUrl": "./posters/форсаж-5-b8bb5705.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c072a66997657ab48b9436a3974/orig",
    "description": "Бывший полицейский Брайан О`Коннер вместе с бывалым лихачом Домиником Торетто совсем немного увлеклись жизнью вне закона. После того, как Брайан и Миа Торетто освободили Доминика, они не рискуют долго задерживаться на одном месте, так как являются желанной целью порядком недовольных копов.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:19.000Z",
    "year": 2011,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 496943,
    "imdbId": "tt1596343",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.3
  },
  {
    "id": "media-прибытие-200",
    "titleRu": "Прибытие",
    "titleOriginal": "Arrival",
    "type": "movie",
    "posterUrl": "./posters/прибытие-2a66020b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c2861e5dd1672f8a6f9cf68c82e/orig",
    "description": "Неожиданное появление неопознанных летающих объектов в разных точках планеты повергает мир в трепет. Намерения пришельцев не ясны — вооружённые силы всего мира приведены в полную боевую готовность, а лучшие умы человечества пытаются понять, как разговаривать с непрошеными гостями. Правительство США обращается за помощью к лингвисту Луизе Бэнкс и физику Иэну Доннели, чтобы те в кратчайшие сроки помогли найти общий язык с пришельцами.",
    "genres": [
      "фантастика",
      "драма"
    ],
    "addedAt": "2026-06-21T12:03:20.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 718811,
    "imdbId": "tt2543164",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.9,
    "tmdbId": 329865
  },
  {
    "id": "media-трансформеры-201",
    "titleRu": "Трансформеры",
    "titleOriginal": "Transformers",
    "type": "movie",
    "posterUrl": "./posters/трансформеры-b94a434e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a000001966cae2f38dba70bfae9bed549b1/orig",
    "description": "В течение многих столетий две расы роботов-инопланетян — Автоботы и Десептиконы — вели войну, ставкой в которой была судьба Вселенной. И вот война докатилась до Земли. В то время, когда силы зла ищут ключ к верховной власти, наш последний шанс на спасение находится в руках юного землянина. Единственное, что стоит между несущими зло Десептиконами и высшей властью - это ключ, находящийся в руках простого парнишки.\nОбычный подросток, Сэм Уитвикки озабочен повседневными хлопотами — школа, друзья, машины, девочки. Не ведая о том, что он является последним шансом человечества на спасение, Сэм вместе со своей подругой Микаэлой оказывается вовлеченным в противостояние Автоботов и Десептиконов. Только тогда Сэм понимает истинное значение семейного девиза Уитвикки — «без жертв нет победы!»",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:03:21.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 81288,
    "imdbId": "tt0418279",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.1,
    "tmdbId": 1858
  },
  {
    "id": "media-знакомьтесь-джо-блэк-202",
    "titleRu": "Знакомьтесь, Джо Блэк",
    "titleOriginal": "Meet Joe Black",
    "type": "movie",
    "posterUrl": "./posters/знакомьтесь-джо-блэк-f6b23535.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000187bd50949da0a4a996ade1e5e0b2/orig",
    "description": "В жизни газетного магната Уильяма Пэрриша появляется сама Смерть, принявшая обличье молодого человека по имени Джо Блэк. Смерть, уставшая от своих привычных обязанностей, предлагает Пэрришу необычное соглашение: магнат станет проводником Джо в мире живых, а по окончании каникул Смерть заберет Пэрриша с собой.",
    "genres": [
      "фэнтези",
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:03:22.000Z",
    "year": 1998,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5059,
    "imdbId": "tt0119643",
    "kinopoiskRating": 8,
    "imdbRating": 7.2,
    "tmdbId": 297
  },
  {
    "id": "media-алиса-в-стране-чудес-203",
    "titleRu": "Алиса в Стране чудес",
    "titleOriginal": "Alice in Wonderland",
    "type": "movie",
    "posterUrl": "./posters/алиса-в-стране-чудес-a48f9676.jpg",
    "backdropUrl": "./posters/алиса-в-стране-чудес-a48f9676.jpg",
    "description": "Жизнь 19-летней Алисы Кингсли принимает неожиданный оборот. На викторианской вечеринке, устроенной в её честь, Алисе дел",
    "genres": [
      "фэнтези",
      "детектив",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:03:23.000Z",
    "year": 2010,
    "countries": [
      "США",
      "Италия",
      "Канада",
      "Япония",
      "Великобритания"
    ],
    "kinopoiskId": 405609,
    "kinopoiskRating": 7.1,
    "imdbId": "tt1014759",
    "tmdbId": 12155,
    "imdbRating": 6.4
  },
  {
    "id": "media-ван-хельсинг-204",
    "titleRu": "Ван Хельсинг",
    "titleOriginal": "Van Helsing",
    "type": "movie",
    "posterUrl": "./posters/ван-хельсинг-1284c084.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c076db13d1ac886ee4f4f435f83/orig",
    "description": "Глубоко в Карпатах лежит таинственная страна Трансильвания — мир, в котором зло встречается на каждом шагу, мир, в котором опасность оживает с заходом солнца, и где монстры, живущие в глубине человеческих кошмаров, обретают форму. В этот мир попадает легендарный охотник на чудовищ Ван Хельсинг.\n\nВ своей непрерывной битве против сил зла и за освобождение мира от порождений ада Ван Хельсинг, по заданию секретного общества, отправляется в Трансильванию, чтобы скрестить оружие со смертельно опасным, наделённым неведомой силой графом Дракулой. На помощь ему внезапно приходит бесстрашная Анна Валери, поставившая целью избавить свою семью от векового проклятья, наложенного убитым вампиром.",
    "genres": [
      "фэнтези",
      "боевик",
      "триллер",
      "детектив",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:24.000Z",
    "year": 2004,
    "countries": [
      "США",
      "Чехия"
    ],
    "kinopoiskId": 3491,
    "imdbId": "tt0338526",
    "kinopoiskRating": 7.6,
    "imdbRating": 6.1,
    "tmdbId": 7131
  },
  {
    "id": "media-гонка-205",
    "titleRu": "Гонка",
    "titleOriginal": "Rush",
    "type": "movie",
    "posterUrl": "./posters/гонка-e5211333.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c077d316883ce07e9c9d1000354/orig",
    "description": "1970-е. Два непримиримых соперника в гонках «Формула-1» — обаятельный плейбой-англичанин Джеймс Хант и дисциплинированный перфекционист-австриец Ники Лауда — доводят себя до предела физической и психологической выносливости ради победы. Каждый из них стремится быть первым, а ошибка на трассе может стоить гонщикам жизни.",
    "genres": [
      "спорт",
      "драма",
      "биография"
    ],
    "addedAt": "2026-06-21T12:03:25.000Z",
    "year": 2013,
    "countries": [
      "Великобритания",
      "Германия",
      "США"
    ],
    "kinopoiskId": 596125,
    "imdbId": "tt1979320",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.1,
    "tmdbId": 96721
  },
  {
    "id": "media-человек-паук-возвращение-домой-206",
    "titleRu": "Человек-паук: Возвращение домой",
    "titleOriginal": "Spider-Man: Homecoming",
    "type": "movie",
    "posterUrl": "./posters/человек-паук-возвращение-домой-81aa3fd7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c07517452ef198a79f973973cd5/orig",
    "description": "После встречи с командой Мстителей Питер Паркер возвращается домой и пытается жить обычной жизнью под опекой тёти Мэй. Но теперь за Питером приглядывает кое-кто ещё. Тони Старк видел Человека-паука в деле и должен стать его наставником. Когда новый злодей Стервятник угрожает уничтожить всё, что дорого Питеру, приходит время показать всем, что такое настоящий супергерой.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:26.000Z",
    "year": 2017,
    "countries": [
      "США"
    ],
    "kinopoiskId": 690593,
    "imdbId": "tt2250912",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.4,
    "tmdbId": 315635
  },
  {
    "id": "media-первый-мститель-противостояние-207",
    "titleRu": "Первый мститель: Противостояние",
    "titleOriginal": "Captain America: Civil War",
    "type": "movie",
    "posterUrl": "./posters/первый-мститель-противостояние-b9cd12e1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c286a5d007ce626d6aaad8db7d9/orig",
    "description": "Мстители под руководством Капитана Америки оказываются участниками разрушительного инцидента, имеющего международный масштаб. Эти события заставляют правительство задуматься над тем, чтобы начать регулировать действия всех людей с особыми способностями, введя «Акт о регистрации супергероев», вынуждая их подчиняться ООН.\n\nВидя в этом договоре нарушение гражданских прав и плевок на всё, во что он верит, Стив Роджерс открыто восстаёт против нового режима, ведя за собой группу героев, поддерживающих его мнение. В свою очередь, Тони Старк видит смысл в новом договоре и становится во главе героев, поддерживающих его. Всё это приводит к неизбежному расколу Мстителей и войне между сторонами. Сражаясь друг с другом, Старк и Роджерс не знают о том, что таинственный Барон Земо уже строит свои собственные планы, воспользовавшись расколом величайших героев Земли.",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:03:27.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Германия"
    ],
    "kinopoiskId": 822708,
    "imdbId": "tt3498820",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.8,
    "tmdbId": 271110
  },
  {
    "id": "media-пацаны-208",
    "titleRu": "Пацаны",
    "titleOriginal": "The Boys",
    "type": "series",
    "posterUrl": "./posters/пацаны-b35d99b9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c0791e438d10a65d3d63c4381b9/orig",
    "description": "Супергерои являются настоящими звездами. Их все знают и обожают. Но за идеальным фасадом скрывается мрачный мир наркотиков и секса, а большинство героев в жизни не самые приятные люди. Противостоит им отряд, неофициально известный как «Пацаны».",
    "genres": [
      "фантастика",
      "боевик",
      "драма",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:28.000Z",
    "year": 2019,
    "countries": [
      "США"
    ],
    "kinopoiskId": 460586,
    "imdbId": "tt1190634",
    "kinopoiskRating": 8.2,
    "imdbRating": 8.6,
    "tmdbId": 76479
  },
  {
    "id": "media-бременские-музыканты-209",
    "titleRu": "Бременские музыканты",
    "titleOriginal": "Бременские музыканты",
    "type": "cartoon",
    "posterUrl": "./posters/бременские-музыканты-3dc5816c.jpg",
    "backdropUrl": "./posters/бременские-музыканты-3dc5816c.jpg",
    "description": "Музыкальная фантазия, любимая не одним поколением зрителей, о необыкновенных, очень опасных и веселых приключениях бреме",
    "genres": [
      "мультфильм",
      "детский",
      "короткометражка",
      "мюзикл",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:03:29.000Z",
    "year": 1969,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 46223,
    "kinopoiskRating": 8.3,
    "imdbRating": 7.9,
    "imdbId": "tt0211281",
    "tmdbId": 33108
  },
  {
    "id": "media-хэнкок-210",
    "titleRu": "Хэнкок",
    "titleOriginal": "Hancock",
    "type": "movie",
    "posterUrl": "./posters/хэнкок-313ea29d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c07560ae79fab81b0cc9af7d475/orig",
    "description": "Есть герои, есть супергерои, и есть Хэнкок. Обладание сверхспособностями предполагает ответственность, все знают это — кроме него. За любую задачу он берётся с душой и лучшими намерениями, спасает жизни людей — ценой нечеловеческих разрушений и неисчислимого ущерба. В конце концов, терпение общественности подходит к концу: люди благодарны своему местному герою, но иногда не понимают, чем заслужили такое наказание.\n\nХэнкок не из тех парней, кого волнует какое-то там общественное мнение, но однажды, после очередного подвига, спасая высокопоставленного пиарщика Рэя, он вдруг понимает, что в некотором смысле он может быть уязвим. С этим трудно смириться, особенно по мнению Мэри, жены Рэя, считающей, что Хэнкок попросту безнадежен.",
    "genres": [
      "фантастика",
      "боевик",
      "драма",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:03:30.000Z",
    "year": 2008,
    "countries": [
      "США"
    ],
    "kinopoiskId": 102151,
    "imdbId": "tt0448157",
    "kinopoiskRating": 7.5,
    "imdbRating": 6.4,
    "tmdbId": 8960
  },
  {
    "id": "media-призрак-211",
    "titleRu": "Призрак",
    "titleOriginal": "Призрак",
    "type": "movie",
    "posterUrl": "./posters/призрак-cd1c70dc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c286b86e7b2eca7ffc84a54630a/orig",
    "description": "Еще вчера Юрий Гордеев — амбициозный авиаконструктор и любимец женщин — был в шаге от своего триумфа. Его самолет ЮГ-1 должен был стать настоящим прорывом в отечественной авиации. Но сегодня его никто не видит и не слышит, и конкурент по бизнесу беспрепятственно закрывает его компанию. Все потому, что Юра разбился в автокатастрофе и стал призраком.\n\nШкольник Ваня Кузнецов был пустым местом всегда. Жертва гиперопеки матери, объект насмешек одноклассников, он боится даже заговорить с девочкой, в которую давно влюблен. У Юры есть неделя, чтобы закончить дело своей жизни и поднять самолет в воздух. Ваня — единственный, кто его видит и может ему помочь.",
    "genres": [
      "комедия",
      "семейный",
      "фантастика",
      "драма"
    ],
    "addedAt": "2026-06-21T12:03:31.000Z",
    "year": 2015,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 839960,
    "kinopoiskRating": 7.1,
    "imdbRating": 6.5,
    "imdbId": "tt4559932",
    "tmdbId": 332512
  },
  {
    "id": "media-2012-212",
    "titleRu": "2012",
    "titleOriginal": "2012",
    "type": "movie",
    "posterUrl": "./posters/2012-676474c9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017c0724a34dcf392082f8fee64d07/orig",
    "description": "Согласно календарю индейцев Майя, в 2012 году планеты солнечной системы окажутся на одной линии друг с другом, что приведет к глобальным природным катаклизмам: сильнейшие землетрясения, цунами и извержения вулканов превратят страны и целые континенты в руины. Недавно ученые подтвердили, что этот миф может стать реальностью.",
    "genres": [
      "фантастика",
      "приключения",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:03:32.000Z",
    "year": 2009,
    "countries": [
      "США"
    ],
    "kinopoiskId": 413447,
    "imdbId": "tt1190080",
    "kinopoiskRating": 6.9,
    "imdbRating": 5.9
  },
  {
    "id": "media-человек-паук-3-враг-в-отражении-213",
    "titleRu": "Человек-паук 3: Враг в отражении",
    "titleOriginal": "Spider-Man 3",
    "type": "movie",
    "posterUrl": "./posters/человек-паук-3-враг-в-отражении-aff220e5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c074a59b51c1e068d57a06f4a2a/orig",
    "description": "Прошло пять лет с тех пор, как Питер осознал, что «с Великой силой приходит Великая ответственность!», и три года с тех пор, как он отказался быть борцом за справедливость. Но сейчас кажется, Питер прекрасно научился жить несколькими жизнями. Он хорошо учится, Нью-Йорк признал его героем, отношения с Мэри Джейн прочные. Питер даже намеревается сделать ей предложение!\n\nНо к сожалению, его лучший друг Гарри Озборн по-прежнему считает, что именно Человек-паук несет ответственность за безвременную кончину его отца. Гарри намеревается отомстить ему в образе Нового Гоблина. В то же самое время на криминальной сцене Нью-Йорка появляется другой могущественный суперзлодей, известный как Песочный Человек.\n\nКогда Человек-паук надевает таинственный черный костюм, его темная, более мстительная сторона полностью поглощает его. Эти трансформации заставляют его встретиться с самым сильным противником ― с самим собой…",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:33.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 82441,
    "imdbId": "tt0413300",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.3,
    "tmdbId": 559
  },
  {
    "id": "media-босс-молокосос-214",
    "titleRu": "Босс-молокосос",
    "titleOriginal": "The Boss Baby",
    "type": "cartoon",
    "posterUrl": "./posters/босс-молокосос-68911867.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000018388cbdf9c0a786701d7ff3ef771/orig",
    "description": "Семилетний фантазёр Тима ревнует родителей к недавно появившемуся на свет брату. Но малыш – совсем не простой ребенок, он обладает лидерскими задатками, уже носит деловые костюмы и во всём видит бизнес-задачу. Однажды Тим узнает о заговоре, целью которого является уничтожение любви, и организовал его директор компании «Puppy Co». Но одному Тиму не по силам его остановить. Мальчику предстоит объединиться со своим нелюбимым братом, чтобы спасти родителей и вернуть порядок на Земле.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:03:34.000Z",
    "year": 2017,
    "countries": [
      "США"
    ],
    "kinopoiskId": 842567,
    "imdbId": "tt3874544",
    "kinopoiskRating": 6.6,
    "imdbRating": 6.3,
    "tmdbId": 295693
  },
  {
    "id": "media-мумия-215",
    "titleRu": "Мумия",
    "titleOriginal": "The Mummy",
    "type": "movie",
    "posterUrl": "./posters/мумия-2d73a910.jpg",
    "backdropUrl": "./posters/мумия-2d73a910.jpg",
    "description": "На бескрайних просторах египетской пустыни искатели приключений находят древнюю гробницу и случайно пробуждают могущественную мумию, несущую миру проклятие.",
    "genres": [
      "фэнтези",
      "приключения",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:03:35.000Z",
    "year": 1999,
    "countries": [
      "США"
    ],
    "kinopoiskId": 4484,
    "kinopoiskRating": 7.8,
    "imdbRating": 7.1,
    "imdbId": "tt0120616",
    "tmdbId": 564
  },
  {
    "id": "media-шестое-чувство-216",
    "titleRu": "Шестое чувство",
    "titleOriginal": "The Sixth Sense",
    "type": "movie",
    "posterUrl": "./posters/шестое-чувство-9cf5434b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c076cb48a1988ea34594f7c9b13/orig",
    "description": "Детский психиатр Малкольм Кроу сталкивается со странным случаем: девятилетнего Коула посещают страшные видения — призраки умерших. Как врач Малкольм бессилен помочь, но как человек он пытается найти ключ к ужасному миру Коула.",
    "genres": [
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:03:36.000Z",
    "year": 1999,
    "countries": [
      "США"
    ],
    "kinopoiskId": 395,
    "imdbId": "tt0167404",
    "kinopoiskRating": 8.2,
    "imdbRating": 8.2,
    "tmdbId": 745
  },
  {
    "id": "media-аватар-легенда-об-аанге-217",
    "titleRu": "Аватар: Легенда об Аанге",
    "titleOriginal": "Avatar: The Last Airbender",
    "type": "cartoon",
    "posterUrl": "./posters/аватар-легенда-об-аанге-5c12d026.jpg",
    "backdropUrl": "./posters/аватар-легенда-об-аанге-5c12d026.jpg",
    "description": "Мир разделен на четыре народа: Водные племена, королевство Земли, Воздушные кочевники и Огненная нация. Представители ка",
    "genres": [
      "мультфильм",
      "фэнтези",
      "боевик",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:03:37.000Z",
    "year": 2004,
    "countries": [
      "США",
      "Корея Южная"
    ],
    "kinopoiskId": 401152,
    "kinopoiskRating": 8.7,
    "imdbRating": 9.3,
    "imdbId": "tt0417299",
    "tmdbId": 246
  },
  {
    "id": "media-отряд-самоубийц-миссия-навылет-218",
    "titleRu": "Отряд самоубийц: Миссия навылет",
    "titleOriginal": "The Suicide Squad",
    "type": "movie",
    "posterUrl": "./posters/отряд-самоубийц-миссия-навылет-ee28aeb3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017dc8f6a2f08b30a92ad70a9f89d5/orig",
    "description": "Отобрав наиболее перспективных заключенных из тюрьмы, в которой содержатся не только самые опасные преступники, но и люди со сверхспособностями, и даже не люди, правительственный агент отправляет их на самоубийственное задание в одну латиноамериканскую страну, где недавно произошел военный переворот. А чтобы те наверняка не сбежали, каждому в голову вживляется взрывное устройство.",
    "genres": [
      "боевик",
      "фантастика",
      "комедия",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:03:38.000Z",
    "year": 2021,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1008477,
    "imdbId": "tt6334354",
    "kinopoiskRating": 6.7,
    "imdbRating": 7.2,
    "tmdbId": 436969
  },
  {
    "id": "media-сплит-219",
    "titleRu": "Сплит",
    "titleOriginal": "Split",
    "type": "movie",
    "posterUrl": "./posters/сплит-bb644e4b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c07903eec1cc7442283cd005ce2/orig",
    "description": "Cредь бела дня с многолюдной парковки незнакомец похищает трёх школьниц. Они приходят в себя в закрытом помещении, а в душе владельца таятся 23 лика страха. Сменяя друг друга, личности ведут обычную для них жизнь — работают и ходят к психотерапевту, периодически напоминая пленницам, что они дожидаются 24-ю личность, которая скоро явит себя миру.",
    "genres": [
      "триллер"
    ],
    "addedAt": "2026-06-21T12:03:39.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 930534,
    "kinopoiskRating": 7,
    "imdbRating": 7.3,
    "imdbId": "tt4972582",
    "tmdbId": 381288
  },
  {
    "id": "media-троя-220",
    "titleRu": "Троя",
    "titleOriginal": "Troy",
    "type": "movie",
    "posterUrl": "./posters/троя-202cb2b0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c2800708c8538ed3827cfbdfa3f/orig",
    "description": "1193 год до нашей эры. Парис украл прекрасную Елену, жену царя Спарты Менелая. За честь Менелая вступается его брат – царь Агамемнон. Его армия под предводительством Ахиллеса подошла к Трое и взяла город в кровавую осаду, длившуюся долгих десять лет… Два мира будут воевать за честь и власть. Тысячи умрут за славу. И за любовь нация сгорит дотла.",
    "genres": [
      "боевик",
      "драма",
      "мелодрама",
      "история"
    ],
    "addedAt": "2026-06-21T12:03:40.000Z",
    "year": 2004,
    "countries": [
      "США",
      "Мальта",
      "Великобритания"
    ],
    "kinopoiskId": 3442,
    "imdbId": "tt0332452",
    "kinopoiskRating": 8,
    "imdbRating": 7.3,
    "tmdbId": 652
  },
  {
    "id": "media-бэтмен-начало-221",
    "titleRu": "Бэтмен: Начало",
    "titleOriginal": "Batman Begins",
    "type": "movie",
    "posterUrl": "./posters/бэтмен-начало-d75af00e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c0728164ffaea8c1bd826125cd8/orig",
    "description": "В детстве юный наследник огромного состояния Брюс Уэйн оказался свидетелем убийства своих родителей, и тогда он решил бороться с преступностью. Спустя годы он отправляется в путешествие по миру, чтобы найти способ восстановить справедливость. Обучение у мудрого наставника боевым искусствам дает ему силу и смелость. Вернувшись в родной город, Уэйн становится Бэтменом и ведет борьбу со злом.",
    "genres": [
      "боевик",
      "приключения",
      "фантастика",
      "драма"
    ],
    "addedAt": "2026-06-21T12:03:41.000Z",
    "year": 2005,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 47237,
    "imdbId": "tt0372784",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.2,
    "tmdbId": 272
  },
  {
    "id": "media-папины-дочки-222",
    "titleRu": "Папины дочки",
    "titleOriginal": "Папины дочки",
    "type": "series",
    "posterUrl": "./posters/папины-дочки-c6293bfc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c283fe86c0216640a4e9cd61ced/orig",
    "description": "Практикующего психотерапевта, эксперта в семейных отношениях, бросает жена. Одного… с пятью дочерьми на руках. Но это – только начало кошмара. С ним остается теща и куча проблем! Сможет ли отец-одиночка, он же – отчаявшийся психотерапевт, распугавший всех клиентов жалобами на жизнь, прокормить семью и снова найти личное счастье? На горизонте уже появилась молодая, привлекательная и очень богатая клиентка – жена миллионера с Рублевки. Смогут ли папины дочки разжалобить ее и уговорить взять папу сначала на работу, а потом, глядишь, и в мужья?",
    "genres": [
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:03:42.000Z",
    "year": 2007,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 394047,
    "imdbId": "tt1796154",
    "kinopoiskRating": 5.9,
    "imdbRating": 4.9,
    "tmdbId": 45909
  },
  {
    "id": "media-ч-рная-молния-223",
    "titleRu": "Чёрная Молния",
    "titleOriginal": "Чёрная Молния",
    "type": "movie",
    "posterUrl": "./posters/черная-молния-2009ee70.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c073dcd38c1d7355158d9d665f3/orig",
    "description": "Двадцатилетний Дима Майков получает в подарок от отца старенький автомобиль ГАЗ-21 «Волга» и внезапно обнаруживает, что его машина летает, как настоящий истребитель. Дима  активно включается в бизнес по доставке цветов, проносясь над столичными пробками и наслаждаясь полётами, пока однажды беда не заставляет его по-другому взглянуть на мир. \n\nТеперь ему предстоит встать на защиту тех, кем он дорожит, и сразиться со Злом в небе над новогодней Москвой.",
    "genres": [
      "фантастика",
      "боевик",
      "мелодрама",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:43.000Z",
    "year": 2009,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 439906,
    "imdbId": "tt1569364",
    "kinopoiskRating": 5.4,
    "imdbRating": 5.6
  },
  {
    "id": "media-декстер-224",
    "titleRu": "Декстер",
    "titleOriginal": "Dexter",
    "type": "series",
    "posterUrl": "./posters/декстер-b2c4b0e3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c17cd6b8c754bcb8cbd5ff6e6b0/orig",
    "description": "Я — Декстер. Декстер Морган. Я работаю судмедэкспертом в полиции Майами. Я не понимаю любви, мне безразличен секс, и у меня нет чувств. А еще я серийный убийца.\n\nМой отец был полицейским и прекрасно обучил меня прятать улики. Обычным гражданам не стоит меня бояться, я убиваю только преступников, подонков, до которых почему-либо не смогла или не захотела добраться полиция. Я убиваю их, аккуратно распиливаю на части и избавляюсь от трупов. Убийство для меня — творческий акт, искусство.\n\nНо однажды… В Майами появляется некто, равный мне. Даже превзошедший меня. Сумевший меня заинтересовать. Предложивший мне своего рода товарищеское состязание. Кто этот загадочный и неуловимый «икс»?..",
    "genres": [
      "триллер",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:03:44.000Z",
    "year": 2006,
    "countries": [
      "США"
    ],
    "kinopoiskId": 277537,
    "imdbId": "tt0773262",
    "kinopoiskRating": 8.3,
    "imdbRating": 8.6,
    "tmdbId": 1405
  },
  {
    "id": "media-мистер-и-миссис-смит-225",
    "titleRu": "Мистер и миссис Смит",
    "titleOriginal": "Mr. & Mrs. Smith",
    "type": "movie",
    "posterUrl": "./posters/мистер-и-миссис-смит-7781e15d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a00000184f2a76d8f5faeb904119341f35b/orig",
    "description": "Джон и Джейн женаты не так давно, но уже устали от брака. Им кажется, что они знают друг о друге всё. Но есть кое-что, что каждый предпочитает держать при себе: оба они – наёмные убийцы, которые тайно путешествуют по миру, выполняя опасные миссии. Эти отдельные тайные приключения становятся их общей судьбой в тот момент, когда Джейн получает заказ на Джона, а Джон - на Джейн.",
    "genres": [
      "боевик",
      "триллер",
      "мелодрама",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:03:45.000Z",
    "year": 2005,
    "countries": [
      "США"
    ],
    "kinopoiskId": 12090,
    "imdbId": "tt0356910",
    "kinopoiskRating": 7.6,
    "imdbRating": 6.5,
    "tmdbId": 787
  },
  {
    "id": "media-первый-мститель-226",
    "titleRu": "Первый мститель",
    "titleOriginal": "Captain America: The First Avenger",
    "type": "movie",
    "posterUrl": "./posters/первый-мститель-3f6a9b86.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c075af4dcc92826e840391e9c59/orig",
    "description": "Стив Роджерс добровольно соглашается принять участие в эксперименте, который превратит его в суперсолдата, известного как Первый мститель. Роджерс вступает в вооруженные силы США вместе с Баки Барнсом и Пегги Картер, чтобы бороться с враждебной организацией ГИДРА, которой управляет безжалостный Красный Череп.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения",
      "военный"
    ],
    "addedAt": "2026-06-21T12:03:46.000Z",
    "year": 2011,
    "countries": [
      "США"
    ],
    "kinopoiskId": 160946,
    "imdbId": "tt0458339",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.9,
    "tmdbId": 1771
  },
  {
    "id": "media-человек-паук-2-227",
    "titleRu": "Человек-паук 2",
    "titleOriginal": "Spider-Man 2",
    "type": "movie",
    "posterUrl": "./posters/человек-паук-2-7f7fa6de.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c08123dd3ddd2d7a062a1e7f95a/orig",
    "description": "Тихоня Питер Паркер балансирует на грани двух своих жизней: супергероя Человека-паука и обычного студента колледжа. Его отношения со всеми, кто ему дорог, в опасности или зашли в тупик. А жизнь приготовила ему новое испытание. Он должен использовать все свои суперспособности, чтобы одолеть жестокого безумца доктора Отто Октавиуса.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:47.000Z",
    "year": 2004,
    "countries": [
      "США"
    ],
    "kinopoiskId": 2898,
    "imdbId": "tt0316654",
    "kinopoiskRating": 7.3,
    "imdbRating": 7.5,
    "tmdbId": 558
  },
  {
    "id": "media-помни-228",
    "titleRu": "Помни",
    "titleOriginal": "Memento",
    "type": "movie",
    "posterUrl": "./posters/помни-fc2b8099.jpg",
    "backdropUrl": "./posters/помни-fc2b8099.jpg",
    "description": "Леонард Шелби ищет убийцу жены, но из-за нарушения кратковременной памяти вынужден оставлять себе подсказки в виде записей, фотографий и татуировок.",
    "genres": [
      "триллер",
      "детектив",
      "драма"
    ],
    "addedAt": "2026-06-21T12:03:48.000Z",
    "year": 2000,
    "countries": [
      "США"
    ],
    "kinopoiskId": 335,
    "imdbId": "tt0209144",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.4
  },
  {
    "id": "media-пролетая-над-гнездом-кукушки-229",
    "titleRu": "Пролетая над гнездом кукушки",
    "titleOriginal": "One Flew Over the Cuckoo's Nest",
    "type": "movie",
    "posterUrl": "./posters/пролетая-над-гнездом-кукушки-f9fef49f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017c07838b83cdc15fd2757f214742/orig",
    "description": "Рэндла Патрика Макмёрфи, патологического преступника и бунтаря, переводят из колонии в психиатрическую клинику, чтобы установить, является он душевнобольным или нет. В клинике он обнаруживает, что отделение контролирует хладнокровная, строгая и одержимая распорядком старшая медсестра Милдред Рэтчед. Макмёрфи намерен не подчиняться абсурдным, на его взгляд, правилам и одновременно повеселиться от души. Его бунтарская натура заражает других пациентов, но сестра Рэтчед решительно настроена пресечь это.",
    "genres": [
      "драма"
    ],
    "addedAt": "2026-06-21T12:03:49.000Z",
    "year": 1975,
    "countries": [
      "США"
    ],
    "kinopoiskId": 336,
    "imdbId": "tt0073486",
    "kinopoiskRating": 8.5,
    "imdbRating": 8.6,
    "tmdbId": 510
  },
  {
    "id": "media-кунг-фу-панда-230",
    "titleRu": "Кунг-фу Панда",
    "titleOriginal": "Kung Fu Panda",
    "type": "cartoon",
    "posterUrl": "./posters/кунг-фу-панда-fec18726.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c08178c56595a584239ddedc8ab/orig",
    "description": "Спасение Долины Мира и всех ее обитателей от непобедимого и безжалостного мастера Тай Лунга должно лечь на плечи Воина Дракона, Избранного среди лучших из лучших, коим становится… неуклюжий, ленивый и вечно голодный панда По.\n\nЕму предстоит долгий и трудный путь к вершинам мастерства кунг-фу бок о бок с легендарными воинами: Тигрой, Обезьяной, Богомолом, Гадюкой и Журавлем. По постигнет тайну древнего Свитка и станет Воином Дракона только в том случае, если сможет поверить в себя…",
    "genres": [
      "мультфильм",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:03:50.000Z",
    "year": 2008,
    "countries": [
      "США"
    ],
    "kinopoiskId": 103734,
    "imdbId": "tt0441773",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.6,
    "tmdbId": 9502
  },
  {
    "id": "media-зв-здные-войны-эпизод-i-скрытая-угроза-231",
    "titleRu": "Звёздные войны: Эпизод 1 – Скрытая угроза",
    "titleOriginal": "Star Wars: Episode I - The Phantom Menace",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-эпизод-1-скрытая-угроза-4e831425.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a0000016fb27b97beee97f93c92540dd577/1344x756",
    "description": "Мирная и процветающая планета Набу. Торговая федерация, не желая платить налоги, вступает в прямой конфликт с королевой Амидалой, правящей на планете, что приводит к войне. На стороне королевы и республики в ней участвуют два рыцаря-джедая: учитель и ученик, Квай-Гон-Джин и Оби-Ван Кеноби...",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:51.000Z",
    "year": 1999,
    "imdbRating": 6.5,
    "kinopoiskRating": 7.9,
    "countries": [
      "США"
    ],
    "kinopoiskId": 6695,
    "imdbId": "tt0120915",
    "tmdbId": 1893
  },
  {
    "id": "media-зв-здные-войны-эпизод-ii-атака-клонов-232",
    "titleRu": "Звёздные войны: Эпизод 2 – Атака клонов",
    "titleOriginal": "Star Wars: Episode II - Attack of the Clones",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-эпизод-2-атака-клонов-48e99964.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000016fb275ff7078a739d72656495e08/1344x756",
    "description": "Действие разворачивается через 10 лет после событий, описанных в первом эпизоде знаменитой саги. Республика все глубже погружается в пучину противоречий и хаоса. Движение сепаратистов, представленное сотнями планет и могущественным альянсом корпораций, грозит стать новой угрозой для Галактики, с которой не смогут справиться даже джедаи.\n\nНазревающий конфликт, заранее спланированный могущественными, но пока еще не разоблаченными силами, ведет к началу Клонических войн и к закату республики. Чтобы противостоять угрозе вселенских масштабов, Верховный канцлер Палпатин добивается консолидации власти в республике в своих руках и отдает приказ о создании республиканской армии для поддержки малочисленной группы джедаев в их борьбе с превосходящим противником.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:52.000Z",
    "year": 2002,
    "imdbRating": 6.6,
    "kinopoiskRating": 7.8,
    "countries": [
      "США"
    ],
    "kinopoiskId": 844,
    "imdbId": "tt0121765",
    "tmdbId": 1894
  },
  {
    "id": "media-зв-здные-войны-эпизод-iii-месть-ситхов-233",
    "titleRu": "Звёздные войны: Эпизод 3 – Месть ситхов",
    "titleOriginal": "Star Wars: Episode III - Revenge of the Sith",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-эпизод-3-месть-ситхов-7e12789c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a0000016fb2769074a29aa7cfb346e9e28d/1344x756",
    "description": "Идёт третий год Войн клонов. Галактическая Республика, некогда бывшая спокойным и гармоничным государством, превратилась в поле битвы между армиями клонов, возглавляемых канцлером Палпатином, и армадами дроидов, которых ведёт граф Дуку, тёмный лорд ситхов. Республика медленно погружается во тьму. Лишь рыцари-джедаи, защитники мира и справедливости, могут противостоять злу, которое вскоре поглотит галактику. Но настоящая битва идёт в душе у молодого рыцаря-джедая Энакина, который разрывается между долгом джедая и любовью к своей жене, сенатору Падме Амидале. И от того, какое чувство в нём победит, зависит будущее всего мира.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:53.000Z",
    "year": 2005,
    "imdbRating": 7.7,
    "kinopoiskRating": 8.1,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5619,
    "imdbId": "tt0121766",
    "tmdbId": 1895
  },
  {
    "id": "media-зв-здные-войны-эпизод-iv-новая-надежда-234",
    "titleRu": "Звёздные войны: Эпизод 4 – Новая надежда",
    "titleOriginal": "Star Wars",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-эпизод-4-новая-надежда-e792f67c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000016fb264111a4fa5ab487b46990394/1344x756",
    "description": "Татуин. Планета-пустыня. Уже постаревший рыцарь Джедай Оби Ван Кеноби спасает молодого Люка Скайуокера, когда тот пытается отыскать пропавшего дроида. С этого момента Люк осознает свое истинное назначение: он один из рыцарей Джедай. В то время как гражданская война охватила галактику, а войска повстанцев ведут бои против сил злого Императора, к Люку и Оби Вану присоединяется отчаянный пилот-наемник Хан Соло, и в сопровождении двух дроидов, R2D2 и C-3PO, этот необычный отряд отправляется на поиски предводителя повстанцев – принцессы Леи. Героям предстоит отчаянная схватка с устрашающим Дартом Вейдером – правой рукой Императора и его секретным оружием – «Звездой Смерти».",
    "genres": [
      "фантастика",
      "боевик",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:54.000Z",
    "year": 1977,
    "imdbRating": 8.6,
    "kinopoiskRating": 8.1,
    "countries": [
      "США"
    ],
    "kinopoiskId": 333,
    "imdbId": "tt0076759",
    "tmdbId": 11
  },
  {
    "id": "media-зв-здные-войны-эпизод-v-империя-наносит-ответный-удар-235",
    "titleRu": "Звёздные войны: Эпизод 5 – Империя наносит ответный удар",
    "titleOriginal": "Star Wars: Episode V - The Empire Strikes Back",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-эпизод-5-империя-наносит-ответный-удар-e68a9527.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000016fb26a17f68021587d8d0311cc09/1344x756",
    "description": "Борьба за Галактику обостряется в пятом эпизоде космической саги. Войска Императора начинают массированную атаку на повстанцев и их союзников.\n\nХан Соло и принцесса Лейя укрываются в Заоблачном Городе, в котором их и захватывает Дарт Вейдер, в то время как Люк Скайуокер находится на таинственной планете джунглей Дагоба.\n\nТам Мастер - джедай Йода обучает молодого рыцаря навыкам обретения Силы. Люк даже не предполагает, как скоро ему придется воспользоваться знаниями старого Мастера: впереди битва с превосходящими силами Императора и смертельный поединок с Дартом Вейдером.",
    "genres": [
      "фантастика",
      "боевик",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:55.000Z",
    "year": 1980,
    "imdbRating": 8.7,
    "kinopoiskRating": 8.1,
    "countries": [
      "США"
    ],
    "kinopoiskId": 338,
    "imdbId": "tt0080684",
    "tmdbId": 1891
  },
  {
    "id": "media-зв-здные-войны-эпизод-vi-возвращение-джедая-236",
    "titleRu": "Звёздные войны: Эпизод 6 – Возвращение Джедая",
    "titleOriginal": "Star Wars: Episode VI - Return of the Jedi",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-эпизод-6-возвращение-джедая-9f1d2da2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000016fb270899613ca817d7c5fc08750/1344x756",
    "description": "В шестом эпизоде «Звездных войн» Дарт Вейдер создает вторую «Звезду Смерти». Он объединяет все силы зла, чтобы с помощью этого смертоносного оружия нанести последний сокрушительный удар по повстанцам и их союзникам.\n\nЛюк Скайуокер вместе с принцессой Лейей и верными дроидами R2D2 и C-3PO отправляется спасать своего друга Хана Соло, который попал в плен к отвратительному Джаббе Хатту - могущественному повелителю преступников.\n\nПовстанцы высаживаются на планету Эндор, чтобы оттуда вместе с Люком и его отрядом предпринять последнюю атаку на Имперский флот, атаку, от которой зависит судьба Галактики. В этом эпизоде Люк Скайуокер и Дарт Вейдер встречаются в последний раз... ибо из поединка между отцом и сыном живым выйдет только один...",
    "genres": [
      "фантастика",
      "боевик",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:56.000Z",
    "year": 1983,
    "imdbRating": 8.3,
    "kinopoiskRating": 8.2,
    "countries": [
      "США"
    ],
    "kinopoiskId": 447,
    "imdbId": "tt0086190",
    "tmdbId": 1892
  },
  {
    "id": "media-зв-здные-войны-эпизод-vii-пробуждение-силы-237",
    "titleRu": "Звёздные войны: Пробуждение силы",
    "titleOriginal": "Star Wars: Episode VII - The Force Awakens",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-пробуждение-силы-a52b4fa8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016fb27ce4b7143ae77e999943ebbc/1344x756",
    "description": "Через тридцать лет после гибели Дарта Вейдера и Императора галактика по-прежнему в опасности. Государственное образование Первый Орден во главе с таинственным верховным лидером Сноуком и его правой рукой Кайло Реном идёт по стопам Империи, пытаясь захватить всю власть. В это нелёгкое время судьба сводит юную девушку Рей и бывшего штурмовика Первого Ордена Финна с героями войны с Империей - Ханом Соло, Чубаккой и генералом Леей. Вместе они должны дать бой Первому Ордену, однако настаёт тот момент, когда становится очевидно, что лишь джедаи могут остановить Сноука и Кайло Рена.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:57.000Z",
    "year": 2015,
    "imdbRating": 7.7,
    "kinopoiskRating": 7.4,
    "countries": [
      "США"
    ],
    "kinopoiskId": 714888,
    "imdbId": "tt2488496",
    "tmdbId": 140607
  },
  {
    "id": "media-зв-здные-войны-эпизод-viii-последние-джедаи-238",
    "titleRu": "Звёздные войны: Последние джедаи",
    "titleOriginal": "Star Wars: Episode VIII - The Last Jedi",
    "type": "movie",
    "posterUrl": "./posters/звездные-войны-последние-джедаи-7f190724.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016fb27d8a446a687218defab35631/1344x756",
    "description": "Новая история о противостоянии света и тьмы, добра и зла начинается после гибели Хана Соло. В Галактике, где Первый Орден и Сопротивление яростно сражаются друг с другом в войне, героиня Рей пробудила в себе Силу. Но что произойдет, когда она встретится с единственным оставшимся в живых рыцарем-джедаем - Люком Скайуокером?\n\nКайло Рен перешел на Темную сторону Силы и убил собственного отца, заняв высокую позицию в Первом Ордене. Но куда приведут его неуемные амбиции, подаренные по наследству грозным дедом Дартом Вейдером? Ситуация обострится еще больше, когда мать Кайло, лидер Сопротивления Лея, вместе с По, Финном и BB-8 приступит к новой миссии.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:03:58.000Z",
    "year": 2017,
    "imdbRating": 6.8,
    "kinopoiskRating": 6.6,
    "countries": [
      "США"
    ],
    "kinopoiskId": 718223,
    "imdbId": "tt2527336",
    "tmdbId": 181808
  },
  {
    "id": "media-социальная-сеть-239",
    "titleRu": "Социальная сеть",
    "titleOriginal": "The Social Network",
    "type": "movie",
    "posterUrl": "./posters/социальная-сеть-97c6cea2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c07a45ead016b9f7c52bba4fef6/orig",
    "description": "Октябрьский вечер 2003 года. Студента Гарварда Марка Цукерберга бросает его девушка. Раздосадованный Марк, подогретый алкоголем, решает отомстить и публикует злобный и оскорбительный пост в адрес бывшей подруги. Но этого парню показалось мало. Он решает создать сайт, позволяющий сформировать рейтинг студенток по степени привлекательности. Марк взламывает базы данных различных общежитий, скачивает фотографии и всю необходимую информацию, используя алгоритм, предложенный его другом Эдуардо. После сбора данных Марк создаёт страницу facemash.com, где студенты могут проголосовать за одну из двух девушек, которая по их мнению является более привлекательной. Так начинается история создания одной из крупнейшей социальных сетей мира, которая впоследствии получит название Facebook.",
    "genres": [
      "драма",
      "биография"
    ],
    "addedAt": "2026-06-21T12:03:59.000Z",
    "year": 2010,
    "countries": [
      "США"
    ],
    "kinopoiskId": 427198,
    "imdbId": "tt1285016",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.8,
    "tmdbId": 37799
  },
  {
    "id": "media-капитан-марвел-240",
    "titleRu": "Капитан Марвел",
    "titleOriginal": "Captain Marvel",
    "type": "movie",
    "posterUrl": "./posters/капитан-марвел-dbfd34bf.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c286ece158ca7f8a7cb96704eda/orig",
    "description": "После столкновения с враждующими инопланетными расами пилот военно-воздушных сил Кэрол Дэнверс обретает суперсилу и становится неуязвимой. Ей предстоит совладать со своими новыми способностями, чтобы противостоять могущественному врагу.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:00.000Z",
    "year": 2019,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 843859,
    "imdbId": "tt4154664",
    "kinopoiskRating": 6.5,
    "imdbRating": 6.7,
    "tmdbId": 299537
  },
  {
    "id": "media-в-поисках-немо-241",
    "titleRu": "В поисках Немо",
    "titleOriginal": "Finding Nemo",
    "type": "cartoon",
    "posterUrl": "./posters/в-поисках-немо-c0a98dcd.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c0780b861d9cdc029e5c21d5a9f/orig",
    "description": "Рыба-клоун Марлин после трагической гибели жены в одиночку растит своего единственного сына Немо. Однажды любопытный Немо, чтобы доказать, что он уже взрослый, плывет в открытый океан и попадает в неприятности. Марлин отправляется на поиски сына.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:01.000Z",
    "year": 2003,
    "countries": [
      "США"
    ],
    "kinopoiskId": 7908,
    "imdbId": "tt0266543",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.2,
    "tmdbId": 12
  },
  {
    "id": "media-уэйн-242",
    "titleRu": "Уэйн",
    "titleOriginal": "Wayne",
    "type": "series",
    "posterUrl": "./posters/уэйн-54bbd579.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c2d1a2941700bd030f7041b7ccb/orig",
    "description": "16-летний Уэйн вместе с подругой отправляется на мотоцикле из Бостона во Флориду, чтобы вернуть старенький Понтиак своего отца, который был украден до его смерти.",
    "genres": [
      "боевик",
      "триллер",
      "драма",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:04:02.000Z",
    "year": 2019,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1167154,
    "imdbId": "tt7765404",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.3,
    "tmdbId": 84231
  },
  {
    "id": "media-назад-в-будущее-3-243",
    "titleRu": "Назад в будущее 3",
    "titleOriginal": "Back to the Future Part III",
    "type": "movie",
    "posterUrl": "./posters/назад-в-будущее-3-6679ae96.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c075a35657b4c943f20eabf5f6d/orig",
    "description": "Несмотря на просьбы Дока не навещать его в XIX веке, Марти вновь хочет вмешаться в ход событий и на машине времени уносится в 1885 год, навстречу Дикому Западу. \n\nЭто путешествие, как и все прежние, не обходится без опасных приключений, но смелый Марти, рискуя жизнью, предотвращает трагедию в жизни Эммета Брауна. Тот, в свою очередь, без памяти влюбляется в очаровательную незнакомку, которую спасает от гибели, и поездка домой — в будущее — теряет для него всякий смысл.",
    "genres": [
      "фантастика",
      "комедия",
      "приключения",
      "вестерн",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:03.000Z",
    "year": 1990,
    "countries": [
      "США"
    ],
    "kinopoiskId": 7103,
    "imdbId": "tt0099088",
    "kinopoiskRating": 8.2,
    "imdbRating": 7.5,
    "tmdbId": 196
  },
  {
    "id": "media-всегда-говори-да-244",
    "titleRu": "Всегда говори «ДА»",
    "titleOriginal": "Yes Man",
    "type": "movie",
    "posterUrl": "./posters/всегда-говори-да-2fb39b29.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c071eb5cb7f3874c1bc92877ef1/orig",
    "description": "Депрессивный главный герой всегда и всем говорил «нет» — например, друзьям, если они зовут куда-то. Но в один прекрасный день он заключает соглашение, по которому всегда должен отвечать «Да» на любое предложение...",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:04:04.000Z",
    "year": 2008,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 391772,
    "imdbId": "tt1068680",
    "kinopoiskRating": 7.8,
    "imdbRating": 6.8,
    "tmdbId": 10201
  },
  {
    "id": "media-гринч-245",
    "titleRu": "Гринч",
    "titleOriginal": "The Grinch",
    "type": "cartoon",
    "posterUrl": "./posters/гринч-3a6d870b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000018383c140728320e250627328ff30/orig",
    "description": "Любой бы на месте Гринча позеленел и взбесился. Как порядочный интроверт он живёт в тёмной пещере на самой вершине горы подальше ото всех, но эти «все» готовят грандиознейшее празднование нового года. Они шумят, всё украшают и дико бесят. Кто бы отказал себе в удовольствии испортить праздник? Гринч решает украсть Новый год.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:05.000Z",
    "year": 2018,
    "countries": [
      "Франция",
      "США"
    ],
    "kinopoiskId": 738499,
    "imdbId": "tt2709692",
    "kinopoiskRating": 7.6,
    "imdbRating": 6.4,
    "tmdbId": 360920
  },
  {
    "id": "media-господин-никто-246",
    "titleRu": "Господин Никто",
    "titleOriginal": "Mr. Nobody",
    "type": "movie",
    "posterUrl": "./posters/господин-никто-71cab41b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c072ed73af981714068155fd43b/orig",
    "description": "Проснувшийся немощным стариком Немо Никто оказывается последним смертным в гротескном будущем. Все люди уже давно бессмертны и с удовольствием наблюдают за телешоу, где главная звезда — дряхлый и безумный старик Немо, доживающий последние дни. К нему приходит журналист, и Немо рассказывает ему свою историю.",
    "genres": [
      "фантастика",
      "мелодрама",
      "фэнтези",
      "драма"
    ],
    "addedAt": "2026-06-21T12:04:06.000Z",
    "year": 2009,
    "countries": [
      "Бельгия",
      "Германия",
      "Канада",
      "Франция",
      "Великобритания",
      "Люксембург",
      "США"
    ],
    "kinopoiskId": 232785,
    "imdbId": "tt0485947",
    "kinopoiskRating": 7.9,
    "imdbRating": 7.7
  },
  {
    "id": "media-привидение-247",
    "titleRu": "Привидение",
    "titleOriginal": "Ghost",
    "type": "movie",
    "posterUrl": "./posters/привидение-e7fd5cb1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a000001963f6f5e9245a88c8fc8229d13ca/orig",
    "description": "Влюблённая пара Сэм и Молли возвращается домой после приятного вечера, когда на них нападает грабитель. Защищаясь, Сэм погибает и становится призраком. Он узнаёт, что его смерть не была случайной, а над его возлюбленной нависла смертельная опасность. Чтобы предупредить Молли, Сэм начинает обход практикующих медиумов и, о чудо! - находит женщину, которая действительно может его слышать. Только вот сама она не горит желанием помогать назойливому привидению.",
    "genres": [
      "мелодрама",
      "фэнтези",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:04:07.000Z",
    "year": 1990,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1991,
    "imdbId": "tt0099653",
    "kinopoiskRating": 8.2,
    "imdbRating": 7.1,
    "tmdbId": 251
  },
  {
    "id": "media-логан-248",
    "titleRu": "Логан",
    "titleOriginal": "Logan",
    "type": "movie",
    "posterUrl": "./posters/логан-7aa08451.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c2866cf1475923a73cff2f88d15/orig",
    "description": "В недалеком будущем уставший от жизни Логан заботится о больном профессоре Икс, который прячется неподалеку от мексиканской границы. Но Логан больше не сможет скрывать свое прошлое, когда встретится с юным мутантом, которого преследуют темные силы.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:04:08.000Z",
    "year": 2017,
    "countries": [
      "США"
    ],
    "kinopoiskId": 807682,
    "imdbId": "tt3315342",
    "kinopoiskRating": 7.7,
    "imdbRating": 8.1,
    "tmdbId": 263115
  },
  {
    "id": "media-планета-ка-пэкс-249",
    "titleRu": "Планета Ка-Пэкс",
    "titleOriginal": "K-PAX",
    "type": "movie",
    "posterUrl": "./posters/планета-ка-пэкс-75759a03.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000018dac30445052532b57b954f8e6f6/orig",
    "description": "В Манхэттенский психиатрический институт привозят странного человека в черных очках. Он зовет себя Протом и утверждает, что его родина — далекая планета Ка-Пэкс, откуда он мгновенно перенесся на Землю в луче света. Несмотря на все усилия, опытному доктору Пауэллу не удается разгадать загадку таинственного пациента, который охотно и весьма убедительно доказывает всем свое внеземное происхождение и заранее назначает дату своего возвращения на Ка-Пэкс.",
    "genres": [
      "фантастика",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:04:09.000Z",
    "year": 2001,
    "countries": [
      "Германия",
      "США"
    ],
    "kinopoiskId": 723,
    "imdbId": "tt0272152",
    "kinopoiskRating": 8.1,
    "imdbRating": 7.4
  },
  {
    "id": "media-прометей-250",
    "titleRu": "Прометей",
    "titleOriginal": "Prometheus",
    "type": "movie",
    "posterUrl": "./posters/прометей-4a5fcd6d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c077b0e8be325b07181998c3e02/orig",
    "description": "В поисках сакрального знания группа ученых отправляется в самые темные и неизведанные чертоги вселенной. Именно там, в отдаленных мирах, находясь на пределе своих умственных и физических возможностей, им предстоит вступить в безжалостную схватку за будущее всего человечества.",
    "genres": [
      "фантастика",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:04:10.000Z",
    "year": 2012,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 467099,
    "imdbId": "tt1446714",
    "kinopoiskRating": 7,
    "imdbRating": 7,
    "tmdbId": 70981
  },
  {
    "id": "media-первый-мститель-другая-война-251",
    "titleRu": "Первый мститель: Другая война",
    "titleOriginal": "Captain America: The Winter Soldier",
    "type": "movie",
    "posterUrl": "./posters/первый-мститель-другая-война-c8ae4eec.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017c077509f4942f32ee58c479800e/orig",
    "description": "После беспрецедентных событий, впервые собравших вместе команду Мстителей, Стив Роджерс, известный также как Капитан Америка, оседает в Вашингтоне и пытается приспособиться к жизни в современном мире. Но покой этому герою только снится – пытаясь помочь коллеге из агентства Щ.И.Т., Стив оказывается в центре событий, грозящих катастрофой мирового масштаба. Для того, чтобы разоблачить злодейский заговор, Капитан Америка объединяется с Черной вдовой. К ним также присоединяется новый соратник, известный как Сокол, однако никто из них даже не подозревает, на что способен новый враг.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:11.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 676266,
    "imdbId": "tt1843866",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.7,
    "tmdbId": 100402
  },
  {
    "id": "media-тор-2-царство-тьмы-252",
    "titleRu": "Тор 2: Царство тьмы",
    "titleOriginal": "Thor: The Dark World",
    "type": "movie",
    "posterUrl": "./posters/тор-2-царство-тьмы-45956d1e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c073f49b0befc844179b2463825/orig",
    "description": "Могучему Тору предстоит вновь сразиться за восстановление порядка в галактике, встретившись лицом к лицу с древней инопланетной расой, ведомой злодеем Малекитом, который жаждет установить в девяти мирах власть тьмы. Столкнувшись с врагом, более могущественным, чем сам Один и всё воинство Асгарда, Тор должен собрать силы для решающей битвы. Его ждёт опасное путешествие и долгожданная встреча со своей земной возлюбленной Джейн Фостер. Сможет ли Тор рискнуть самым дорогим, чтобы не дать тьме воцариться на просторах вселенной?",
    "genres": [
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:12.000Z",
    "year": 2013,
    "countries": [
      "США"
    ],
    "kinopoiskId": 595938,
    "imdbId": "tt1981115",
    "kinopoiskRating": 7.4,
    "imdbRating": 6.7,
    "tmdbId": 76338
  },
  {
    "id": "media-третий-лишний-253",
    "titleRu": "Третий лишний",
    "titleOriginal": "Ted",
    "type": "movie",
    "posterUrl": "./posters/третий-лишний-0836bf1b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c284f06b1b829db67c33900bcb8/orig",
    "description": "Джон влюблен в красавицу Лори. Он работает в прокате автомобилей и имеет большие планы на будущее. Но в их отношения вмешивается третий, давний друг Джона – Тед. Он отрывается сутки напролет, предпочитает случайные связи и не желает терять друга. Но никто на самом деле не знает на что он способен, ведь Тед – большой плюшевый медведь.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:04:13.000Z",
    "year": 2012,
    "countries": [
      "США"
    ],
    "kinopoiskId": 507817,
    "imdbId": "tt1637725",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.9,
    "tmdbId": 72105
  },
  {
    "id": "media-эквилириум-254",
    "titleRu": "Эквилибриум",
    "titleOriginal": "Equilibrium",
    "type": "movie",
    "posterUrl": "./posters/эквилибриум-0c930286.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a00000196498326714c0926b1315eed08d5/1344x756",
    "description": "В будущем люди лишены возможности выражать эмоции. Это цена, которую человечество платит за устранение из своей жизни войны. Теперь книги, искусство и музыка находятся вне закона, а любое чувство — преступление, наказуемое смертью.\n\nДля приведения в жизнь существующего правила используется принудительное применение лекарства прозиум. Правительственный агент Джон Престон борется с теми, кто нарушает правила. В один прекрасный момент он забывает принять очередную дозу лекарства, и с ним происходит духовное преображение, что приводит его к конфликту не только с режимом, но и с самим собой.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:04:14.000Z",
    "year": 2002,
    "countries": [
      "США"
    ],
    "imdbId": "tt0238380",
    "kinopoiskRating": 7.9,
    "imdbRating": 7.3,
    "kinopoiskId": 309,
    "tmdbId": 7299
  },
  {
    "id": "media-чужой-255",
    "titleRu": "Чужой",
    "titleOriginal": "Alien",
    "type": "movie",
    "posterUrl": "./posters/чужой-678d4fa1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c0768bdbd4bb13d0b98927e2c6a/orig",
    "description": "В далеком будущем возвращающийся на Землю грузовой космический корабль перехватывает исходящий с неизвестной планеты сигнал. Экипаж, в соответствии с основными инструкциями, обязан найти и исследовать источник сигнала. Оказавшись на планете, астронавты повсюду обнаруживают предметы, по виду напоминающие гигантские коконы.",
    "genres": [
      "ужасы",
      "фантастика",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:04:15.000Z",
    "year": 1979,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 386,
    "imdbId": "tt0078748",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.5,
    "tmdbId": 348
  },
  {
    "id": "media-миллионер-из-трущоб-256",
    "titleRu": "Миллионер из трущоб",
    "titleOriginal": "Slumdog Millionaire",
    "type": "movie",
    "posterUrl": "./posters/миллионер-из-трущоб-f6f36e74.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13051577/2a00000197a372863cbd23907c90d064ee03/orig",
    "description": "Джамал Малик, 18-летний сирота из трущоб в Мумбаи, всего в одном шаге от победы в телеигре «Кто хочет стать миллионером?» и выигрыша 20 миллионов рупий. Прервав игру, его арестовывает полиция по подозрению в мошенничестве. Откуда юнец, выросший на улице, может знать так много?\nНа допросе в полиции Джамал рассказывает печальную историю своей жизни: о пережитых приключениях вместе с братом, о стычках с местными бандами, о своей трагической любви. Каждая глава личной истории удивительным образом дала ему ответы на вопросы телевикторины.\nКогда игру возобновят, инспектору полиции и шестидесяти миллионам зрителей захочется выяснить ответ только на один вопрос: зачем этот юноша, без явного стремления к богатству, решил принять участие в телепрограмме?",
    "genres": [
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:04:16.000Z",
    "year": 2008,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 413362,
    "imdbId": "tt1010048",
    "kinopoiskRating": 7.7,
    "imdbRating": 8,
    "tmdbId": 12405
  },
  {
    "id": "media-крепкий-орешек-257",
    "titleRu": "Крепкий орешек",
    "titleOriginal": "Die Hard",
    "type": "movie",
    "posterUrl": "./posters/крепкий-орешек-be6a1a3e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c2806c1d571596b1f31a5789d0e/orig",
    "description": "В суперсовременном небоскребе Лос-Анджелеса полицейский Джон Макклейн ведет смертельную схватку с бандой политических террористов, взявших в заложники два десятка человек, в число которых попадает и его жена. Началось все с того, что парень приехал в город к жене, оказался на рождественском приеме, а кончилось настоящей войной...",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:04:17.000Z",
    "year": 1988,
    "countries": [
      "США"
    ],
    "kinopoiskId": 471,
    "imdbId": "tt0095016",
    "kinopoiskRating": 8,
    "imdbRating": 8.2,
    "tmdbId": 562
  },
  {
    "id": "media-крепкий-орешек-2-258",
    "titleRu": "Крепкий орешек 2",
    "titleOriginal": "Die Hard 2",
    "type": "movie",
    "posterUrl": "./posters/крепкий-орешек-2-1bdaf747.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c074d443efc179e302d83062fe7/orig",
    "description": "В канун Рождества группа террористов захватила международный аэропорт и теперь удерживает тысячи путешествующих в качестве заложников. Террористы - банда отступников из первоклассно вооруженных коммандос, возглавляемых одержимым жестокостью офицером. Их цель - спасти наркобарона.\n\nБанда подготовлена ко всевозможным случайностям, за исключением одной - встречи с Джоном Макклейном. Брюс Уиллис возвращается в роли супергероя-полицейского, который сражается не только с террористами, но и с некомпетентным шефом полиции аэропорта, тупоголовым начальником антитеррористического подразделения и страшным снежным бураном.\n\nЗаложники мечутся, смертельно испуганные и растерянные. А Джон Макклейн ведет схватку и со временем. Его жена находится в одном из самолетов, кружащих над аэропортом. А топливо - на пределе...",
    "genres": [
      "боевик"
    ],
    "addedAt": "2026-06-21T12:04:18.000Z",
    "year": 1990,
    "countries": [
      "США"
    ],
    "kinopoiskId": 7374,
    "imdbId": "tt0099423",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.2
  },
  {
    "id": "media-крепкий-орешек-3-259",
    "titleRu": "Крепкий орешек 3: Возмездие",
    "titleOriginal": "Die Hard with a Vengeance",
    "type": "movie",
    "posterUrl": "./posters/крепкий-орешек-3-возмездие-9cbc6d30.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001612cc670f6bafd98169a060b48bb/1344x756",
    "description": "Террорист Саймон устраивает взрыв в центре Нью-Йорка. Он не требует денег и не выдвигает политических требований. Он лишь хочет сыграть в игру, участником которой должен стать временно отстранённый полицейский Джон Макклейн, иначе прогремит следующий взрыв.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:04:19.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "imdbId": "tt0112864",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.6,
    "kinopoiskId": 8162,
    "tmdbId": 1572
  },
  {
    "id": "media-аладдин-260",
    "titleRu": "Аладдин",
    "titleOriginal": "Aladdin",
    "type": "cartoon",
    "posterUrl": "./posters/аладдин-3319b35c.jpg",
    "backdropUrl": "./posters/аладдин-3319b35c.jpg",
    "description": "В славном граде Аграба живёт Аладдин, веселый воришка с золотым сердцем. Живёт и не знает, что вскоре его ждёт величайше",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фэнтези",
      "мелодрама",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:20.000Z",
    "year": 1992,
    "countries": [
      "США"
    ],
    "kinopoiskId": 2361,
    "imdbId": "tt0103639",
    "kinopoiskRating": 8.2,
    "imdbRating": 8,
    "tmdbId": 812
  },
  {
    "id": "media-игра-на-понижение-261",
    "titleRu": "Игра на понижение",
    "titleOriginal": "The Big Short",
    "type": "movie",
    "posterUrl": "./posters/игра-на-понижение-6682ac41.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a00000199d321cb33d1ef53192ddb53a9e2/orig",
    "description": "2005 год. Изучая данные ипотек по стране, чудаковатый финансовый гений и управляющий хедж-фонда Scion Capital Майкл Бьюрри обращает внимание на одну деталь и приходит к выводу, что американский рынок ипотечных кредитов может скоро лопнуть. В связи с этим он страхует около миллиарда долларов своих клиентов через кредитный дефолтный своп. Клиенты фонда Бьюрри волнуются из-за возможных потерь, ведь рынок ипотечных кредитов представляется весьма стабильным, но Майкл твёрдо стоит на своём. Вскоре эту странную активность замечают несколько финансистов на Уолл-стрит. Изучив данные, они осознают, что опасения Бьюрри имеют под собой веские основания. Более того, сыграв на понижение, можно заработать миллионы.",
    "genres": [
      "драма",
      "комедия",
      "биография"
    ],
    "addedAt": "2026-06-21T12:04:21.000Z",
    "year": 2015,
    "countries": [
      "США"
    ],
    "kinopoiskId": 501333,
    "imdbId": "tt1596363",
    "kinopoiskRating": 7.3,
    "imdbRating": 7.8,
    "tmdbId": 318846
  },
  {
    "id": "media-афоня-262",
    "titleRu": "Афоня",
    "titleOriginal": "Афоня",
    "type": "movie",
    "posterUrl": "./posters/афоня-0a11e17f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c078a1e492138a9e5e3983f3d4a/orig",
    "description": "Слесарь-сантехник ЖЭКа Афанасий Борщев, которого жильцы запросто зовут Афоня, — человек открытой и доброй души. Живет он, правда, бездумно и легко, но, может быть, именно потому бывает ему порой тоскливо. Тогда он наведывается в местную пивную, где есть у него друг Федул. Однажды на танцах он знакомится с милой и трогательной девушкой Катей, полюбившей Афоню. Но он избегает ее, так как сердце его пленила хозяйка квартиры 58, красавица Елена. Однако вскоре выясняется, что она замужем. Почувствовав себя одиноким и никому не нужным, он едет в деревню к тетке.",
    "genres": [
      "драма",
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:04:22.000Z",
    "year": 1975,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 43423,
    "imdbId": "tt0072613",
    "kinopoiskRating": 8.2,
    "imdbRating": 7.7,
    "tmdbId": 20870
  },
  {
    "id": "media-олдбой-263",
    "titleRu": "Олдбой",
    "titleOriginal": "Oldeuboi",
    "type": "movie",
    "posterUrl": "./posters/олдбой-d75c7784.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13074011/2a000001993864e7c79673450d05339f6060/orig",
    "description": "1988 год. Обыкновенный и ничем непримечательный бизнесмен О Дэ-cу в день трёхлетия дочери по пути домой напивается, начинает хулиганить и закономерно попадает в полицейский участок. Из участка его под своё поручительство забирает друг детства. Пока тот звонит жене незадачливого пьяницы, О Дэ-су пропадает. Неизвестные похищают его и помещают в комнату без окон на 15 лет.",
    "genres": [
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:04:23.000Z",
    "year": 2003,
    "countries": [
      "Корея Южная"
    ],
    "kinopoiskId": 75871,
    "imdbId": "tt0364569",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.3,
    "tmdbId": 670
  },
  {
    "id": "media-храброе-сердце-264",
    "titleRu": "Храброе сердце",
    "titleOriginal": "Braveheart",
    "type": "movie",
    "posterUrl": "./posters/храброе-сердце-004cbd13.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c07549df694bc30cc703c423502/orig",
    "description": "Действие фильма начинается в 1280 году в Шотландии. Это история легендарного национального героя Уильяма Уоллеса, посвятившего себя борьбе с англичанами при короле Эдварде Длинноногом.\nОн рано лишился отца, погибшего от рук англичан, и его забрал к себе дядя Оргайл, который дал ему хорошее образование в Европе. На родину Уильям возвращается уже взрослым человеком, мечтающим завести семью и жить мирной жизнью.\nНо судьба распорядилась иначе. Его невесту убили англичане, и он начал свой крестовый поход за свободу.",
    "genres": [
      "драма",
      "военный",
      "биография",
      "история"
    ],
    "addedAt": "2026-06-21T12:04:24.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "kinopoiskId": 399,
    "imdbId": "tt0112573",
    "kinopoiskRating": 8.3,
    "imdbRating": 8.3,
    "tmdbId": 197
  },
  {
    "id": "media-город-героев-265",
    "titleRu": "Город героев",
    "titleOriginal": "Big Hero 6",
    "type": "cartoon",
    "posterUrl": "./posters/город-героев-cb5bed58.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c285fc9706b1b259d96fc613119/orig",
    "description": "Юный Хиро Хамада — прирожденный изобретатель и гений конструирования роботов. Вместе со старшим братом Тадаши они воплощают в жизнь самые передовые идеи в Техническом университете города будущего Сан-Франсокио. После серии загадочных событий друзья оказываются в центре коварного заговора. Отчаявшись, Хиро решает использовать веселого и добродушного экспериментального робота Бэймакса, перепрограммировав его в неуязвимую боевую машину.",
    "genres": [
      "мультфильм",
      "фантастика",
      "комедия",
      "семейный",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:04:25.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 693126,
    "imdbId": "tt2245084",
    "kinopoiskRating": 8,
    "imdbRating": 7.8,
    "tmdbId": 177572
  },
  {
    "id": "media-большой-лебовски-266",
    "titleRu": "Большой Лебовски",
    "titleOriginal": "The Big Lebowski",
    "type": "movie",
    "posterUrl": "./posters/большой-лебовски-5bb340f2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c0741144fb84382ac2fa32ffa55/orig",
    "description": "Лос-Анджелес, 1991 год, война в Персидском заливе. Главный герой по прозвищу Чувак считает себя совершенно счастливым человеком. Его жизнь составляют игра в боулинг и выпивка. Но внезапно его счастье нарушается, гангстеры по ошибке принимают его за миллионера-однофамильца, требуют деньги, о которых он ничего не подозревает, и, ко всему прочему, похищают жену миллионера, будучи уверенными, что «муж» выплатит за нее любую сумму.",
    "genres": [
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:04:26.000Z",
    "year": 1998,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 555,
    "imdbId": "tt0118715",
    "kinopoiskRating": 7.8,
    "imdbRating": 8.1,
    "tmdbId": 115
  },
  {
    "id": "media-человек-муравей-267",
    "titleRu": "Человек-муравей",
    "titleOriginal": "Ant-Man",
    "type": "movie",
    "posterUrl": "./posters/человек-муравей-8166d4eb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c077e880439d8043370b7111f9b/orig",
    "description": "Вооружившись удивительной способностью уменьшаться в размере, но обладать при этом большой силой, мошенник Скотт Лэнг должен стать героем и помочь своему наставнику доктору Хэнку Пиму сохранить в тайне существование костюма Человека-муравья от угроз нового поколения.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:27.000Z",
    "year": 2015,
    "countries": [
      "США"
    ],
    "kinopoiskId": 195496,
    "imdbId": "tt0478970",
    "kinopoiskRating": 7.1,
    "imdbRating": 7.2,
    "tmdbId": 102899
  },
  {
    "id": "media-хранители-268",
    "titleRu": "Хранители",
    "titleOriginal": "Watchmen",
    "type": "movie",
    "posterUrl": "./posters/хранители-78eb0437.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a000001967d02040f21e20dbe69c912a631/orig",
    "description": "Действие картины разворачивается в параллельной реальности, в Америке 1985 года. В этом мире супергерои стали частью повседневной жизни общества, а Часы Судного Дня, застыв в пяти минутах от полуночи, отсчитывают время до столкновения ведущих мировых держав. После убийства одного из своих прежних коллег Роршах – супергерой, никогда не снимающий маски, -  полон решимости свершить суд Линча. \n\nОн начинает расследование заговора, призванного уничтожить или дискредитировать всех супергероев прошлого и настоящего. Он собирает своих соратников – отставной легион борцов с преступностью, но лишь один из них обладает подлинной силой. Постепенно Роршах осознает пугающий масштаб заговора, связанного с общим прошлым героев и сулящего катастрофические последствия в будущем. Они хранят наш покой, но кто охранит нас от Хранителей?",
    "genres": [
      "фантастика",
      "боевик",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:04:28.000Z",
    "year": 2009,
    "countries": [
      "США"
    ],
    "kinopoiskId": 252641,
    "imdbId": "tt0409459",
    "kinopoiskRating": 7.5,
    "imdbRating": 7.6,
    "tmdbId": 13183
  },
  {
    "id": "media-оппенгеймер-269",
    "titleRu": "Оппенгеймер",
    "titleOriginal": "Oppenheimer",
    "type": "movie",
    "posterUrl": "./posters/оппенгеймер-d8be5022.jpg",
    "backdropUrl": "./posters/оппенгеймер-d8be5022.jpg",
    "description": "История жизни американского физика-теоретика Роберта Оппенгеймера, который во времена Второй мировой войны руководил Манхэттенским проектом — секретными разработками ядерного оружия.",
    "genres": [
      "биография",
      "драма",
      "история"
    ],
    "addedAt": "2026-06-21T12:04:29.000Z",
    "year": 2023,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 4664634,
    "imdbId": "tt15398776",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.2
  },
  {
    "id": "media-ярость-270",
    "titleRu": "Ярость",
    "titleOriginal": "Fury",
    "type": "movie",
    "posterUrl": "./posters/ярость-82630f69.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c074b38c976d4b041ca302c54c6/orig",
    "description": "Стоит апрель 1945 года, и победа над немцами уже близка: союзники уверенно продвигаются вглубь вражеской территории, и оказываемое им сопротивление становится слабее день ото дня. Это, однако, совсем не значит, что на пути к победе союзные войска не потеряют еще множество людей, и многие солдаты сознают, что смерть ждет на расстоянии вытянутой руки. Среди закаленных в бою пессимистов, каждый день ведущих ожесточенные бои во имя победы, экипаж танка, на чьем дуле намалевано слово «Ярость». \nКомандир экипажа, известный как Уордэдди, воевавший с нацистскими войсками сначала в Африке, а потом в Европе, преследует одну цель – выжить в войне и сохранить жизнь своим людям. Этот относительно амбициозный план оказывается под угрозой, когда к его экипажу присоединяется зеленый новобранец Норман Эллисон, никогда раньше не воевавший и еще не успевший привыкнуть к тому, что должен быстро и без колебаний обрывать человеческие жизни. Надежда выжить становится совсем призрачной, когда экипажу «Ярости» приходится принять участие в самоубийственной миссии.",
    "genres": [
      "боевик",
      "драма",
      "военный"
    ],
    "addedAt": "2026-06-21T12:04:30.000Z",
    "year": 2014,
    "countries": [
      "США",
      "Китай",
      "Великобритания"
    ],
    "kinopoiskId": 740644,
    "imdbId": "tt2713180",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.6,
    "tmdbId": 228150
  },
  {
    "id": "media-джуманджи-зов-джунглей-271",
    "titleRu": "Джуманджи: Зов джунглей",
    "titleOriginal": "Jumanji: Welcome to the Jungle",
    "type": "movie",
    "posterUrl": "./posters/джуманджи-зов-джунглей-5d894eb6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c0785ad843b52bd0582a2c1d64f/orig",
    "description": "Четверо подростков оказываются внутри игры Джуманджи. Их ждет схватка с носорогами, черными мамбами, а на каждом шагу будет подстерегать бесконечная череда ловушек и головоломок. В игре они перевоплощаются: робкий и застенчивый Спенсер превращается в отважного и сильного исследователя, здоровяк Фридж – в коротышку-зоолога, модница и красавица Беттани – в полного профессора, а неуклюжая Марта становится бесстрашной и ловкой амазонкой. Друзьям придется привыкнуть к новым ролям, постараться не погибнуть и найти дорогу домой.",
    "genres": [
      "фэнтези",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:31.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Австралия",
      "Канада",
      "Мексика",
      "Индия",
      "Великобритания"
    ],
    "kinopoiskId": 695609,
    "imdbId": "tt2283362",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.9,
    "tmdbId": 353486
  },
  {
    "id": "media-реальные-пацаны-272",
    "titleRu": "Реальные пацаны",
    "titleOriginal": "Реальные пацаны",
    "type": "series",
    "posterUrl": "./posters/реальные-пацаны-c95fa756.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/12808873/2a0000019b11e8ac04780ba9f0d0d07ee79e/orig",
    "description": "Три парня поступили в университет, который уделяет большое внимание американскому футболу. Троица должна быстро адаптироваться к новой жизни, совмещая футбол, девушек, занятия и безостановочные гулянки.",
    "genres": [
      "комедия",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:04:32.000Z",
    "year": 2010,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 568082,
    "imdbId": "tt1837341",
    "kinopoiskRating": 8,
    "imdbRating": 5.8,
    "tmdbId": 46005
  },
  {
    "id": "media-как-приручить-дракона-2-273",
    "titleRu": "Как приручить дракона 2",
    "titleOriginal": "How to Train Your Dragon 2",
    "type": "movie",
    "posterUrl": "./posters/как-приручить-дракона-2-55432af0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c07670bad61ef4ea522073d53df/orig",
    "description": "С момента примирения викингов и драконов прошло пять лет. Пока Астрид, Сморкала и остальные ребята проводят время, соревнуясь друг с другом в популярных на острове драконьих гонках, Иккинг и Беззубик путешествуют по небу, составляя карту неизвестных мест. Когда одно из их приключений приводит к открытию тайной ледяной пещеры, которая является домом для сотен ранее невиданных диких драконов и таинственного драконьего всадника, два друга оказываются в центре битвы за защиту мира.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:33.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 512883,
    "imdbId": "tt1646971",
    "kinopoiskRating": 8,
    "imdbRating": 7.8,
    "tmdbId": 82702
  },
  {
    "id": "media-как-приручить-дракона-3-274",
    "titleRu": "Как приручить дракона 3",
    "titleOriginal": "How to Train Your Dragon: The Hidden World",
    "type": "movie",
    "posterUrl": "./posters/как-приручить-дракона-3-40b41508.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c074af3354a83e531d95abd2d32/orig",
    "description": "Когда-то викинги жили в гармонии с драконами. В те времена они делили радость, горе… и последние штаны. Казалось, что так будет всегда, но появление загадочной Дневной Фурии изменило жизнь острова. И теперь Иккинг и Беззубик столкнутся с безжалостным охотником на драконов, жаждущим уничтожить все, что им дорого.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "боевик",
      "драма",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:34.000Z",
    "year": 2019,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 706655,
    "imdbId": "tt2386490",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.4,
    "tmdbId": 166428
  },
  {
    "id": "media-хранители-снов-275",
    "titleRu": "Хранители снов",
    "titleOriginal": "Rise of the Guardians",
    "type": "cartoon",
    "posterUrl": "./posters/хранители-снов-52055e00.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c0790555c5456a925358f1ec59a/orig",
    "description": "Когда злой дух Кромешник посягает на самое дорогое – детские мечты, Северянин, Ледяной Джек, Кролик, Зубная Фея и Песочный Человек впервые объединяются, чтобы создать команду Хранителей снов...",
    "genres": [
      "мультфильм",
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:35.000Z",
    "year": 2012,
    "countries": [
      "США"
    ],
    "kinopoiskId": 466581,
    "imdbId": "tt1446192",
    "kinopoiskRating": 7.9,
    "imdbRating": 7.2,
    "tmdbId": 81188
  },
  {
    "id": "media-ход-королевы-276",
    "titleRu": "Ход королевы",
    "titleOriginal": "The Queen's Gambit",
    "type": "series",
    "posterUrl": "./posters/ход-королевы-6001b210.jpg",
    "backdropUrl": "./posters/ход-королевы-6001b210.jpg",
    "description": "Штат Кентукки, 1957 год. После смерти матери 9-летняя Элизабет Хармон остаётся сиротой и отправляется в католический приют. В этом заведении детям регулярно дают «витамины», и по совету другой подопечной Бет оставляет зелёные капсулы на ночь. Там же девочка знакомится с пожилым уборщиком Шайбелем, которого просит научить её играть в шахматы. Днём, сбежав со скучных занятий под предлогом помыть тряпку, Бет играет с мистером Шайбелем в его подвальной подсобке, а ночью, приняв зелёную капсулу, прокручивает шахматные партии на потолке общей спальни. Через несколько лет девочку удочерят, у неё начнётся совсем другая жизнь, но главную роль в ней будет играть любовь к шахматам.",
    "genres": [
      "драма",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:04:36.000Z",
    "year": 2020,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1253633,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.5,
    "imdbId": "tt10048342",
    "tmdbId": 87739
  },
  {
    "id": "media-люди-икс-277",
    "titleRu": "Люди Икс",
    "titleOriginal": "X-Men",
    "type": "movie",
    "posterUrl": "./posters/люди-икс-de4a3439.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c2815c833fe47dab83456ed8ca3/orig",
    "description": "Они — дети атомного века, сверхлюди, новое звено в цепи эволюции. Каждый из них был рождён в результате уникальной генетической мутации, наделившей их с детства необыкновенными способностями. Под руководством профессора Чарльза Ксавьера, телепата с мировым именем, одарённые ученики научились контролировать и управлять своими удивительными способностями в интересах человечества.\n\nНо не все мутанты разделяют взгляды профессора: могущественный мутант Магнето, которому подвластны все металлы, собрал команду единомышленников. Он не верит, что люди и мутанты когда-либо смогут мирно сосуществовать. Они разработали план, чтобы осуществить захват власти над миром, и тогда, только ученики профессора Ксавьера смогут защитить этот мир…",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:37.000Z",
    "year": 2000,
    "countries": [
      "США"
    ],
    "kinopoiskId": 886,
    "imdbId": "tt0120903",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.3,
    "tmdbId": 36657
  },
  {
    "id": "media-люди-икс-2-278",
    "titleRu": "Люди Икс 2",
    "titleOriginal": "X2",
    "type": "movie",
    "posterUrl": "./posters/люди-икс-2-d991cd60.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c270518c4a93543492a4781bc1a/orig",
    "description": "Мутанты продолжают борьбу против общества, которое страшит их, и которому они не доверяют. Их положение становится еще более отчаянным, когда они подвергаются мощной атаке неизвестного противника, обладающего экстраординарными способностями. \n\nВнезапное нападение снова становится причиной политического и общественного резонанса по поводу введения повсеместной регистрации мутантов и причиной образования движения против мутантов, возглавляемого Уильямом Страйкером, бывшим военным, который, по слухам, проводил опыты над мутантами.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:38.000Z",
    "year": 2003,
    "countries": [
      "Канада",
      "США"
    ],
    "kinopoiskId": 298,
    "imdbId": "tt0290334",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.4,
    "tmdbId": 36658
  },
  {
    "id": "media-люди-икс-последняя-битва-279",
    "titleRu": "Люди Икс: Последняя битва",
    "titleOriginal": "X-Men: The Last Stand",
    "type": "movie",
    "posterUrl": "./posters/люди-икс-последняя-битва-5ff6dfbd.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c077c0bb91ffa5920986ef24490/orig",
    "description": "Людям Икс во главе с профессором Чарльзом Ксавьером приходится вступить в битву с самой эволюцией в лице их воскресшего товарища по команде. Джин Грэй, возрождённая в облике Тёмного Феникса, представляет опасность не только для самой себя, но и для мутантов и для всей человеческой расы.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:39.000Z",
    "year": 2006,
    "countries": [
      "Канада",
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 61361,
    "imdbId": "tt0376994",
    "kinopoiskRating": 7.4,
    "imdbRating": 6.6,
    "tmdbId": 36668
  },
  {
    "id": "media-люди-икс-начало-росомаха-280",
    "titleRu": "Люди Икс: Начало. Росомаха",
    "titleOriginal": "X-Men Origins: Wolverine",
    "type": "movie",
    "posterUrl": "./posters/люди-икс-начало-росомаха-b1ce39ca.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c0753d5d0bae7a38558d7398219/orig",
    "description": "История о неистовом и романтичном прошлом Росомахи, его сложных отношениях с Виктором Кридом и о зловещей программе Оружие Х. При этом Росомаха встречается со многими мутантами, и узнает несколько легенд о мире Людей Икс.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:40.000Z",
    "year": 2009,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 104904,
    "imdbId": "tt0458525",
    "kinopoiskRating": 7.5,
    "imdbRating": 6.5,
    "tmdbId": 2080
  },
  {
    "id": "media-росомаха-бессмертный-281",
    "titleRu": "Росомаха: Бессмертный",
    "titleOriginal": "The Wolverine",
    "type": "movie",
    "posterUrl": "./posters/росомаха-бессмертный-0c0b982b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c072908dc32c15d19966e2d11a4/orig",
    "description": "Новая глава приключений Росомахи развернётся в Японии, где Логану предстоит выяснить, что острее - когти Росомахи или меч Серебряного Самурая.",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:04:41.000Z",
    "year": 2013,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 462754,
    "imdbId": "tt1430132",
    "kinopoiskRating": 6.5,
    "imdbRating": 6.7,
    "tmdbId": 76170
  },
  {
    "id": "media-люди-икс-дни-минувшего-будущего-282",
    "titleRu": "Люди Икс: Дни минувшего будущего",
    "titleOriginal": "X-Men: Days of Future Past",
    "type": "movie",
    "posterUrl": "./posters/люди-икс-дни-минувшего-будущего-f8a35306.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a0000017c0776cc371e7111d9f91dc3fd15/orig",
    "description": "В недалёком будущем мутанты близки к истреблению роботами-охотниками на мутантов Стражами. Единственная надежда для мутантов выжить - предотвратить череду роковых событий, приведших к появлению Стражей. С помощью своих способностей, Китти Прайд перемещает сознание Росомахи в его молодое тело в 1973 год. В прошлом всё оказывается не так радужно: молодой Профессор Икс окончательно разочарован в своих идеях, Магнето содержится в тюрьме глубоко под землёй, а человечество не знает как реагировать на широкое появление мутантов...",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:42.000Z",
    "year": 2014,
    "countries": [
      "США",
      "Великобритания",
      "Канада"
    ],
    "kinopoiskId": 597687,
    "imdbId": "tt1877832",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.9,
    "tmdbId": 127585
  },
  {
    "id": "media-джуманджи-283",
    "titleRu": "Джуманджи",
    "titleOriginal": "Jumanji",
    "type": "movie",
    "posterUrl": "./posters/джуманджи-d421e0ac.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c073a41fe88a0e7f575bd47b1b9/orig",
    "description": "Случайно обнаружив настольную игру со странным названием «Джуманджи», Алан Пэрриш на глазах изумленной подружки перенёсся в джунгли. Он находился в этом мире до тех пор, пока двое ни о чем не подозревающих подростков не нашли игру и не сняли волшебные чары, освободив Алана из многолетнего плена. Теперь им предстоит решить нелегкую задачу - пройти немыслимые препятствия и одержать победу над силами магии.",
    "genres": [
      "фэнтези",
      "триллер",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:43.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "kinopoiskId": 8161,
    "imdbId": "tt0113497",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.1,
    "tmdbId": 8844
  },
  {
    "id": "media-сопрано-284",
    "titleRu": "Сопрано",
    "titleOriginal": "The Sopranos",
    "type": "series",
    "posterUrl": "./posters/сопрано-cde5d6e9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c0794961cfb170d9ead352a11b3/orig",
    "description": "Мафиозный босс Северного Джерси Тони Сопрано эффективно решает проблемы «семьи». Но с собственной роднёй ситуация сложнее: дети от рук отбились, брак под угрозой, в отношениях с пожилой матерью сплошное недопонимание. После серии панических атак он решает тайно посещать психотерапевта.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:04:44.000Z",
    "year": 1999,
    "countries": [
      "США"
    ],
    "kinopoiskId": 79848,
    "imdbId": "tt0141842",
    "kinopoiskRating": 8.7,
    "imdbRating": 9.2,
    "tmdbId": 1398
  },
  {
    "id": "media-город-грехов-285",
    "titleRu": "Город грехов",
    "titleOriginal": "Sin City",
    "type": "movie",
    "posterUrl": "./posters/город-грехов-23bfa3fd.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/12808873/2a0000019666f881841caeb8902071c8565a/orig",
    "description": "Город грехов — это бездна преступлений. Здесь полиция коррумпирована, а улицы смертельно опасны. Тем не менее один из жителей пытается найти убийцу своей подруги. Другой, фотограф, случайно становится свидетелем убийства полицейского и старается скрыть преступление.",
    "genres": [
      "боевик",
      "триллер",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:04:45.000Z",
    "year": 2005,
    "countries": [
      "США"
    ],
    "kinopoiskId": 77443,
    "imdbId": "tt0401792",
    "kinopoiskRating": 7.9,
    "imdbRating": 8,
    "tmdbId": 187
  },
  {
    "id": "media-город-грехов-2-женщина-ради-которой-стоит-убивать-286",
    "titleRu": "Город грехов 2: Женщина, ради которой стоит убивать",
    "titleOriginal": "Sin City: A Dame to Kill For",
    "type": "movie",
    "posterUrl": "./posters/город-грехов-2-женщина-ради-которой-стоит-убивать-a8648e02.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017c077ea9a2bc0460f0464b77f502/orig",
    "description": "В темных переулках Города Грехов Дуайт планирует жестоко отомстить женщине по имени Ава Лорд, которая его предала, в то время как Нэнси пытается смириться со смертью детектива Хартигана.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:04:46.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 103391,
    "imdbId": "tt0458481",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.5
  },
  {
    "id": "media-300-спартанцев-287",
    "titleRu": "300 спартанцев",
    "titleOriginal": "300",
    "type": "movie",
    "posterUrl": "./posters/300-спартанцев-263f03a1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c2812f76e1dc954ce389c851103/orig",
    "description": "Рассказ о кровопролитной битве при Фермопилах в 480 году до н. э., в которой триста отважных спартанцев во главе с царем Леонидом преградили путь многотысячной армии персидского царя Ксеркса.",
    "genres": [
      "фэнтези",
      "боевик",
      "военный"
    ],
    "addedAt": "2026-06-21T12:04:47.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 81924,
    "kinopoiskRating": 7.6,
    "imdbRating": 7.6,
    "imdbId": "tt0416449",
    "tmdbId": 1271
  },
  {
    "id": "media-ральф-против-интернета-288",
    "titleRu": "Ральф против интернета",
    "titleOriginal": "Ralph Breaks the Internet",
    "type": "cartoon",
    "posterUrl": "./posters/ральф-против-интернета-92707cb6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c073eb91ceb323dd63fa3875022/orig",
    "description": "На этот раз Ральф и Ванилопа фон Кекс выйдут за пределы зала игровых автоматов и отправятся покорять бескрайние просторы интернета, который может и не выдержать сокрушительного обаяния громилы.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный",
      "фантастика"
    ],
    "addedAt": "2026-06-21T12:04:48.000Z",
    "year": 2018,
    "countries": [
      "США",
      "Сингапур"
    ],
    "kinopoiskId": 988782,
    "imdbId": "tt5848272",
    "kinopoiskRating": 7.4,
    "imdbRating": 7,
    "tmdbId": 404368
  },
  {
    "id": "media-зверопой-289",
    "titleRu": "Зверопой",
    "titleOriginal": "Sing",
    "type": "cartoon",
    "posterUrl": "./posters/зверопой-871c14fc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c074bde64c910f4ada10f0a8273/orig",
    "description": "В мире, который населяют звери, коала по имени Бастер Мун изо всех сил пытается предотвратить закрытие своего театра. В итоге Бастер и его друг баран Эдди устраивают конкурс певцов, предлагая принять участие каждому жителю города.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:49.000Z",
    "year": 2016,
    "countries": [
      "Япония",
      "США",
      "Франция"
    ],
    "kinopoiskId": 821008,
    "imdbId": "tt3470600",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.1,
    "tmdbId": 335797
  },
  {
    "id": "media-обитель-зла-290",
    "titleRu": "Обитель зла",
    "titleOriginal": "Resident Evil",
    "type": "movie",
    "posterUrl": "./posters/обитель-зла-a6ef9499.jpg",
    "backdropUrl": "./posters/обитель-зла-a6ef9499.jpg",
    "description": "В гигантской подземной лаборатории выходит из-под контроля опаснейший вирус и мгновенно превращает своих жертв в прожорливых зомби. Достаточно одного их укуса или царапины, чтобы человек стал обезумевшим пожирателем живой плоти.\n\nВоенные посылают в кишащий голодными монстрами секретный комплекс отряд спецназа, к которому присоединяются Элис и полицейский Мэтт. У них есть только три часа, чтобы уничтожить вирус.",
    "genres": [
      "ужасы",
      "боевик",
      "фантастика"
    ],
    "addedAt": "2026-06-21T12:04:50.000Z",
    "year": 2026,
    "countries": [
      "Германия",
      "США"
    ],
    "kinopoiskId": 7378605,
    "imdbId": "tt35538033",
    "tmdbId": 1423191,
    "kinopoiskRating": 7.5
  },
  {
    "id": "media-коралина-в-стране-кошмаров-291",
    "titleRu": "Коралина в Стране Кошмаров",
    "titleOriginal": "Coraline",
    "type": "cartoon",
    "posterUrl": "./posters/коралина-в-стране-кошмаров-8b515901.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c0759e96807ea8050668eda2390/orig",
    "description": "Маленькая Коралина попадает в другой мир, скрытый за секретной дверцей. Этот мир — ее альтернативная жизнь, которая не перестает ее радовать, все здесь хорошо, но только до поры до времени. Однажды она понимает, что ее настоящим родителям за ее проделки угрожает смертельная опасность.",
    "genres": [
      "мультфильм",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:04:51.000Z",
    "year": 2008,
    "countries": [
      "США"
    ],
    "kinopoiskId": 49166,
    "kinopoiskRating": 7.7,
    "imdbRating": 7.8,
    "imdbId": "tt0327597",
    "tmdbId": 14836
  },
  {
    "id": "media-пипец-292",
    "titleRu": "Пипец",
    "titleOriginal": "Kick-Ass",
    "type": "movie",
    "posterUrl": "./posters/пипец-9da4b7cc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c284351097c4fda88b360e76c26/orig",
    "description": "Главный герой — школьник Дэйв Лизевски, который, вырядившись в костюм супергероя, пытается бороться с преступниками, хотя не обладает для этого никакими способностями. Параллельно два персонажа — 11-летняя девочка, которая крошит гангстеров мечом, и сынок гангстера, ведущий собственное расследование, пытаются выяснить личность Дэйва…",
    "genres": [
      "боевик",
      "комедия",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:04:52.000Z",
    "year": 2010,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 419200,
    "imdbId": "tt1250777",
    "kinopoiskRating": 6.9,
    "imdbRating": 7.6
  },
  {
    "id": "media-человек-швейцарский-нож-293",
    "titleRu": "Человек-швейцарский нож",
    "titleOriginal": "Swiss Army Man",
    "type": "movie",
    "posterUrl": "./posters/человек-швейцарский-нож-b4832be7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c074183e03505a1d964d086c7d1/orig",
    "description": "Оказавшись на необитаемом острове, Хэнк уже был готов потерять всякую надежду, но вдруг на берегу он находит труп и называет его Мэнни. Многофункциональность Мэнни поможет Хэнку выжить в диких условиях и заново обрести радость жизни. Вместе они отправятся в эпическое приключение, которое вернет Хэнка к девушке его мечты.",
    "genres": [
      "фэнтези",
      "драма",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:53.000Z",
    "year": 2016,
    "countries": [
      "США"
    ],
    "kinopoiskId": 918087,
    "imdbId": "tt4034354",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.9,
    "tmdbId": 347031
  },
  {
    "id": "media-история-игрушек-294",
    "titleRu": "История игрушек",
    "titleOriginal": "Toy Story",
    "type": "cartoon",
    "posterUrl": "./posters/история-игрушек-58db6fe6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c0725d960566ee00d90c2aefba4/orig",
    "description": "В спальне Энди его игрушки начинают жить своей жизнью, как только он выходит из комнаты. В день рождения мальчика царит паника — все боятся появления новой игрушки, которая перетянет внимание на себя. И только любимчик Эдди, ковбой Вуди, ни о чем не переживает. Однако, когда мальчик получает в подарок фигурку астронавта Базза Лайтера, Вуди очень быстро оказывается забыт. И тогда ковбой решает вернуть себе первое место в сердце Энди.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:04:54.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "kinopoiskId": 482,
    "imdbId": "tt0114709",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.3,
    "tmdbId": 862
  },
  {
    "id": "media-трансформеры-месть-падших-295",
    "titleRu": "Трансформеры: Месть падших",
    "titleOriginal": "Transformers: Revenge of the Fallen",
    "type": "movie",
    "posterUrl": "./posters/трансформеры-месть-падших-18de2a27.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a000001966d171203c7bc8967a807312fbd/orig",
    "description": "Прошло два года с тех пор, как юный Сэм Уитвикки спас Вселенную, предотвратив глобальную битву между враждующими воинственными расами инопланетных роботов. Несмотря на свои героические подвиги, Сэм остается обычным подростком с обычными проблемами — поступлением в колледж и родителями. Разумеется, отъезд будет тяжело воспринят лучшим другом, роботом — телохранителем Бамблби.\n\nСэм изо всех сил пытается забыть о конфликте в Мишн Сити и вернуться к нормальной жизни. Однако битва между Автоботами и Десептиконами, несмотря на гриф полной секретности, многое изменила...",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:55.000Z",
    "year": 2009,
    "countries": [
      "США",
      "Иордания",
      "Великобритания"
    ],
    "kinopoiskId": 373391,
    "imdbId": "tt1055369",
    "kinopoiskRating": 7.1,
    "imdbRating": 6,
    "tmdbId": 8373
  },
  {
    "id": "media-новый-человек-паук-высокое-напряжение-296",
    "titleRu": "Новый Человек-паук: Высокое напряжение",
    "titleOriginal": "The Amazing Spider-Man 2",
    "type": "movie",
    "posterUrl": "./posters/новый-человек-паук-высокое-напряжение-96699deb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000185ce3ecae617bf452be977da4297/orig",
    "description": "Питер Паркер под маской Человека-паука по-прежнему спасает мир от злодеев и преступников, а свободное время проводит со своей возлюбленной Гвен, но школьная пора близится к концу, и впереди ждет взрослая жизнь. Питер помнит, что дал отцу Гвен слово навсегда уйти из жизни девушки, однако сдержать обещание не так просто.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:04:56.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 602409,
    "imdbId": "tt1872181",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.6,
    "tmdbId": 102382
  },
  {
    "id": "media-люцифер-297",
    "titleRu": "Люцифер",
    "titleOriginal": "Lucifer",
    "type": "series",
    "posterUrl": "./posters/люцифер-e02ed06d.jpg",
    "backdropUrl": "./posters/люцифер-e02ed06d.jpg",
    "description": "Заскучавший и несчастный повелитель преисподней Люцифер Морнингстар оставил свой престол и отправился в современный Лос-Анджелес, где основал ночной клуб «Lux». Очаровательный, харизматичный и дьявольски привлекательный Люцифер наслаждается отдыхом — вином, женщинами и музыкой, пока красивая поп-звезда не оказывается убитой на пороге его клуба.",
    "genres": [
      "фэнтези",
      "драма"
    ],
    "addedAt": "2026-06-21T12:04:57.000Z",
    "year": 2016,
    "countries": [
      "США"
    ],
    "kinopoiskId": 893621,
    "imdbId": "tt4052886",
    "kinopoiskRating": 7.8,
    "imdbRating": 8,
    "tmdbId": 63174
  },
  {
    "id": "media-лицо-со-шрамом-298",
    "titleRu": "Лицо со шрамом",
    "titleOriginal": "Scarface",
    "type": "movie",
    "posterUrl": "./posters/лицо-со-шрамом-d4ddcf97.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c0789fa8ca1e905426d1644d130/orig",
    "description": "Весной 1980 года был открыт порт Мэйриэл Харбор, и тысячи кубинских беженцев ринулись в Соединенные Штаты на поиски Американской Мечты. Один из них нашел ее на залитых солнцем улицах Майами. Богатство, власть и страсть превзошли даже самые невероятные его мечты. Его звали Тони Монтана. Мир запомнил его под другим именем — Лицо со шрамом.",
    "genres": [
      "драма",
      "криминал",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:04:58.000Z",
    "year": 1983,
    "countries": [
      "США"
    ],
    "kinopoiskId": 4695,
    "imdbId": "tt0086250",
    "kinopoiskRating": 8.2,
    "imdbRating": 8.3,
    "tmdbId": 111
  },
  {
    "id": "media-оно-2-299",
    "titleRu": "Оно 2",
    "titleOriginal": "It Chapter Two",
    "type": "movie",
    "posterUrl": "./posters/оно-2-322ea3ae.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c071e2b9fd1afd68eb049bb15d9/orig",
    "description": "Прошло 27 лет после первой встречи ребят с демоническим Пеннивайзом. Они выросли, покинули родной городок и практически забыли о тех страшных событиях, но неожиданно в их взрослые проблемы вторгается телефонный звонок. Майк никогда не покидал Дерри, всё это время собирал информацию о жутком клоуне и ждал. Когда в городе начали происходить новые убийства, Майк просит старых друзей вновь собраться вместе и разобраться со злом города Дерри раз и навсегда.",
    "genres": [
      "ужасы",
      "фэнтези",
      "драма"
    ],
    "addedAt": "2026-06-21T12:04:59.000Z",
    "year": 2019,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 686898,
    "imdbId": "tt7349950",
    "kinopoiskRating": 6.6,
    "imdbRating": 6.5,
    "tmdbId": 474350
  },
  {
    "id": "media-суперсемейка-300",
    "titleRu": "Суперсемейка",
    "titleOriginal": "The Incredibles",
    "type": "cartoon",
    "posterUrl": "./posters/суперсемейка-7bfbc7c6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c2801fc9771010ec68b91a8cc89/orig",
    "description": "История семьи супергероев, члены которой уже отошли от больших дел и предпочитают жить непримечательной жизнью обычных землян. Они обладают сверхъестественными способностями и относительно легко справлялись с мировым злом.\n\nНо в один прекрасный день папаше и его домочадцам приходится вновь облачиться в прорезиненные костюмы супергероев (а для этого нужно срочно сбросить лишние килограммы) и в очередной раз спасти человечество от таинственного злодея.",
    "genres": [
      "мультфильм",
      "боевик",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:00.000Z",
    "year": 2004,
    "countries": [
      "США"
    ],
    "kinopoiskId": 38903,
    "imdbId": "tt0317705",
    "kinopoiskRating": 7.5,
    "imdbRating": 8,
    "tmdbId": 9806
  },
  {
    "id": "media-суперсемейка-2-301",
    "titleRu": "Суперсемейка 2",
    "titleOriginal": "Incredibles 2",
    "type": "cartoon",
    "posterUrl": "./posters/суперсемейка-2-0b1f2716.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c0799051fdf91721080e9bb4907/orig",
    "description": "После событий первой части суперсемейка пользуется повышенным вниманием со стороны журналистов. Неожиданно оказалось, что обаятельная Миссис Исключительная гораздо лучше смотрится на экране телевизора, чем её муж. Мистеру Исключительному все чаще приходится сидеть дома и приглядывать за детьми, у каждого из которых есть свои причины быть недовольным собственными суперспособностями. Однако семейным проблемам предстоит отступить на второй план, когда окажется, что спокойствию Суперсемейки угрожает новый могущественный враг.",
    "genres": [
      "мультфильм",
      "фантастика",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:01.000Z",
    "year": 2018,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 839650,
    "imdbId": "tt3606756",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.5,
    "tmdbId": 260513
  },
  {
    "id": "media-чужие-302",
    "titleRu": "Чужие",
    "titleOriginal": "Aliens",
    "type": "movie",
    "posterUrl": "./posters/чужие-36dcec9b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c280333725899021452d3f7e0be/orig",
    "description": "Чужой – совершенный организм. Идеальная машина для убийства, чье физическое превосходство сочетается с его феноменальной жаждой уничтожения. Офицер Элен Рипли и команда космического корабля Ностромо один раз уже встретилась с такой тварью. В живых осталась только Элен.\n\nКапсула с Элен найдена спасателями после многих лет блуждания в космосе. Ей сообщают, что планета L.V. 426 колонизирована, и ей придется вернуться туда, где начался ее кошмар, ибо связь с колонистами прервалась. И вот в составе группы космического десанта Рипли отправляется на проклятую планету. Но теперь их там поджидает не один Чужой, а тысячи. Кто сможет выжить в этой войне: чудовища, способные только убивать, или люди, способные мыслить?",
    "genres": [
      "ужасы",
      "фантастика",
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:05:02.000Z",
    "year": 1986,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 406,
    "imdbId": "tt0090605",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.4,
    "tmdbId": 679
  },
  {
    "id": "media-притяжение-303",
    "titleRu": "Притяжение",
    "titleOriginal": "Притяжение",
    "type": "movie",
    "posterUrl": "./posters/притяжение-4c0847ba.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017e7c5c5937ab7ed568ee2d7b36ff/orig",
    "description": "…Как только что стало известно, сбитый над Москвой неопознанный объект имеет, возможно, внеземное происхождение. Большая часть столичного Чертаново оцеплена, к месту крушения стягиваются представители силовых структур, решается вопрос об эвакуации местных жителей. По словам нашего источника в Минобороны сейчас специальная комиссия пытается вступить в контакт с так называемыми гостями. В эти минуты мы готовим экстренный выпуск новостей, и о развитии событий вы узнаете первыми…",
    "genres": [
      "фантастика",
      "боевик",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:05:03.000Z",
    "year": 2017,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 840250,
    "imdbId": "tt4731148",
    "kinopoiskRating": 5.8,
    "imdbRating": 5.6,
    "tmdbId": 401513
  },
  {
    "id": "media-интерны-304",
    "titleRu": "Интерны",
    "titleOriginal": "Интерны",
    "type": "series",
    "posterUrl": "./posters/интерны-d90620d7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000019d8b90c3f4611beb853b02b73c24/orig",
    "description": "Интерны все время попадают в идиотские ситуации, а их руководитель доктор Быков с удовольствием за этим наблюдает.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:05:04.000Z",
    "year": 2010,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 501998,
    "imdbId": "tt1647423",
    "kinopoiskRating": 7.5,
    "imdbRating": 7,
    "tmdbId": 32651
  },
  {
    "id": "media-фокус-305",
    "titleRu": "Фокус",
    "titleOriginal": "Focus",
    "type": "movie",
    "posterUrl": "./posters/фокус-68f52c4c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c077602161f4e7d7482f6893fe1/orig",
    "description": "История об опытном мошеннике, который влюбляется в девушку, делающую первые шаги на поприще нелегального отъема средств у граждан. Отношения становятся для них проблемой, когда обнаруживается, что романтика мешает их нечестному бизнесу.",
    "genres": [
      "драма",
      "мелодрама",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:05.000Z",
    "year": 2014,
    "countries": [
      "США",
      "Аргентина"
    ],
    "kinopoiskId": 680824,
    "kinopoiskRating": 7.1,
    "imdbRating": 6.6,
    "imdbId": "tt2381941",
    "tmdbId": 256591
  },
  {
    "id": "media-человек-муравей-и-оса-306",
    "titleRu": "Человек-муравей и Оса",
    "titleOriginal": "Ant-Man and the Wasp",
    "type": "movie",
    "posterUrl": "./posters/человек-муравей-и-оса-da016e2a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c287507dc5661d1e3fa86e6cff1/orig",
    "description": "Скотт Лэнг, известный также как Человек-муравей, уже заслужил право оказаться в команде Мстителей. Но желание быть ближе к дочери удерживает его в родном Сан-Франциско до тех пор, пока доктор Хэнк Пим, создавший когда-то изменяющий размеры своего владельца чудо-костюм, не призывает Скотта присоединиться к новой опасной миссии. А помогать в противостоянии с коварным врагом Человеку-муравью будет новая напарница — Оса.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:06.000Z",
    "year": 2018,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 935940,
    "imdbId": "tt5095030",
    "kinopoiskRating": 7,
    "imdbRating": 7,
    "tmdbId": 363088
  },
  {
    "id": "media-платформа-307",
    "titleRu": "Платформа",
    "titleOriginal": "El hoyo",
    "type": "movie",
    "posterUrl": "./posters/платформа-55aae770.jpg",
    "backdropUrl": "./posters/платформа-55aae770.jpg",
    "description": "Горен соглашается на участие в некоем эксперименте и вскоре приходит в себя в почти пустой комнате уровня 48, где имеются большие прямоугольные отверстия в полу и потолке. На каждом уровне находятся два человека, а сколько всего уровней — неизвестно. Этажи связывает общий колодец, по которому раз в день опускается платформа с едой, и чем ниже находятся люди, тем меньше у них шансов поесть. Каждый месяц происходит рокировка, и обитатели верхних уровней могут оказаться в самом низу, и наоборот. Поскольку разрешалось взять с собой один предмет, Горен выбрал томик «Дон Кихота», а его сосед прихватил большой самозатачивающийся нож.",
    "genres": [
      "фантастика",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:05:07.000Z",
    "year": 2019,
    "countries": [
      "Испания"
    ],
    "kinopoiskId": 1134778,
    "imdbId": "tt8228288",
    "kinopoiskRating": 7.1,
    "imdbRating": 7,
    "tmdbId": 619264
  },
  {
    "id": "media-курьер-308",
    "titleRu": "Курьер",
    "titleOriginal": "Курьер",
    "type": "movie",
    "posterUrl": "./posters/курьер-0b3c0d00.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c0727dd75bb8a0a395405051db8/orig",
    "description": "Выпускник школы Иван, дожидаясь призыва в армию, работает курьером в редакции. Окружающие его солидные взрослые люди с трудом приспосабливаются к удивительной способности этого парня любое событие превратить в невероятное происшествие - порой уморительно веселое, а, подчас, и непоправимо грустное…",
    "genres": [
      "драма",
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:05:08.000Z",
    "year": 1986,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 45028,
    "imdbId": "tt0091364",
    "kinopoiskRating": 8,
    "imdbRating": 7.7,
    "tmdbId": 70966
  },
  {
    "id": "media-джек-ричер-309",
    "titleRu": "Джек Ричер",
    "titleOriginal": "Jack Reacher",
    "type": "movie",
    "posterUrl": "./posters/джек-ричер-5333bdec.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a000001966846cdc5455affa62a3c610dfc/orig",
    "description": "Снайпер убивает нескольких случайных прохожих. Его находят и арестовывают. Все улики указывают на него. На допросе вместо признания он пишет имя - Джек Ричер. Больше обвиняемый не может ничего сказать, поскольку после избиения заключёнными впадает в кому. Загадочный Джек Ричер появляется незамедлительно. Что теперь будет с убийцей?",
    "genres": [
      "боевик",
      "триллер",
      "детектив",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:09.000Z",
    "year": 2012,
    "countries": [
      "США"
    ],
    "kinopoiskId": 417583,
    "imdbId": "tt0790724",
    "kinopoiskRating": 7.2,
    "imdbRating": 7,
    "tmdbId": 75780
  },
  {
    "id": "media-чернобыль-зона-отчуждения-310",
    "titleRu": "Чернобыль: Зона отчуждения",
    "titleOriginal": "Чернобыль: Зона отчуждения",
    "type": "series",
    "posterUrl": "./posters/чернобыль-зона-отчуждения-00868e6c.jpg",
    "backdropUrl": "./posters/чернобыль-зона-отчуждения-00868e6c.jpg",
    "description": "Пятеро молодых людей прыгают в старую «Волгу» и отправляются на поиски вора, часом ранее укравшего из квартиры родителей главного героя восемь миллионов рублей. Грабитель — обычный московский айтишник, — вместо того чтобы залечь на дно, тут же записывает видеоотчет, в котором сообщает, что финальная точка его путешествия — Чернобыльская АЭС и город Припять.",
    "genres": [
      "триллер",
      "фантастика"
    ],
    "addedAt": "2026-06-21T12:05:10.000Z",
    "year": 2014,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 727157,
    "imdbId": "tt4032214",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.1,
    "tmdbId": 64542
  },
  {
    "id": "media-человек-бензопила-311",
    "titleRu": "Человек-бензопила",
    "titleOriginal": "Chainsaw Man",
    "type": "anime",
    "posterUrl": "./posters/человек-бензопила-2388f03a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000019836a23dd0127dd746b3e1668029/orig",
    "description": "Подросток Дэндзи всего лишь хотел жить обычной жизнью и есть досыта, но оставшиеся после смерти отца долги вынуждают парня влачить полуголодное существование и жить в халупе. Чтобы расплатиться с якудза, он уже продал некоторые свои органы и даже промышляет нелегальной охотой на демонов, в чём ему помогает необычный питомец Потита, демоническое существо с бензопилой. Однажды коварные бандиты заманивают Дэндзи в ловушку и приносят в жертву, но Потита не даёт парню умереть. Он сращивает его тело и становится сердцем своего хозяина — теперь Дэндзи обладает повышенной регенерацией, а также может превращать конечности в бензопилы. Такого ценного кадра нанимает Бюро общественной безопасности, чтобы тот снова охотился на демонов. На новой работе парень знакомится с коллегами — меланхоличным охотником Аки, вспыльчивой полудемонессой Пауэр — и влюбляется в свою загадочную начальницу Макиму.",
    "genres": [
      "аниме",
      "мультфильм",
      "боевик",
      "фэнтези",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:05:11.000Z",
    "year": 2022,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 2040161,
    "imdbId": "tt13616990",
    "kinopoiskRating": 8.5,
    "imdbRating": 8.3,
    "tmdbId": 114410
  },
  {
    "id": "media-сонни-бой-312",
    "titleRu": "Sonny Boy",
    "titleOriginal": "Sonny Boy",
    "type": "anime",
    "posterUrl": "./posters/sonny-boy-02f44c66.jpg",
    "backdropUrl": "./posters/sonny-boy-02f44c66.jpg",
    "description": "Это должны были быть обычные летние каникулы. Однако внезапно школа и 36 учеников перемещаются в другое измерение, и теперь школьникам, обнаружившим у себя сверхъестественные способности, надо будет научиться выживать в фантастическом мире.",
    "genres": [
      "аниме",
      "мультфильм",
      "фантастика",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:12.000Z",
    "year": 2021,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 4433040,
    "imdbRating": 7.7,
    "kinopoiskRating": 8,
    "tmdbId": 47246
  },
  {
    "id": "media-монстры-на-каникулах-2-313",
    "titleRu": "Монстры на каникулах 2",
    "titleOriginal": "Hotel Transylvania 2",
    "type": "movie",
    "posterUrl": "./posters/монстры-на-каникулах-2-7c01632d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c07592d5b4c83695303ec5d5dad/orig",
    "description": "Граф Дракула выдает свою очаровательную дочь замуж за парня из мира людей, и у молодой «смешанной» пары рождается сын. Станет ли этот ребенок человеком или вампиром?",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:13.000Z",
    "year": 2015,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 716891,
    "imdbId": "tt2510894",
    "kinopoiskRating": 7.2,
    "imdbRating": 6.6
  },
  {
    "id": "media-эдвард-руки-ножницы-314",
    "titleRu": "Эдвард руки-ножницы",
    "titleOriginal": "Edward Scissorhands",
    "type": "movie",
    "posterUrl": "./posters/эдвард-руки-ножницы-996c81ad.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c281406630514105f393024f0eb/orig",
    "description": "Старый и одинокий учёный создал человеческое существо. Но не успел доделать его до конца и умер. У сотворённого им молодого человека не хватает рук — вместо них у него нечто вроде ножниц, и он вынужден жить в заброшенном доме в полном одиночестве. Однажды его обнаруживает женщина-коммивояжер и берет к себе жить. В новом доме Эдвард пытается социализироваться — подружиться с младшим сыном своей новой «мамы» и с её прекрасной дочерью.",
    "genres": [
      "фэнтези",
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:05:14.000Z",
    "year": 1990,
    "countries": [
      "США"
    ],
    "kinopoiskId": 8421,
    "imdbId": "tt0099487",
    "kinopoiskRating": 8,
    "imdbRating": 7.8,
    "tmdbId": 162
  },
  {
    "id": "media-война-миров-315",
    "titleRu": "Война миров",
    "titleOriginal": "War of the Worlds",
    "type": "movie",
    "posterUrl": "./posters/война-миров-8e3c54c7.jpg",
    "backdropUrl": "./posters/война-миров-8e3c54c7.jpg",
    "description": "На Землю нападают высокоразвитые пришельцы. Пока армия ведёт ожесточённые бои с захватчиками, обычный семьянин Рэй стрем",
    "genres": [
      "фантастика",
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:05:15.000Z",
    "year": 2005,
    "countries": [
      "США",
      "Канада",
      "Япония"
    ],
    "kinopoiskId": 81289,
    "imdbId": "tt0407304",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.6,
    "tmdbId": 74
  },
  {
    "id": "media-человек-из-стали-316",
    "titleRu": "Человек из стали",
    "titleOriginal": "Man of Steel",
    "type": "movie",
    "posterUrl": "./posters/человек-из-стали-0c5c7cb8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000186bb5ab3d02d76c2dab0e7d38da8/orig",
    "description": "Кларк Кент (Кал-Эл) - молодой человек, который чувствует себя чужаком из-за своей невероятной силы. Много лет назад он был отправлен на Землю с развитой планеты Криптон, и теперь задается вопросом: зачем? \nВоспитанный приемными родителями Мартой и Джонатаном Кентами, Кларк знает: обладать сверхспособностями - значит принимать сложные решения. Но когда человечество более всего нуждается в стабильности, оно подвергается нападению. Сможет ли герой восстановить мир или воспользуется своей силой для того, чтобы окончательно его разрушить?",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:16.000Z",
    "year": 2013,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 252667,
    "imdbId": "tt0770828",
    "kinopoiskRating": 6.9,
    "imdbRating": 7.1,
    "tmdbId": 49521
  },
  {
    "id": "media-бэтмен-против-супермена-на-заре-справедливости-317",
    "titleRu": "Бэтмен против Супермена: На заре справедливости",
    "titleOriginal": "Batman v Superman: Dawn of Justice",
    "type": "movie",
    "posterUrl": "./posters/бэтмен-против-супермена-на-заре-справедливости-cb16365b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c07258ccfddd149f83e45c335f0/orig",
    "description": "Опасаясь, что действия богоподобного супергероя так и останутся бесконтрольными, грозный и могущественный страж Готэм Сити бросает вызов самому почитаемому в наши дни спасителю Метрополиса, в то время как весь остальной мир решает, какой герой ему по-настоящему нужен. И пока Бэтмен и Супермен пребывают в состоянии войны друг с другом, возникает новая угроза, которая ставит человечество под самую большую опасность, с которой оно когда-либо сталкивалось.",
    "genres": [
      "фантастика",
      "боевик",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:17.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Марокко"
    ],
    "kinopoiskId": 770631,
    "imdbId": "tt2975590",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.4,
    "tmdbId": 209112
  },
  {
    "id": "media-мгла-318",
    "titleRu": "Мгла",
    "titleOriginal": "The Mist",
    "type": "movie",
    "posterUrl": "./posters/мгла-8aa1f62c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c077186dea4401fb77ed6643ffb/orig",
    "description": "Маленький городок накрывает сверхъестественный туман, отрезая людей от внешнего мира. Группе героев, оказавшихся в этот момент в супермаркете, приходится вступить в неравный бой с обитающими в тумане монстрами.",
    "genres": [
      "ужасы",
      "фантастика",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:05:18.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 273302,
    "imdbId": "tt0884328",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.1,
    "tmdbId": 5876
  },
  {
    "id": "media-американский-психопат-319",
    "titleRu": "Американский психопат",
    "titleOriginal": "American Psycho",
    "type": "movie",
    "posterUrl": "./posters/американский-психопат-3b795883.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017c078f06bf98b117df5310532aa3/orig",
    "description": "Днем он ничем не отличается от окружающих, и в толпе вы не обратите на него внимания. Но ночью этот благовидный гражданин превращается в изощренного убийцу.",
    "genres": [
      "драма",
      "криминал",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:05:19.000Z",
    "year": 2000,
    "countries": [
      "США"
    ],
    "kinopoiskId": 588,
    "imdbId": "tt0144084",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.6,
    "tmdbId": 1359
  },
  {
    "id": "media-выжить-после-320",
    "titleRu": "Выжить после",
    "titleOriginal": "Выжить после",
    "type": "series",
    "posterUrl": "./posters/выжить-после-3ce090b1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c07a8e790409bcd945cabbba63c/orig",
    "description": "Одиннадцать незнакомых подростков просыпаются в подземном бункере. Они не знают друг друга и не помнят, как сюда попали. Но одно ясно совершенно точно – им необходимо выбираться. Воздух катастрофически заканчивается, а воды нет и подавно. С невероятными усилиями, проявляя недюжинную смекалку и сообразительность, работая в команде, герои выбираются на поверхность, ожидая, что неприятности позади. Но все оказывается еще хуже: Москва превратилась из процветающей столицы в нелюдимую пустыню, пораженную зомби-вирусом. Большинство населения эвакуировали, а тем, кто остался пришлось очень несладко.",
    "genres": [
      "триллер"
    ],
    "addedAt": "2026-06-21T12:05:20.000Z",
    "year": 2013,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 732760,
    "imdbId": "tt3857398",
    "kinopoiskRating": 8.2,
    "imdbRating": 6.3,
    "tmdbId": 65673
  },
  {
    "id": "media-хищник-321",
    "titleRu": "Хищник",
    "titleOriginal": "Predator",
    "type": "movie",
    "posterUrl": "./posters/хищник-fbc260fb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c07502eda6b22221d0880d35645/orig",
    "description": "Американский вертолет был сбит партизанами в Южной Америке, оставшийся в живых экипаж попал в плен. ЦРУ бросает лучшие силы для освобождения американских граждан — элитная группа спецназа во главе с Датчем отправляется в южноамериканские джунгли. Но там немало повидавшим бойцам предстоит встретиться с невероятным ужасом.",
    "genres": [
      "ужасы",
      "боевик",
      "фантастика"
    ],
    "addedAt": "2026-06-21T12:05:21.000Z",
    "year": 1987,
    "countries": [
      "США",
      "Мексика"
    ],
    "kinopoiskId": 6303,
    "imdbId": "tt0093773",
    "kinopoiskRating": 7.9,
    "imdbRating": 7.8,
    "tmdbId": 106
  },
  {
    "id": "media-солярис-322",
    "titleRu": "Солярис",
    "titleOriginal": "Солярис",
    "type": "movie",
    "posterUrl": "./posters/солярис-dd8ab89b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c073709ab241157de40345c2553/orig",
    "description": "На космическую станцию, сотрудники которой давно и тщетно пытаются сладить с загадкой планеты Солярис, полностью покрытой Океаном, прибывает новый учёный, психолог Крис Кельвин. Его задача - разобраться в странных сообщениях, поступающих со станции и закрыть её вместе со всей бесплодной «соляристикой». Поначалу ему кажется, что немногие уцелевшие на станции ученые сошли с ума, а потом он и сам становится жертвой жуткого наваждения: ему является его жена Хари, некоторое время назад покончившая с собой.",
    "genres": [
      "фантастика",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:05:22.000Z",
    "year": 1972,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 43911,
    "imdbId": "tt0069293",
    "kinopoiskRating": 8,
    "imdbRating": 7.9,
    "tmdbId": 593
  },
  {
    "id": "media-ральф-323",
    "titleRu": "Ральф",
    "titleOriginal": "Wreck-It Ralph",
    "type": "movie",
    "posterUrl": "./posters/ральф-09fbd389.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c285479dbc5c1c4318bc54660a8/orig",
    "description": "Ральф – второстепенный персонаж восьмибитной компьютерной игры, и ему надоело находиться в тени главного героя, мастера на все руки Феликса, который всегда появляется, чтобы «исправить» ситуацию! После тридцати лет добросовестной работы в роли злодея, в течение которых все похвалы выпадали на долю Феликса, Ральф больше не хочет быть плохим.\n\nОн решает отправиться в путешествие по аркадным играм разных жанров, чтобы доказать всем, что и он тоже может быть героем. На своем пути Ральф встречает героев разных игр - хладнокровную сержанта Калхун из игры Hero’s Duty, оберегающую планету от нашествия инопланетных захватчиков, и сладкую на вид, но острую на язычок Сластену фон Дю, чье существование в гоночном симуляторе Sugar Rush внезапно оказывается под угрозой. Наконец-то Ральфу выпадает шанс показать, что он умеет не только разрушать!",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:23.000Z",
    "year": 2012,
    "countries": [
      "США"
    ],
    "kinopoiskId": 586260,
    "imdbId": "tt1772341",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.7,
    "tmdbId": 82690
  },
  {
    "id": "media-левиафан-324",
    "titleRu": "Левиафан",
    "titleOriginal": "Левиафан",
    "type": "movie",
    "posterUrl": "./posters/левиафан-95061871.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c07698223f18d7c62296d55f0cd/orig",
    "description": "Автослесарь Николай Сергеев живет со второй женой Лилей и сыном от первого брака в маленьком северном городке на берегу моря. Нечистый на руку мэр города Шелевят пытается изъять его дом и землю для собственных нужд. После двух проигранных судов Николай обращается за помощью к бывшему сослуживцу Дмитрию, успешному столичному адвокату. Но приезд московского гостя лишь усложняет и без того непростую жизнь Николая.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:24.000Z",
    "year": 2014,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 705356,
    "imdbId": "tt2802154",
    "kinopoiskRating": 7,
    "imdbRating": 7.6,
    "tmdbId": 265180
  },
  {
    "id": "media-борат-325",
    "titleRu": "Борат",
    "titleOriginal": "Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan",
    "type": "movie",
    "posterUrl": "./posters/борат-7a64dfa1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c08121eadebc9f059c15ab0ddca/orig",
    "description": "Телеведущий из Казахстана Борат отправляется в США, чтобы сделать репортаж об этой «величайшей в мире стране». Однако по прибытии оказалось, что главная цель его визита — поиски Памелы Андерсон с целью жениться на ней, а вовсе не съемки документального фильма.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:05:25.000Z",
    "year": 2006,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 102474,
    "imdbId": "tt0443453",
    "kinopoiskRating": 6.7,
    "imdbRating": 7.4,
    "tmdbId": 496
  },
  {
    "id": "media-бамблби-326",
    "titleRu": "Бамблби",
    "titleOriginal": "Bumblebee",
    "type": "movie",
    "posterUrl": "./posters/бамблби-5d4b43ff.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000019be553d17db4bb54d24d3341fe58/orig",
    "description": "1987 год. Скрываясь от преследования, Бамблби прибывает на Землю, где тут же сталкивается с военными. В результате стычки с землянами и десептиконом, Бамблби лишается голосового модуля, повреждает память и перед отключкой сканирует стоящий неподалёку Фольксваген Жук. Через некоторое время девушка по имени Чарли находит его на автомобильной свалке в калифорнийском городке и получает в качестве подарка на 18-летие. Закатив машину в свой гараж, Чарли с удивлением обнаруживает, что ей достался не простой жёлтый Фольксваген Жук.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:26.000Z",
    "year": 2018,
    "countries": [
      "США",
      "Китай"
    ],
    "kinopoiskId": 952241,
    "imdbId": "tt4701182",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.7,
    "tmdbId": 424783
  },
  {
    "id": "media-мост-в-терабитию-327",
    "titleRu": "Мост в Терабитию",
    "titleOriginal": "Bridge to Terabithia",
    "type": "movie",
    "posterUrl": "./posters/мост-в-терабитию-58679f1c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c281186a3373be6fca674cf0829/orig",
    "description": "Надежды ученика пятого класса Джесса Аарона стать самым быстрым бегуном в классе разбились после того, как новичок Лесли Берк одержала победу в соревнованиях.\n\nОснований для враждебности по отношению друг к друг у Джесса и Лесли более чем достаточно, и тем не менее между ними завязывается дружба. Как тут не подружиться, если приходится быть королем и королевой в обнаруженном в лесу волшебном царстве?",
    "genres": [
      "фэнтези",
      "драма",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:27.000Z",
    "year": 2006,
    "countries": [
      "США",
      "Новая Зеландия"
    ],
    "kinopoiskId": 78753,
    "kinopoiskRating": 7.7,
    "imdbRating": 7.2,
    "imdbId": "tt0398808",
    "tmdbId": 1265
  },
  {
    "id": "media-милые-кости-328",
    "titleRu": "Милые кости",
    "titleOriginal": "The Lovely Bones",
    "type": "movie",
    "posterUrl": "./posters/милые-кости-dc92cd3a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13051577/2a000001966795e9ad32a55edd8e164a90f9/orig",
    "description": "14-летнюю Сюзи Сэлмон изнасиловал и убил сосед-маньяк. В качестве бесплотного призрака она наблюдает за жизнью своей семьи и жаждет поимки душегуба.",
    "genres": [
      "драма",
      "фэнтези",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:28.000Z",
    "year": 2009,
    "countries": [
      "США",
      "Великобритания",
      "Новая Зеландия"
    ],
    "kinopoiskId": 51319,
    "imdbId": "tt0380510",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.6,
    "tmdbId": 7980
  },
  {
    "id": "media-том-и-джерри-329",
    "titleRu": "Том и Джерри",
    "titleOriginal": "Tom and Jerry",
    "type": "movie",
    "posterUrl": "./posters/том-и-джерри-172d57da.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000186b195f68d6c7147e38e3246bbc8/orig",
    "description": "Неугомонная парочка отважных друзей в полнометражном мультфильме «Том и Джерри». Здесь они не гоняются друг за другом, а помогают маленькой девочке найти пропавшего отца.\n\nНо не думайте, что вам будет скучно. Ведь это Том и Джерри! Погони, море опасностей, злые козни старой тетки. Неповторимый юмор и радость от общения с любимыми героями!",
    "genres": [
      "мультфильм",
      "мюзикл",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:29.000Z",
    "year": 2021,
    "countries": [
      "США"
    ],
    "kinopoiskId": 468562,
    "imdbId": "tt1361336",
    "kinopoiskRating": 7.5,
    "imdbRating": 5.3,
    "tmdbId": 587807
  },
  {
    "id": "media-кот-в-сапогах-330",
    "titleRu": "Кот в сапогах",
    "titleOriginal": "Puss in Boots",
    "type": "cartoon",
    "posterUrl": "./posters/кот-в-сапогах-911c65ae.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000018c62deb9bf50cf14c81ab87db824/orig",
    "description": "Кот в сапогах объединяется с умным Шалтай-Болтаем и сообразительной Кисой, чтобы украсть знаменитую Гусыню, несущую золотые яйца.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:30.000Z",
    "year": 2011,
    "countries": [
      "США",
      "Индия"
    ],
    "kinopoiskId": 102146,
    "imdbId": "tt0448694",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.6,
    "tmdbId": 417859
  },
  {
    "id": "media-кот-в-сапогах-2-последнее-желание-331",
    "titleRu": "Кот в сапогах 2: Последнее желание",
    "titleOriginal": "Puss in Boots: The Last Wish",
    "type": "movie",
    "posterUrl": "./posters/кот-в-сапогах-2-последнее-желание-1429ade9.jpg",
    "backdropUrl": "./posters/кот-в-сапогах-2-последнее-желание-1429ade9.jpg",
    "description": "Промотав восемь жизней из девяти и до смерти испугавшись пришедшего за ним волка-охотника за головами, Кот в сапогах внимает совету врача и заселяется в дом местной кошатницы. Там он смиряется с установленными порядками, отращивает бороду и теряет тягу к подвигам и приключениям, но только до тех пор, пока не узнаёт о волшебной карте, которая указывает путь к где-то упавшей Звезде желаний. Кот в сапогах твёрдо решает отыскать Звезду, чтобы вернуть свои жизни, и в компании притворявшегося кошачьим пёсика отправляется красть карту у известного коллекционера волшебных предметов Джека Хорнера.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:05:31.000Z",
    "year": 2022,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 840821,
    "imdbId": "tt3915174",
    "kinopoiskRating": 8.1,
    "imdbRating": 7.8,
    "tmdbId": 315162
  },
  {
    "id": "media-армагеддон-332",
    "titleRu": "Армагеддон",
    "titleOriginal": "Armageddon",
    "type": "movie",
    "posterUrl": "./posters/армагеддон-4a3a5a4f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c079d9a42b1058df868849747a5/orig",
    "description": "Тень гигантского астероида легла на Землю. До рокового столкновения остаются считанные дни. Наступает Армагеддон, трагический финал мировой истории. Чтобы предотвратить катастрофу, необходимо чудо - или совместные усилия лучших из лучших вместе с технологической мощью всего созданного человеком. Сможет ли горстка людей противостоять вселенской стихии?..",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:32.000Z",
    "year": 1998,
    "countries": [
      "США"
    ],
    "kinopoiskId": 2941,
    "imdbId": "tt0120591",
    "kinopoiskRating": 7.8,
    "imdbRating": 6.7,
    "tmdbId": 95
  },
  {
    "id": "media-аритмия-333",
    "titleRu": "Аритмия",
    "titleOriginal": "Аритмия",
    "type": "movie",
    "posterUrl": "./posters/аритмия-f96020e6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000193f9639976eda99c3a076bb1c739/orig",
    "description": "Олег — талантливый врач скорой помощи, который отдаёт все силы работе. Его жена Катя — тоже врач, она работает в приёмном отделении больницы. Постепенно супруги отдаляются, Олег начинает злоупотреблять алкоголем из-за стресса, и Катя решает развестись. Вскоре у мужчины начинаются проблемы на работе из-за нового начальника, который печётся только о статистике и правилах.",
    "genres": [
      "мелодрама",
      "драма"
    ],
    "addedAt": "2026-06-21T12:05:33.000Z",
    "year": 2017,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 992605,
    "imdbId": "tt6952604",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.4,
    "tmdbId": 457842
  },
  {
    "id": "media-очень-страшное-кино-334",
    "titleRu": "Очень страшное кино",
    "titleOriginal": "Scary Movie",
    "type": "movie",
    "posterUrl": "./posters/очень-страшное-кино-8e82deec.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c280b36fee34d24af0a5ba0af45/orig",
    "description": "Дрю разговаривает по телефону с незнакомцем, будто бы попавшим не туда, но вскоре она понимает, что её собеседник — маньяк. Дрю выбегает из дома, за ней гонится убийца, но её случайно сбивает на машине собственный отец.",
    "genres": [
      "комедия",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:05:34.000Z",
    "year": 2000,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5932,
    "imdbId": "tt0175142",
    "kinopoiskRating": 7,
    "imdbRating": 6.3,
    "tmdbId": 4247
  },
  {
    "id": "media-чудо-женщина-335",
    "titleRu": "Чудо-женщина",
    "titleOriginal": "Wonder Woman",
    "type": "movie",
    "posterUrl": "./posters/чудо-женщина-0d3e8200.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c072896360dd0e60cf13c6e7ec7/orig",
    "description": "Перед тем как стать Чудо-женщиной, она была Дианой — принцессой амазонок, обученной быть непобедимой воительницей. И когда на берегах ограждённого от внешнего мира её родного острова терпит крушение американский пилот и рассказывает о масштабном конфликте, бушующем во внешнем мире, Диана покидает дом, чтобы противостоять злу. Сражаясь бок о бок с человеком в войне за мир, Диана обнаружит всю полноту своей власти и своё истинное предназначение.",
    "genres": [
      "фантастика",
      "боевик",
      "военный",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:05:35.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Китай"
    ],
    "kinopoiskId": 102383,
    "imdbId": "tt0451279",
    "kinopoiskRating": 6.8,
    "imdbRating": 7.3,
    "tmdbId": 297762
  },
  {
    "id": "media-тетрадь-смерти-336",
    "titleRu": "Тетрадь смерти",
    "titleOriginal": "Death Note",
    "type": "anime",
    "posterUrl": "./posters/тетрадь-смерти-4bcf4dca.jpg",
    "backdropUrl": "./posters/тетрадь-смерти-4bcf4dca.jpg",
    "description": "Старшекласснику Лайту Ягами в руки попадает тетрадь синигами Рюка. Каждый человек, чьё имя записать в эту тетрадку, умрёт, поэтому Лайт решает бороться со злом на земле.",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "триллер",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:05:36.000Z",
    "year": 2017,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 463596,
    "imdbId": "tt1241317",
    "kinopoiskRating": 8.6,
    "imdbRating": 4.5,
    "tmdbId": 351460
  },
  {
    "id": "media-тьма-337",
    "titleRu": "Тьма",
    "titleOriginal": "Dark",
    "type": "series",
    "posterUrl": "./posters/тьма-5dee406e.jpg",
    "backdropUrl": "./posters/тьма-5dee406e.jpg",
    "description": "История четырёх семей, живущих спокойной и размеренной жизнью в маленьком немецком городке. Видимая идиллия рушится, когда бесследно исчезают двое детей и воскресают тёмные тайны прошлого.",
    "genres": [
      "триллер",
      "фантастика",
      "драма",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:05:37.000Z",
    "year": 2017,
    "countries": [
      "Германия",
      "США"
    ],
    "kinopoiskId": 1032606,
    "imdbId": "tt5753856",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.7,
    "tmdbId": 70523
  },
  {
    "id": "media-последний-самурай-338",
    "titleRu": "Последний самурай",
    "titleOriginal": "The Last Samurai",
    "type": "movie",
    "posterUrl": "./posters/последний-самурай-2f803b9a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c0736751e88387c03908bd7ad1c/orig",
    "description": "Действие разворачивается в Японии 70-ых годов девятнадцатого века. Капитан Нейтон Альгрен, уважаемый американский военный офицер, нанят Императором Японии для обучения первой армии Страны Восходящего Солнца современному искусству ведения боевых действий.\n\nИмператор пытается искоренить древних воинов-самураев, готовясь к более прозападной политике правительства…",
    "genres": [
      "боевик",
      "драма",
      "военный",
      "история"
    ],
    "addedAt": "2026-06-21T12:05:38.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Новая Зеландия",
      "Япония"
    ],
    "kinopoiskId": 6764,
    "imdbId": "tt0325710",
    "kinopoiskRating": 8.1,
    "imdbRating": 7.8,
    "tmdbId": 616
  },
  {
    "id": "media-гаттака-339",
    "titleRu": "Гаттака",
    "titleOriginal": "Gattaca",
    "type": "movie",
    "posterUrl": "./posters/гаттака-e076c98e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c072575c8d1c2c125a140caad4f/orig",
    "description": "Добро пожаловать в Гаттаку - совершенный мир будущего. Здесь каждый генетически запрограммирован, и печальная судьба ожидает тех, кто был рожден в любви, а не в лаборатории. Такова судьба Винсента Фримана, молодого человека, получившего при рождении ярлык «не пригоден».\n\nВинсент обладает весомыми недостатками: он подвержен страстям, он поддается эмоциям, и он верит в то, что его мечты сбудутся. Вот почему он покупает личность другого человека, пытаясь обмануть власти и стать уважаемым членом Корпорации Будущего Гаттака.\n\nИ когда он уже на пути к свободе, убийство грозит раскрытием его реальной личности. Несмотря на свою невиновность, Винсенту есть что скрывать и есть что терять. Но так трудно остаться в живых, когда в тебе живут два человека…",
    "genres": [
      "фантастика",
      "драма",
      "мелодрама",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:05:39.000Z",
    "year": 1997,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5012,
    "imdbId": "tt0119177",
    "kinopoiskRating": 8,
    "imdbRating": 7.7,
    "tmdbId": 782
  },
  {
    "id": "media-аркейн-340",
    "titleRu": "Аркейн",
    "titleOriginal": "Arcane: League of Legends",
    "type": "series",
    "posterUrl": "./posters/аркейн-306d56b4.jpg",
    "backdropUrl": "./posters/аркейн-306d56b4.jpg",
    "description": "История разворачивается в утопическом краю Пилтовер и жестоком подземном мире Заун и рассказывает о становлении двух легендарных чемпионов Лиги и о той силе, что разведёт их по разные стороны баррикад.",
    "genres": [
      "мультфильм",
      "фантастика",
      "фэнтези",
      "боевик",
      "драма"
    ],
    "addedAt": "2026-06-21T12:05:40.000Z",
    "year": 2021,
    "countries": [
      "США",
      "Франция"
    ],
    "kinopoiskId": 4445150,
    "imdbId": "tt11126994",
    "kinopoiskRating": 8.7,
    "imdbRating": 9
  },
  {
    "id": "media-невероятный-халк-341",
    "titleRu": "Невероятный Халк",
    "titleOriginal": "The Incredible Hulk",
    "type": "movie",
    "posterUrl": "./posters/невероятный-халк-2d682189.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c0757e7f891c1c96f0d159706ee/orig",
    "description": "История доктора Брюса Баннера, который ищет лекарство от своего необычного «заболевания», превращающего его во время эмоционального стресса в гигантского зеленого монстра Халка. Находясь в бегах от армии, стремящейся его захватить, Брюс почти находит лекарство, но все старания идут прахом, когда у Халка вдруг появляется новый, невероятно сильный противник.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:05:41.000Z",
    "year": 2008,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 255380,
    "imdbId": "tt0800080",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.6,
    "tmdbId": 1724
  },
  {
    "id": "media-шрэк-третий-342",
    "titleRu": "Шрэк Третий",
    "titleOriginal": "Shrek the Third",
    "type": "cartoon",
    "posterUrl": "./posters/шрэк-третий-28625418.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a0000017c0779b13b8b1818078aa2f4ba3e/orig",
    "description": "Король Гарольд внезапно умер, и теперь великан Шрек вынужден стать королем Далекой-Далекой страны. Шрек уважает семейные традиции своей жены Фионы, но править страной очень не хочет, и поэтому и отправляется с Ослом и Котом в сапогах на поиски нового короля. Но пока Шрек ищет короля Артура - другого наследника, принц Чарминг замышляет новые пакости.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "мелодрама",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:42.000Z",
    "year": 2007,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 84020,
    "imdbId": "tt0413267",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.1,
    "tmdbId": 810
  },
  {
    "id": "media-каратэ-пацан-343",
    "titleRu": "Каратэ-пацан",
    "titleOriginal": "The Karate Kid",
    "type": "movie",
    "posterUrl": "./posters/каратэ-пацан-18668d1c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017c07891dccbb72454b9722e53698/orig",
    "description": "Двенадцатилетний Дре Паркер вместе с матерью-одиночкой переезжает из Детройта в незнакомый Пекин, не зная языка и местных традиций. Здесь он встречает китайскую девочку Мей Ин. Однако кроме её отца, не одобряющего их дружбу из-за культурных предрассудков, на его пути встаёт банда хулиганов во главе с Ченом, владеющим искусством кунг-фу. Единственный способ победить его — встретиться с врагом на близящемся грандиозном турнире боевых искусств. В этом мальчику решает помочь знаток боевых искусств мистер Хан.",
    "genres": [
      "драма",
      "спорт",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:43.000Z",
    "year": 2010,
    "countries": [
      "Китай",
      "Гонконг",
      "США"
    ],
    "kinopoiskId": 412162,
    "imdbId": "tt1155076",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.3,
    "tmdbId": 38575
  },
  {
    "id": "media-флэш-344",
    "titleRu": "Флэш",
    "titleOriginal": "The Flash",
    "type": "series",
    "posterUrl": "./posters/флэш-fdefc57f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a00000186346b6983b7c0a61c39f3152ff3/orig",
    "description": "Когда Барри Аллен был маленьким, больше всего на свете ему хотелось быть супергероем — тем, кто превосходит лимиты человеческого организма и использует во благо данную ему силу. В одиннадцать лет он на собственном опыте узнал, что люди с необычными способностями действительно существуют: его мать была убита одним из таких людей. Повзрослев и став судмедэкспертом, Барри не отбросил мыслей о сверхлюдях и продолжал искать доказательства их существования, что не лучшим образом сказывалось на его репутации и общении с коллегами. Впрочем, однажды его усилия были вознаграждены.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:44.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 817506,
    "imdbId": "tt3107288",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.5,
    "tmdbId": 60735
  },
  {
    "id": "media-лучше-звоните-солу-345",
    "titleRu": "Лучше звоните Солу",
    "titleOriginal": "Better Call Saul",
    "type": "series",
    "posterUrl": "./posters/лучше-звоните-солу-95c837a9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c079fa1c914dd8ece10dfe1a1b5/orig",
    "description": "История об испытаниях и невзгодах, которые приходится преодолеть Солу Гудману, адвокату по уголовным делам, в тот период, когда он пытается открыть свою собственную адвокатскую контору в Альбукерке, штат Нью-Мексико.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:45.000Z",
    "year": 2015,
    "countries": [
      "США"
    ],
    "kinopoiskId": 796660,
    "imdbId": "tt3032476",
    "kinopoiskRating": 8.1,
    "imdbRating": 9,
    "tmdbId": 60059
  },
  {
    "id": "media-хеллбой-346",
    "titleRu": "Хеллбой",
    "titleOriginal": "Hellboy",
    "type": "movie",
    "posterUrl": "./posters/хеллбой-37e80d62.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c0777e992615d635e7b0496140c/orig",
    "description": "Близится час битвы Хеллбоя с Кровавой королевой, буквально собирающей себя по частям и жаждущей отомстить всему человечеству за века в заточении. Оказавшись в эпицентре столкновения миров людей и монстров, Хеллбой будет вынужден пройти через ад, чтобы предотвратить надвигающийся апокалипсис.",
    "genres": [
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:46.000Z",
    "year": 2019,
    "countries": [
      "США",
      "Великобритания",
      "Болгария",
      "Канада",
      "Португалия",
      "Франция"
    ],
    "kinopoiskId": 693331,
    "imdbId": "tt2274648",
    "kinopoiskRating": 6.2,
    "imdbRating": 5.3,
    "tmdbId": 456740
  },
  {
    "id": "media-хеллбой-2-золотая-армия-347",
    "titleRu": "Хеллбой II: Золотая армия",
    "titleOriginal": "Hellboy II: The Golden Army",
    "type": "movie",
    "posterUrl": "./posters/хеллбой-ii-золотая-армия-5b43956f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000161adce66514d6b27afe06a9f537f/1344x756",
    "description": "Древнее перемирие между человечеством и тайным миром было нарушено, на Земле вот-вот разверзнется ад. Безжалостный лидер, вхожий в оба мира, бросает вызов своей крови и пробуждает на свет неодолимую армию чудовищ. \nНастало время самому Хэллбою сразиться с беспощадным диктатором и его воинами. Вместе со своей пополняющей ряды командой «Бюро Паранормальных Исследований и Развития» он будет бороздить границы двух миров — нашего и скрытого, где самые невероятные существа обретают плоть. Хэллбою, порождённому обоими мирами, но не принадлежащему ни одному из них, предстоит выбирать между жизнью, которую он знает, и неизвестностью новой судьбы.",
    "genres": [
      "ужасы",
      "боевик",
      "фантастика",
      "фэнтези",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:47.000Z",
    "year": 2008,
    "countries": [
      "США",
      "Германия",
      "Венгрия"
    ],
    "kinopoiskId": 81472,
    "imdbId": "tt0411477",
    "kinopoiskRating": 7.1,
    "imdbRating": 7
  },
  {
    "id": "media-принцесса-мононоке-348",
    "titleRu": "Принцесса Мононоке",
    "titleOriginal": "Mononoke-hime",
    "type": "anime",
    "posterUrl": "./posters/принцесса-мононоке-8766e7cc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c073aacd7d6ed3d44e60181a097/orig",
    "description": "Убив вепря, юный принц Аситака навлек на себя смертельное проклятие. Старая знахарка предсказала, что только он сам способен изменить свою судьбу, и отважный воин отправился в опасное путешествие. Так он оказался в загадочной стране, где люди под предводительством злой госпожи Эбоси воевали с обитателями леса: духами, демонами и гигантскими существами, каких Аситака раньше никогда не видел. \nИ была с ними принцесса Мононоке - повелительница зверей и дочь волчицы. Теперь судьба всех зависит только от одного воина - принца Аситаки.",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:48.000Z",
    "year": 1997,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 441,
    "imdbId": "tt0119698",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.3,
    "tmdbId": 128
  },
  {
    "id": "media-дэдпул-и-росомаха-349",
    "titleRu": "Дэдпул и Росомаха",
    "titleOriginal": "Deadpool & Wolverine",
    "type": "movie",
    "posterUrl": "./posters/дэдпул-и-росомаха-e0f633dc.jpg",
    "backdropUrl": "./posters/дэдпул-и-росомаха-e0f633dc.jpg",
    "description": "Уэйд Уилсон попадает в организацию «Управление временными изменениями», что вынуждает его вернуться к своему альтер-эго Дэдпулу и изменить историю с помощью Росомахи.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:49.000Z",
    "year": 2024,
    "countries": [
      "США",
      "Великобритания",
      "Новая Зеландия",
      "Канада"
    ],
    "kinopoiskId": 1008444,
    "imdbId": "tt6263850",
    "kinopoiskRating": 7.3,
    "imdbRating": 7.5
  },
  {
    "id": "media-доктор-стрэндж-в-мультивселенной-безумия-350",
    "titleRu": "Доктор Стрэндж: В мультивселенной безумия",
    "titleOriginal": "Doctor Strange in the Multiverse of Madness",
    "type": "movie",
    "posterUrl": "./posters/доктор-стрэндж-в-мультивселенной-безумия-ca6abcd0.jpg",
    "backdropUrl": "./posters/доктор-стрэндж-в-мультивселенной-безумия-ca6abcd0.jpg",
    "description": "Доктор Стрэндж при помощи Вонга спасает от гигантского осьминога девушку-подростка по имени Америка Чавес, которая при сильном испуге может открывать порталы в параллельные вселенные. Пытаясь уберечь новую знакомую от злой силы, жаждущей заполучить её способность, Доктор вместе с Америкой пускается в путешествие по мультивселенной.",
    "genres": [
      "фэнтези",
      "боевик",
      "приключения",
      "фантастика",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:05:50.000Z",
    "year": 2022,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1219909,
    "imdbId": "tt9419884",
    "kinopoiskRating": 6.5,
    "imdbRating": 6.9
  },
  {
    "id": "media-телепорт-351",
    "titleRu": "Телепорт",
    "titleOriginal": "Jumper",
    "type": "movie",
    "posterUrl": "./posters/телепорт-2beaaec5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/17687051/2a0000019c09f162cb12a2e2519509a6782a/orig",
    "description": "Подросток из неблагополучного района Дэвид Райс всегда считал себя обычным парнем, пока однажды он не узнал, что он может телепортироваться с места на место. Новые способности открыли перед ним весь мир. Он может побывать в Нью-Йорке и Токио, посетить античные развалины в Риме, увидеть «крышу мира» с горы Эверест, увидеть 20 рассветов и 20 закатов. И все - в один день. \n\nТеперь ему не нужны деньги - он может взять сколько хочет. Однако в один момент он обнаруживает, что стал мишенью. На него, как и на других подобных ему, объявлена охота. На протяжении тысячи лет тайное общество стремится уничтожить их. Вскоре Дэвид узнает истинную ценность его новых способностей.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:05:51.000Z",
    "year": 2008,
    "countries": [
      "Канада",
      "США"
    ],
    "kinopoiskId": 220589,
    "imdbId": "tt0489099",
    "kinopoiskRating": 7,
    "imdbRating": 6.1,
    "tmdbId": 8247
  },
  {
    "id": "media-таксист-352",
    "titleRu": "Таксист",
    "titleOriginal": "Taxi Driver",
    "type": "movie",
    "posterUrl": "./posters/таксист-b847d9cd.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c078c1f216547f8beae2e0b2946/orig",
    "description": "Тусклый свет слепых фонарей, скелеты фабричных труб, задыхающихся в собственном дыму. Вавилонские башни небоскребов, все это — ад Нового времени, Нью-Йорк.\n\nВетеран вьетнамской войны Трэвис Бикл ведет свое одинокое такси по ночным улицам бесконечного города, и перед ним разворачивается мрачная панорама человеческих грехов. Как ветхозаветный пророк, он надеется, что однажды небеса пошлют на землю спасительный дождь, который очистит Нью-Йорк от вековой грязи.\n\nА когда умирает надежда, остается только ненависть. Огненный ливень обрушится на головы грешников. Таксист позаботится об этом.",
    "genres": [
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:52.000Z",
    "year": 1976,
    "countries": [
      "США"
    ],
    "kinopoiskId": 358,
    "imdbId": "tt0075314",
    "kinopoiskRating": 7.7,
    "imdbRating": 8.2,
    "tmdbId": 103
  },
  {
    "id": "media-виноваты-звезды-353",
    "titleRu": "Виноваты звезды",
    "titleOriginal": "The Fault in Our Stars",
    "type": "movie",
    "posterUrl": "./posters/виноваты-звезды-ad2380fe.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000017c071d981874e852a3052652b6c6/orig",
    "description": "Хэйзел больна раком. Несмотря на то, что болезнь временно отступила, девушка не чувствует ни капли радости. Она ходит в группу поддержки, где однажды знакомится с Огастусом Уотерсом и моментально влюбляется в него. Огастус и Хэйзел отправляются в полное страсти и жизни путешествие, которое лишний раз покажет им, что весь смысл жизни можно найти в любом ее отрезке.",
    "genres": [
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:05:53.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 724703,
    "imdbId": "tt2582846",
    "kinopoiskRating": 7.9,
    "imdbRating": 7.6,
    "tmdbId": 222935
  },
  {
    "id": "media-приключения-буратино-354",
    "titleRu": "Приключения Буратино",
    "titleOriginal": "Приключения Буратино",
    "type": "movie",
    "posterUrl": "./posters/приключения-буратино-f0125dfe.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/17687051/2a0000019b70006c818190b2a4bc0b8060f0/orig",
    "description": "На дурака не нужен нож: ему немного подпоешь - и делай с ним, что хошь! Деревянный человечек, которого Папа Карло выстругал из полена, получился веселым, дерзким, шумным и доверчивым. Лиса Алиса и Кот Базилио завели его в Страну Дураков, но мудрая Черепаха Тортила помогла Буратино найти Золотой Ключик, потому что он был ужасно обаятельным.",
    "genres": [
      "детский",
      "мюзикл",
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:05:54.000Z",
    "year": 1975,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 77301,
    "kinopoiskRating": 7.9,
    "imdbRating": 7.5,
    "imdbId": "tt0073570"
  },
  {
    "id": "media-пила-355",
    "titleRu": "Пила",
    "titleOriginal": "Saw",
    "type": "movie",
    "posterUrl": "./posters/пила-3222366e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000167371cb6e2fba690e7c4d7fc5896/orig",
    "description": "Дэвид, работавший санитаром в больнице, рассказывает детективу ужасающую историю о том, как был похищен и вынужден играть в мерзкую игру на выживание.",
    "genres": [
      "короткометражка",
      "ужасы",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:05:55.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 251613,
    "imdbId": "tt0495241",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.4,
    "tmdbId": 246355
  },
  {
    "id": "media-пила-2-356",
    "titleRu": "Пила 2",
    "titleOriginal": "Saw II",
    "type": "movie",
    "posterUrl": "./posters/пила-2-c94d0071.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c0727bd5a6aa5830a67ac29d3e6/orig",
    "description": "Во время расследования подробностей кровавых деяний неизвестного убийцы детектив Эрик Мэтьюс ловит себя на мысли, что они очень похожи на работу Пилы - известного маньяка, который смог исчезнуть, оставив за собой множество жертв. Метьюс оказывается прав. Пила снова взялся за своё ужасное ремесло. Только на этот раз вместо двух людей он запирает в комнате смерти с единственным способом выбраться живым сразу восемь человек. Восемь незнакомцев оказываются вынуждены вступить в игру сумасшедшего убийцы, ставками в которой будут их жизни.",
    "genres": [
      "ужасы",
      "триллер",
      "детектив",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:56.000Z",
    "year": 2005,
    "countries": [
      "Канада",
      "США"
    ],
    "kinopoiskId": 86206,
    "imdbId": "tt0432348",
    "kinopoiskRating": 7.4,
    "imdbRating": 6.6
  },
  {
    "id": "media-пила-3-357",
    "titleRu": "Пила 3",
    "titleOriginal": "Saw III",
    "type": "movie",
    "posterUrl": "./posters/пила-3-dbb96a5d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c071d6eaa061c94aa200a0de143/orig",
    "description": "Изобретатель зловещих игр остается безнаказанным и в итоге бесследно исчезает вместе со своей сообщницей Амандой. В то время, как детективы тщетно пытаются выйти на его след, доктор Линн Денлон становится очередной жертвой этого маньяка.\n\nОднажды ночью Линн похищают и привозят в заброшенный склад, где она встречается с самим злодеем, находящимся на смертном одре. Ей приказывают сохранять жизнь этому безумцу, пока Джефф, еще одна из его жертв, не доведет до конца начатую с ним «игру»…",
    "genres": [
      "ужасы",
      "триллер",
      "детектив",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:57.000Z",
    "year": 2006,
    "countries": [
      "Канада",
      "США"
    ],
    "kinopoiskId": 184417,
    "imdbId": "tt0489270",
    "kinopoiskRating": 7,
    "imdbRating": 6.2
  },
  {
    "id": "media-хищные-птицы-потрясающая-история-харли-квинн-358",
    "titleRu": "Хищные птицы: Потрясающая история Харли Квинн",
    "titleOriginal": "Birds of Prey and the Fantabulous Emancipation of One Harley Quinn",
    "type": "movie",
    "posterUrl": "./posters/хищные-птицы-потрясающая-история-харли-квинн-36530ead.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c2d0c6a628f544ed5099d2179ee/orig",
    "description": "Харли Квинн рассталась с Джокером и через некоторое время сообщила об этом всему Готэму, взорвав тот самый химзавод. Девушка больше не тоскует по несостоявшимся отношениям — ей некогда, так как она также потеряла неприкосновенность, и теперь за ней охотятся разной степени криминализованности граждане, желающие отомстить. А в это время ставший крёстным отцом Готема Роман Сайонис очень жаждет вернуть пропавший бриллиант, который стащила у его подручного малолетняя карманница.",
    "genres": [
      "боевик",
      "криминал",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:05:58.000Z",
    "year": 2020,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 1111004,
    "imdbId": "tt7713068",
    "kinopoiskRating": 5.9,
    "imdbRating": 6.1,
    "tmdbId": 495764
  },
  {
    "id": "media-перевозчик-359",
    "titleRu": "Перевозчик",
    "titleOriginal": "The Transporter",
    "type": "movie",
    "posterUrl": "./posters/перевозчик-92ace224.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c079c6cb02d33869f7be031d75d/orig",
    "description": "Бывший десантник Фрэнк Мартин имеет неплохой бизнес — перевозит любые грузы по французскому Средиземноморью и делает свою работу быстро и качественно. Недостатка в клиентах нет, ведь он всегда неукоснительно соблюдает три правила: не меняет условий сделки, не спрашивает никаких имен и никогда не заглядывает в багаж. Но однажды, перевозя груз клиента по имени Уолл Стрит, Фрэнк обнаруживает, что мешок шевелится. Впервые за все время Мартин нарушает правило, заглядывает внутрь пакета и обнаруживает там красивую женщину, которая оказывается дочерью видного китайского мафиози…",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:05:59.000Z",
    "year": 2002,
    "countries": [
      "Франция",
      "США"
    ],
    "kinopoiskId": 6206,
    "imdbId": "tt0293662",
    "kinopoiskRating": 7.4,
    "imdbRating": 6.8,
    "tmdbId": 4108
  },
  {
    "id": "media-черепашки-ниндзя-360",
    "titleRu": "Черепашки-ниндзя",
    "titleOriginal": "Teenage Mutant Ninja Turtles",
    "type": "movie",
    "posterUrl": "./posters/черепашки-ниндзя-e0e17df7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a000001967cec9d047f559ea90af4186d54/orig",
    "description": "Город нуждается в героях. Тьма окутала Нью-Йорк в виде Шреддера и его зловещего Клана Футов, у которого имеется железный контроль над всеми, от полицейских до политиков. Будущее выглядит мрачным, пока из канализации не поднимается и не раскрывает своё предназначение четвёрка отверженных братьев — Черепашки-ниндзя. Черепашки должны работать вместе с бесстрашным репортёром Эйприл и её саркастическим оператором Верном Фенвиком, чтобы спасти город и разгадать дьявольский план Шреддера.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:00.000Z",
    "year": 2014,
    "countries": [
      "США"
    ],
    "kinopoiskId": 461206,
    "imdbId": "tt1291150",
    "kinopoiskRating": 6.2,
    "imdbRating": 5.8,
    "tmdbId": 98566
  },
  {
    "id": "media-13-й-район-361",
    "titleRu": "13-й район",
    "titleOriginal": "Banlieue 13",
    "type": "movie",
    "posterUrl": "./posters/13-й-район-541427dd.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a0000018bd69dd40367c06f21485eae1464/orig",
    "description": "2010 год, Париж, из-за разгула преступности некоторые особо опасные районы французской столицы превращены в закрытые зоны и отгорожены от благополучных кварталов бетонной стеной. За ней бурлит совсем другая жизнь: здесь процветает торговля наркотиками и оружием, здесь даже дети не выходят из дома без оружия, здесь давно не работают школы и поликлиники, здесь полиция не стоит на страже закона, а лишь защищает себя или же сама поддерживает беззаконие. Главарю одной из банд удается завладеть нейтронной бомбой. Чтобы обезвредить ее, в 13-й район отправляется офицер спецназа Дамьен. Проникать в опасные зоны - его профессия, однако на этот раз ему все-таки нужен проводник. Союзником Дамьена становится Лейто, отчаянный парень, сестра которого похищена тем же самым главарем...",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:06:01.000Z",
    "year": 2004,
    "countries": [
      "Франция"
    ],
    "kinopoiskId": 81522,
    "imdbId": "tt0414852",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.1
  },
  {
    "id": "media-13-й-район-ультиматум-362",
    "titleRu": "13-й район: Ультиматум",
    "titleOriginal": "Banlieue 13 Ultimatum",
    "type": "movie",
    "posterUrl": "./posters/13-й-район-ультиматум-366748fa.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c07829a042365cdd98ac7498096/orig",
    "description": "13-й район, три года спустя. Стена, отделяющая неблагополучный пригород от столицы, стала больше, выше и отгородила от цивилизации еще больше кварталов. По эту сторону стены правят пять банд, контролирующих этнические районы. Правительство как никогда заинтересовано в «урегулировании проблемы», и разведывательные службы охотно инициируют беспорядки. Лейто и Дамьену снова приходится объединить усилия, чтобы спасти Париж от хаоса.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:06:02.000Z",
    "year": 2009,
    "countries": [
      "Франция"
    ],
    "kinopoiskId": 418794,
    "imdbId": "tt1247640",
    "kinopoiskRating": 6.6,
    "imdbRating": 6.5,
    "tmdbId": 15357
  },
  {
    "id": "media-трансформеры-последний-рыцарь-363",
    "titleRu": "Трансформеры: Последний рыцарь",
    "titleOriginal": "Transformers: The Last Knight",
    "type": "movie",
    "posterUrl": "./posters/трансформеры-последний-рыцарь-221b0c43.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a000001966d309c3d8662fcfb8cdaaa7cf0/orig",
    "description": "Оптимус Прайм исчез. Люди ведут войну с Трансформерами. Ключ к нашему будущему погребен в тайнах прошлого, в скрытой истории Трансформеров на Земле… Миссия по спасению мира ложится на плечи разношерстной компании, состоящей из Кейда Йегера, Бамблби, английского лорда и профессора из Оксфорда. Пришла пора действовать! Жертвы станут героями. Герои станут злодеями. Выстоит только один мир: их или наш.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:03.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Китай",
      "Канада"
    ],
    "kinopoiskId": 811609,
    "imdbId": "tt3371366",
    "kinopoiskRating": 5.8,
    "imdbRating": 5.2,
    "tmdbId": 335988
  },
  {
    "id": "media-12-обезьян-364",
    "titleRu": "12 обезьян",
    "titleOriginal": "Twelve Monkeys",
    "type": "movie",
    "posterUrl": "./posters/12-обезьян-df4a86ff.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c072a7089bc8c38f336af9a28c3/orig",
    "description": "2035 год... Чудовищный, неизлечимый вирус уничтожил пять миллиардов человек, то есть 99% населения Земли. Оставшиеся в живых люди вынуждены обитать под землей.\n\nУголовник Джеймс Коул добровольно отправляется в опасное путешествие на машине времени. Он должен попасть в прошлое, чтобы помочь ученым найти источник возникновения этого ужасного вируса и раскрыть загадку таинственных «Двенадцати обезьян»...",
    "genres": [
      "фантастика",
      "триллер",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:06:04.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "kinopoiskId": 502,
    "imdbId": "tt0114746",
    "kinopoiskRating": 7.8,
    "imdbRating": 8,
    "tmdbId": 63
  },
  {
    "id": "media-собачья-жизнь-365",
    "titleRu": "Собачья жизнь",
    "titleOriginal": "A Dog's Purpose",
    "type": "movie",
    "posterUrl": "./posters/собачья-жизнь-7982da0d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c077fafb6149e2780d89fa72872/orig",
    "description": "Собаки бывают разных пород, мастей и размеров. Они - наши самые верные и преданные друзья, а мы учим их хорошим манерам. Собаки всегда думают о нас, правда, иногда и о беконе. Все они каждый день провожают и встречают нас у порога в уверенности, что пока им есть, кого облизывать и любить, в их жизни есть смысл.",
    "genres": [
      "фэнтези",
      "драма",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:05.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Индия"
    ],
    "kinopoiskId": 571896,
    "imdbId": "tt1753383",
    "kinopoiskRating": 8.1,
    "imdbRating": 7.3,
    "tmdbId": 381289
  },
  {
    "id": "media-адреналин-366",
    "titleRu": "Адреналин",
    "titleOriginal": "Crank",
    "type": "movie",
    "posterUrl": "./posters/адреналин-c11acc86.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000180cc2d904a8d750027e2cfb158fb/orig",
    "description": "Наемный убийца Чев узнает, что недоброжелатели отравили его редким китайским ядом, который начнет действовать немедленно, как только пульс перестанет биться ниже определенной отметки.\nТеперь Чеву нужно успеть сделать все свои дела, попробовать раздобыть противоядие и отомстить своим отравителям, стараясь создавать вокруг себя как можно более напряженную обстановку и не расслабляться ни на секунду.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:06:06.000Z",
    "year": 2006,
    "countries": [
      "США"
    ],
    "kinopoiskId": 180609,
    "imdbId": "tt0479884",
    "kinopoiskRating": 7.3,
    "imdbRating": 6.9,
    "tmdbId": 1948
  },
  {
    "id": "media-fallout-367",
    "titleRu": "Fallout",
    "titleOriginal": "Fallout",
    "type": "series",
    "posterUrl": "./posters/fallout-b0f765e8.jpg",
    "backdropUrl": "./posters/fallout-b0f765e8.jpg",
    "description": "В 2296 году, более 200 лет спустя после ядерной войны, потомки привилегированных и богатых живут в автономных благоустроенных бункерах, а остальное человечество выживает в жёстких условиях. Умница и красавица Люси Маклин из убежища № 33 собиралась выйти замуж за парня из № 32, но вместо этого их дом подвергается нападению рейдеров, которые похищают её отца. Несмотря на всеобщие возражения, наивная девушка отправляется на поверхность полная решимости отыскать предводительницу рейдеров, и вскоре её путь пересекается с членом военно-религиозной организации «Братство стали» Максимусом и мутантом-охотником за головами, в прошлом — звездой вестернов Купером Говардом.",
    "genres": [
      "фантастика",
      "боевик",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:07.000Z",
    "year": 2024,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1394131,
    "imdbId": "tt12637874",
    "kinopoiskRating": 8,
    "imdbRating": 8.3,
    "tmdbId": 106379
  },
  {
    "id": "media-невезучие-368",
    "titleRu": "Невезучие",
    "titleOriginal": "Tais-toi!",
    "type": "movie",
    "posterUrl": "./posters/невезучие-434ab1e7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000018cf84ba7a18675f868510b36f540/orig",
    "description": "Перед заключением Руби успевает спрятать награбленные деньги, украденные у мафии. В тюрьме он знакомится с верзилой Квентином, и теперь они вместе думают, как выбраться на волю и вытащить деньги из тайника. К тому же Руби мечтает отомстить своим бывшим компаньонам за смерть своей возлюбленной. Но ему всё время не везёт.",
    "genres": [
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:06:08.000Z",
    "year": 2003,
    "countries": [
      "Франция",
      "Италия"
    ],
    "kinopoiskId": 14287,
    "imdbId": "tt0310203",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.1
  },
  {
    "id": "media-пункт-назначения-369",
    "titleRu": "Пункт назначения",
    "titleOriginal": "Final Destination",
    "type": "movie",
    "posterUrl": "./posters/пункт-назначения-4ce77bbc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c07280d59cda7be8f9eef7296b3/orig",
    "description": "Алекс летит с классом в Париж на 10 дней. В аэропорту он узнает, что время вылета совпадает с его днем рождения. Потом, повинуясь плохому предчувствию, Алекс в панике покидает самолет, и некоторое время спустя самолет взрывается. Но вскоре пассажиры, сошедшие вместе с Алексом, начинают гибнуть один за другим.",
    "genres": [
      "ужасы",
      "фантастика",
      "триллер",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:06:09.000Z",
    "year": 2000,
    "countries": [
      "США"
    ],
    "kinopoiskId": 668,
    "imdbId": "tt0195714",
    "kinopoiskRating": 7.5,
    "imdbRating": 6.7
  },
  {
    "id": "media-пункт-назначения-2-370",
    "titleRu": "Пункт назначения 2",
    "titleOriginal": "Final Destination 2",
    "type": "movie",
    "posterUrl": "./posters/пункт-назначения-2-1ae39d4b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c072504fcd241fecb460e23b39c/orig",
    "description": "Решив провести уикэнд с друзьями подальше от дома, Кимберли становится свидетелем жуткой автокатастрофы: на скоростной магистрали из грузовика начинают выпадать брёвна, что приводит к серии столкновений автомобилей и множеству жертв, среди которых она сама. Секунду спустя Кимберли снова чувствует биение своего сердца: она жива и по-прежнему за рулём машины. Видение? А может быть, предупреждение? Однако теперь и Кимберли, и водители, чьи машины из-за неё не смогли выехать к смерти, обречены — старуха с косой отказывается вычёркивать их из своего списка.",
    "genres": [
      "ужасы",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:06:10.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 669,
    "imdbId": "tt0309593",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.2
  },
  {
    "id": "media-пункт-назначения-3-371",
    "titleRu": "Пункт назначения 3",
    "titleOriginal": "Final Destination 3",
    "type": "movie",
    "posterUrl": "./posters/пункт-назначения-3-f15bcb9a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c074b1c3b586a4487669868ad3e/orig",
    "description": "У старшеклассницы Венди однажды возникает предчувствие, что она и её друзья станут жертвами несчастного случая, который произойдёт на «американских горках». Когда же самые страшные опасения Венди подтверждаются, те, кто сумел всё-таки обмануть смерть, теперь вынуждены за это расплачиваться.",
    "genres": [
      "ужасы",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:06:11.000Z",
    "year": 2006,
    "countries": [
      "США"
    ],
    "kinopoiskId": 89674,
    "imdbId": "tt0414982",
    "kinopoiskRating": 6.4,
    "imdbRating": 5.9
  },
  {
    "id": "media-ривердэйл-372",
    "titleRu": "Ривердэйл",
    "titleOriginal": "Riverdale",
    "type": "series",
    "posterUrl": "./posters/ривердэйл-51950e5c.jpg",
    "backdropUrl": "./posters/ривердэйл-51950e5c.jpg",
    "description": "Сериал расскажет о жизни и приключениях жизнерадостного и никогда не унывающего подростка Арчи Эндрюса, а также Бэтти Купер, Вероники Лодж и их друзей из Ривердэйла. Действие разворачивается в современном мире, а главные герои решают исследовать сокрытую от посторонних сторону жизни маленького мирного городка со всеми его странностями и тёмными тайнами, прячущимися за праздничным фасадом.",
    "genres": [
      "драма",
      "мелодрама",
      "криминал",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:06:12.000Z",
    "year": 2017,
    "countries": [
      "США"
    ],
    "kinopoiskId": 962012,
    "imdbId": "tt5420376",
    "kinopoiskRating": 6.5,
    "imdbRating": 6.4,
    "tmdbId": 69050
  },
  {
    "id": "media-терминатор-3-восстание-машин-373",
    "titleRu": "Терминатор 3: Восстание машин",
    "titleOriginal": "Terminator 3: Rise of the Machines",
    "type": "movie",
    "posterUrl": "./posters/терминатор-3-восстание-машин-24541ddf.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000018dac255646f88ef25d562e037236/orig",
    "description": "Прошло десять лет с тех пор, как Джон Коннор помог предотвратить Судный День и спасти человечество от массового уничтожения. Теперь ему 25, Коннор не живет «как все» - у него нет дома, нет кредитных карт, нет сотового телефона и никакой работы.\n\nЕго существование нигде не зарегистрировано. Он не может быть прослежен системой Skynet - высокоразвитой сетью машин, которые когда-то попробовали убить его и развязать войну против человечества. Пока из теней будущего не появляется T-X - Терминатрикс, самый сложный киборг-убийца Skynet.\n\nПосланная назад сквозь время, чтобы завершить работу, начатую её предшественником, T-1000, эта машина так же упорна, как прекрасен её человеческий облик. Теперь единственная надежда Коннору выжить - Терминатор, его таинственный прежний убийца. Вместе они должны одержать победу над новыми технологиями T-X и снова предотвратить Судный День...",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:06:13.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Германия",
      "Великобритания"
    ],
    "kinopoiskId": 319,
    "imdbId": "tt0181852",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.3
  },
  {
    "id": "media-элвин-и-бурундуки-374",
    "titleRu": "Элвин и бурундуки",
    "titleOriginal": "Alvin and the Chipmunks",
    "type": "movie",
    "posterUrl": "./posters/элвин-и-бурундуки-cea6d1e6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a00000199cdfeca6bd1f176bf3aa5305b55/orig",
    "description": "Жизнь композитора была одной черной полосой до тех пор, пока он не встретил трех живых поющих бурундуков: лидера Элвина, гения Саймона и феерического Теодора. Поначалу они плохо уживаются вместе, но в конце концов Дэйв принимает бурундуков и даже становится менеджером их рок-группы, которая собирает стадионы поклонников.",
    "genres": [
      "семейный",
      "комедия",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:06:14.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 278361,
    "imdbId": "tt0952640",
    "kinopoiskRating": 6.3,
    "imdbRating": 5.3
  },
  {
    "id": "media-лабиринт-фавна-375",
    "titleRu": "Лабиринт Фавна",
    "titleOriginal": "El laberinto del fauno",
    "type": "movie",
    "posterUrl": "./posters/лабиринт-фавна-7e379ae8.jpg",
    "backdropUrl": "./posters/лабиринт-фавна-7e379ae8.jpg",
    "description": "Испания, 1944 год. Группа повстанцев сражается с фашистами в горных лесах северной Наварры. Офелия — 10-летняя одинокая и мечтательная девочка — переезжает со своей беременной матерью Кармен в военный лагерь отчима, капитана Видаля. Видаль — высокомерный и жестокий офицер армии Франко, который должен очистить район от повстанцев любой ценой. Офелия, увлеченная волшебными сказками, обнаруживает старинный заброшенный лабиринт неподалеку от дома.\n\nФея проводит ее в центр лабиринта, где она встречает Фавна, хозяина подземелья. Фавн утверждает, что знает её истинную судьбу и её тайное предназначение. Оказывается Офелия — пропавшая принцесса волшебного королевства, которую многие века разыскивает ее отец. Фавн предлагает ей возможность вернуться в волшебное королевство. Но для начала она должна пройти три испытания до наступления полнолуния. Никто не должен узнать об этом.",
    "genres": [
      "фэнтези",
      "драма",
      "военный"
    ],
    "addedAt": "2026-06-21T12:06:15.000Z",
    "year": 2006,
    "countries": [
      "Мексика",
      "Испания"
    ],
    "kinopoiskId": 103733,
    "imdbId": "tt0457430",
    "kinopoiskRating": 7.6,
    "imdbRating": 8.2
  },
  {
    "id": "media-космическая-одиссея-2001-года-376",
    "titleRu": "2001 год: Космическая одиссея",
    "titleOriginal": "2001: A Space Odyssey",
    "type": "movie",
    "posterUrl": "./posters/2001-год-космическая-одиссея-637edd1b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000169b0571d92f4b7d4b60fa4218b59/1344x756",
    "description": "Экипаж космического корабля «Дискавери» — капитаны Дэйв Боумэн, Фрэнк Пул и их бортовой компьютер HAL 9000 — должны исследовать район галактики и понять, почему инопланетяне следят за Землей. На этом пути их ждет множество неожиданных открытий.",
    "genres": [
      "фантастика",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:16.000Z",
    "year": 1968,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0062622",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.3,
    "kinopoiskId": 380,
    "tmdbId": 62
  },
  {
    "id": "media-мегамозг-377",
    "titleRu": "Мегамозг",
    "titleOriginal": "Megamind",
    "type": "cartoon",
    "posterUrl": "./posters/мегамозг-15dc3fd1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a00000185067f3487f452642067fddda938/orig",
    "description": "Мегамозг – самый гениальный и самый неудачливый злодей в мире. Вот уже много лет он пытается покорить Метро-Сити самыми разнообразными способами. Но каждая такая попытка кончается провалом по вине супергероя по имени Метро-Мэн. Но злодей убивает супергероя, и внезапно Мегамозг лишается цели в жизни. Суперзлодей без супергероя.\n\nЕдинственный выход – создать нового супергероя, которого он называет Титаном. Но Титан решает, что быть злодеем куда интереснее. Вот только ему не хочется править миром, он желает его уничтожить. Мегамозгу предстоит непростой выбор. Сможет ли злой гений стать героем – спасителем человечества.",
    "genres": [
      "мультфильм",
      "фантастика",
      "фэнтези",
      "боевик",
      "комедия",
      "криминал",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:17.000Z",
    "year": 2010,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 405608,
    "imdbId": "tt1001526",
    "kinopoiskRating": 7.6,
    "imdbRating": 7.3
  },
  {
    "id": "media-восстание-планеты-обезьян-378",
    "titleRu": "Восстание планеты обезьян",
    "titleOriginal": "Rise of the Planet of the Apes",
    "type": "movie",
    "posterUrl": "./posters/восстание-планеты-обезьян-77b4b3d5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c0733f40dc216476ba954844564/orig",
    "description": "Молодой ученый испытывает на обезьянах новое лекарство от болезни Альцгеймера. У препарата обнаруживается удивительный побочный эффект: он повышает в несколько раз интеллект приматов.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:06:18.000Z",
    "year": 2011,
    "countries": [
      "США"
    ],
    "kinopoiskId": 463738,
    "imdbId": "tt1318514",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.6,
    "tmdbId": 61791
  },
  {
    "id": "media-алиса-в-зазеркалье-379",
    "titleRu": "Алиса в Зазеркалье",
    "titleOriginal": "Alice Through the Looking Glass",
    "type": "movie",
    "posterUrl": "./posters/алиса-в-зазеркалье-9f223aa0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c0788fa5ee4e06893fd8bd6a8d3/orig",
    "description": "На этот раз главной героине предстоит отправиться в путешествие во времени, полное неожиданностей и ярких открытий, чтобы спасти своего друга, Безумного Шляпника.",
    "genres": [
      "фэнтези",
      "детектив",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:19.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Таиланд",
      "Великобритания",
      "Индия",
      "Канада"
    ],
    "kinopoiskId": 723988,
    "imdbId": "tt2567026",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.2
  },
  {
    "id": "media-веном-последний-танец-380",
    "titleRu": "Веном: Последний танец",
    "titleOriginal": "Venom: The Last Dance",
    "type": "movie",
    "posterUrl": "./posters/веном-последний-танец-d0bbe827.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000193f9ad504008ecfed70ea115ca2d/orig",
    "description": "Приспособившись к совместному существованию, Эдди и Веном стали друзьями и вместе сражаются со злодеями. Но теперь за Эдди охотятся военные, а за Веномом — его инопланетные сородичи, угрожающие всему живому.",
    "genres": [
      "фантастика",
      "боевик",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:06:20.000Z",
    "year": 2024,
    "countries": [
      "США",
      "Великобритания",
      "Канада"
    ],
    "kinopoiskId": 4766559,
    "kinopoiskRating": 6.6,
    "imdbRating": 6
  },
  {
    "id": "media-приключения-кота-леопольда-381",
    "titleRu": "Приключения кота Леопольда",
    "titleOriginal": "Приключения кота Леопольда",
    "type": "cartoon",
    "posterUrl": "./posters/приключения-кота-леопольда-17e1919b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a0000017c076ef5de998451d6d0f89af46d/orig",
    "description": "Доброму коту Леопольду, постоянно досаждают две мышки, требующие взаимности...",
    "genres": [
      "мультфильм",
      "детский"
    ],
    "addedAt": "2026-06-21T12:06:21.000Z",
    "year": 1975,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 325788,
    "imdbId": "tt1074757",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.3
  },
  {
    "id": "media-тор-любовь-и-гром-382",
    "titleRu": "Тор: Любовь и гром",
    "titleOriginal": "Thor: Love and Thunder",
    "type": "movie",
    "posterUrl": "./posters/тор-любовь-и-гром-9a9a4864.jpg",
    "backdropUrl": "./posters/тор-любовь-и-гром-9a9a4864.jpg",
    "description": "Джейн Фостер берет на себя обязанности Бога-громовержца и становится обладательницей молота Мьёльнира.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "мелодрама",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:22.000Z",
    "year": 2022,
    "countries": [
      "Австралия",
      "США"
    ],
    "kinopoiskId": 1282688,
    "imdbId": "tt10648342",
    "kinopoiskRating": 6,
    "imdbRating": 6.1,
    "tmdbId": 616037
  },
  {
    "id": "media-хроники-риддика-383",
    "titleRu": "Хроники Риддика",
    "titleOriginal": "The Chronicles of Riddick",
    "type": "movie",
    "posterUrl": "./posters/хроники-риддика-76b31338.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c074cc1d8c1b42fbbefdd875f45/orig",
    "description": "Последние пять лет Риддик провел в бегах среди забытых миров на задворках галактики, прячась от наемников, назначивших цену за его голову. Теперь беглец оказался на планете Гелион, где живет прогрессивное многонациональное общество, завоеванное лордом Маршалом, фанатиком, решившим поработить человечество армадой своих воинов, некромонгеров. \r\n\r\nСовершив побег из подземной тюрьмы, где температура колебалась от арктических ночей до вулканических дней, Риддик встречает Кайру, последнюю оставшуюся в живых женщину из раннего периода его жизни. Его попытки освободить себя и Кайру приводят их на борт главного корабля некромонгеров, где ему предстоит столкнуться с лордом Маршалом в апокалиптической битве не на жизнь, а на смерть.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:23.000Z",
    "year": 2004,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5900,
    "imdbId": "tt0296572",
    "kinopoiskRating": 7.4,
    "imdbRating": 6.6
  },
  {
    "id": "media-трон-384",
    "titleRu": "Трон",
    "titleOriginal": "Tron",
    "type": "movie",
    "posterUrl": "./posters/трон-ee7fb0a1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c078dc5d20c53615e4a15dfd5f0/orig",
    "description": "Вам никогда не приходила в голову мысль попасть внутрь компьютерной игры и стать ее участником? До определенного момента Кевин Флинн тоже думал, что это возможно лишь в его воображении.\n\nНо, оказавшись в секретной лаборатории, разрабатывающей компьютерные программы, ему предоставляется возможность увидеть электронный мир изнутри и сразиться в жестокой схватке с самим хозяином виртуальной вселенной.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:24.000Z",
    "year": 1982,
    "countries": [
      "США",
      "Тайвань",
      "Япония",
      "Великобритания"
    ],
    "kinopoiskId": 17463,
    "imdbId": "tt0084827",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.7,
    "tmdbId": 97
  },
  {
    "id": "media-трон-наследие-385",
    "titleRu": "Трон: Наследие",
    "titleOriginal": "Tron: Legacy",
    "type": "movie",
    "posterUrl": "./posters/трон-наследие-aa1a029e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c077accad23c6041027b72b95bb/orig",
    "description": "1989 год. Кевин Флинн, глава корпорации ENCOM и создатель знаменитой игры Tron для аркадных автоматов, внезапно пропадает без вести, а его сын Сэм остаётся на попечении бабушки с дедушкой. Спустя десятилетия повзрослевший Сэм, который ведёт бунтарский образ жизни, находит тайный рабочий кабинет отца и случайно попадает в созданную им цифровую реальность.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:25.000Z",
    "year": 2010,
    "countries": [
      "США",
      "Индия",
      "Великобритания",
      "Мексика",
      "Япония",
      "Канада"
    ],
    "kinopoiskId": 399959,
    "imdbId": "tt1104001",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.8
  },
  {
    "id": "media-история-игрушек-2-386",
    "titleRu": "История игрушек 2",
    "titleOriginal": "Toy Story 2",
    "type": "movie",
    "posterUrl": "./posters/история-игрушек-2-9fb729f6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c072df7934cf9e12e3558fc86b5/orig",
    "description": "Ковбой Вуди и другие игрушки мальчика по имени Энди продолжают жить, радуясь каждому дню. Но неожиданно все меняется, когда Вуди похищает коварный коллекционер. Оказывается, что Вуди - очень ценная игрушка из коллекции, за которую японский музей игрушек готов заплатить огромную сумму. В доме коллекционера он находит своих родственников. В это время игрушки во главе с Баззом Лайтером отправляются спасать Вуди.\nВуди узнает о своем знаменитом прошлом, Базз и другие игрушки проходят опасный и тернистый путь. Перед Вуди встает непростой вопрос - каково же его предназначение? Блистать в витрине музея или же вернуться к любимому хозяину?",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:26.000Z",
    "year": 1999,
    "countries": [
      "США"
    ],
    "kinopoiskId": 405,
    "imdbId": "tt0120363",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.9
  },
  {
    "id": "media-мадагаскар-2-387",
    "titleRu": "Мадагаскар 2",
    "titleOriginal": "Madagascar: Escape 2 Africa",
    "type": "cartoon",
    "posterUrl": "./posters/мадагаскар-2-ee605728.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c0777f318a795c399b38f0f3666/orig",
    "description": "Полная опасностей жизнь на Мадагаскаре не оправдала ожиданий привыкших к комфорту Нью-Йоркского зоопарка животных - льва Алекса, зебры Марти, жирафа Мелмана и бегемотихи Глории - и друзья решают сбежать с острова. По случайности, всю компанию заносит в Африку, где Алекс встречает свою семью, с которой он был разлучен в детстве. Неожиданно для себя Алекс понимает, что после жизни в зоопарке у него гораздо меньше общего с родственниками, чем ему хотелось бы...",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:27.000Z",
    "year": 2008,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 161066,
    "imdbId": "tt0479952",
    "kinopoiskRating": 7.6,
    "imdbRating": 6.7,
    "tmdbId": 10527
  },
  {
    "id": "media-кунг-фу-панда-3-388",
    "titleRu": "Кунг-фу Панда 3",
    "titleOriginal": "Kung Fu Panda 3",
    "type": "movie",
    "posterUrl": "./posters/кунг-фу-панда-3-b0708f27.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c07348eedaccc599bd485c46522/orig",
    "description": "Воссоединившись со своим давно потерянным отцом, По отправляется в тайный рай для панд, где его ожидает встреча с множеством веселых сородичей. Однако вскоре злодей Кай начинает зачистку - он уничтожает кунг-фу мастеров по всему Китаю.\nПо предстоит сделать невозможное - обучить боевому искусству деревню, полную его веселых, неуклюжих собратьев, и тем самым превратить их в отряд кунг-фу панд.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:28.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Китай"
    ],
    "kinopoiskId": 692865,
    "imdbId": "tt2267968",
    "kinopoiskRating": 7.3,
    "imdbRating": 7.1
  },
  {
    "id": "media-тупой-и-еще-тупее-389",
    "titleRu": "Тупой и еще тупее",
    "titleOriginal": "Dumb and Dumber",
    "type": "movie",
    "posterUrl": "./posters/тупой-и-еще-тупее-405542bb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c074091d060271e2250f3a8ae5e/orig",
    "description": "Два полных придурка Ллойд Крисмас и Харри Данн пытаются нагнать красивую девушку Мэри Суонсон, чтобы вручить ей оставленный ею в аэропорту чемоданчик. Им невдомек, что Мэри оставила его специально, в качестве выкупа по договоренности с похитителями ее мужа. На переделанной в собаку машине двое недотёп пересекают Америку от Род-Айленда до Колорадо, где и находят обворожительную Мэри, в которую Ллойд уже успел втюриться без памяти.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:06:29.000Z",
    "year": 1994,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5185,
    "imdbId": "tt0109686",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.3
  },
  {
    "id": "media-диктатор-390",
    "titleRu": "Диктатор",
    "titleOriginal": "The Dictator",
    "type": "movie",
    "posterUrl": "./posters/диктатор-535c0d3f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c078b229bf31016718163520575/orig",
    "description": "Героическая история диктатора, который рискует своей жизнью, чтобы ни в коем случае не допустить демократию в свою столь любовно угнетаемую страну.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:06:30.000Z",
    "year": 2012,
    "countries": [
      "США"
    ],
    "kinopoiskId": 518040,
    "imdbId": "tt1645170",
    "kinopoiskRating": 6.5,
    "imdbRating": 6.5
  },
  {
    "id": "media-рио-391",
    "titleRu": "Рио",
    "titleOriginal": "Rio",
    "type": "cartoon",
    "posterUrl": "./posters/рио-6661acef.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c07680b8156000714e9cb5ba5b0/orig",
    "description": "Попугай-зануда оставляет свою уютную сытую жизнь в клетке и из Миннесоты отправляется в Рио-де-Жанейро, город грез всех и каждого. Неминуемые встречи, препятствия, опасности и любовь к последней представительнице его рода заставляют нашего героя по-другому посмотреть на мир и из скучного домоседа превратиться в милого симпатягу, узнавшего цену дружбе и смелости.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "мелодрама",
      "комедия",
      "приключения",
      "семейный",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:06:31.000Z",
    "year": 2011,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 465674,
    "imdbId": "tt1436562",
    "kinopoiskRating": 7.5,
    "imdbRating": 6.9,
    "tmdbId": 46195
  },
  {
    "id": "media-ранго-392",
    "titleRu": "Ранго",
    "titleOriginal": "Rango",
    "type": "cartoon",
    "posterUrl": "./posters/ранго-2693d6b9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000196683add991f952f61fbcfbd329e/orig",
    "description": "Хамелеон Ранго живёт в террариуме и считает себя героем, которому никак не удаётся проявить себя. Но когда он внезапно оказывается в городке Грязь, у него появляется такая возможность. Ранго провозглашает себя борцом за справедливость и начинает вести себя как шериф на Диком Западе. Он ещё не знает, что быть хорошим парнем в этих краях — не самая завидная участь.",
    "genres": [
      "мультфильм",
      "боевик",
      "комедия",
      "приключения",
      "семейный",
      "вестерн"
    ],
    "addedAt": "2026-06-21T12:06:32.000Z",
    "year": 2011,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 426053,
    "imdbId": "tt1192628",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.3,
    "tmdbId": 44896
  },
  {
    "id": "media-шаг-вперед-393",
    "titleRu": "Шаг вперед",
    "titleOriginal": "Step Up",
    "type": "movie",
    "posterUrl": "./posters/шаг-вперед-4f760be2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c07437c643fa7a373d9c0ce7784/orig",
    "description": "Тайлер Гейдж - уличный танцор. Безумный и рискованный стиль жизни заставляет его конфликтовать с обществом. После очередного инцидента, Тайлер попадает в школу, в которой будет вынужден отрабатывать наказание в виде исправительных работ. Там он знакомится с девушкой, которая открывает ему глаза на его талант и окружающий его мир…",
    "genres": [
      "драма",
      "мелодрама",
      "криминал",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:06:33.000Z",
    "year": 2006,
    "countries": [
      "США"
    ],
    "kinopoiskId": 167491,
    "imdbId": "tt0462590",
    "kinopoiskRating": 7.6,
    "imdbRating": 6.5
  },
  {
    "id": "media-призрачный-гонщик-394",
    "titleRu": "Призрачный гонщик",
    "titleOriginal": "Ghost Rider",
    "type": "movie",
    "posterUrl": "./posters/призрачный-гонщик-0010a202.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c28026810099519fd2bf10d098f/orig",
    "description": "Чтобы спасти своего отца от верной гибели, байкер-экстремал Джонни Блэйз заключает сделку с дьяволом, объектом которой является его бессмертная душа. Проходят годы, и дьявол предъявляет свои права по контракту. Он превращает Джонни в Призрачного Гонщика, агента потусторонних сил, обладающего сверхчеловеческими способностями.",
    "genres": [
      "фэнтези",
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:06:34.000Z",
    "year": 2007,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 3948,
    "imdbId": "tt0259324",
    "kinopoiskRating": 6.3,
    "imdbRating": 5.3,
    "tmdbId": 1250
  },
  {
    "id": "media-лило-и-стич-395",
    "titleRu": "Лило и Стич",
    "titleOriginal": "Lilo & Stitch",
    "type": "cartoon",
    "posterUrl": "./posters/лило-и-стич-2bbcbc50.jpg",
    "backdropUrl": "./posters/лило-и-стич-2bbcbc50.jpg",
    "description": "Забота о шестилетней Лило Пелекаи легла на плечи её старшей сестры Нани. Нани приходится много работать, и поэтому девочка часто остаётся одна. Однажды соседка советует взять в приюте собаку, чтобы помочь девочке справиться с одиночеством. Однако из приюта Лило забирает милого инопланетянина вместо собаки. Девочка даёт новому питомцу кличку Стич, но на родной планете его прозвали Эксперимент 626. Он — беглец от галактической полиции и продукт генетических экспериментов, который отличается склонностью к разрушениям, способностью к быстрому обучению и почти полной неуязвимостью.",
    "genres": [
      "фантастика",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:35.000Z",
    "year": 2025,
    "countries": [
      "США",
      "Австралия",
      "Канада"
    ],
    "kinopoiskId": 1348367,
    "kinopoiskRating": 7.4,
    "imdbRating": 6.7,
    "imdbId": "tt11655566",
    "tmdbId": 552524
  },
  {
    "id": "media-нечто-396",
    "titleRu": "Нечто",
    "titleOriginal": "The Thing",
    "type": "movie",
    "posterUrl": "./posters/нечто-0ca2a34d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a00000181aaef279c6f938928bd12084aa1/orig",
    "description": "Команде ученых американской исследовательской станции в Антарктике предстоит столкнуться с необъяснимым кошмаром. Отрезанные от остального мира полярники вступают в схватку с инопланетной тварью, способной принимать обличье земных существ.",
    "genres": [
      "ужасы",
      "фантастика"
    ],
    "addedAt": "2026-06-21T12:06:36.000Z",
    "year": 1982,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 8366,
    "imdbId": "tt0084787",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.2
  },
  {
    "id": "media-призрак-в-доспехах-397",
    "titleRu": "Призрак в доспехах",
    "titleOriginal": "Koukaku Kidoutai",
    "type": "anime",
    "posterUrl": "./posters/призрак-в-доспехах-f011917e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13074011/2a00000198c2b6a27c89e84fe7d7f2d92736/orig",
    "description": "2029 год. Благодаря значительным достижениям в кибернетике люди могут заменять свои конечности роботизированными частями. Майор Мотоко Кусанаги из 9-го отдела службы безопасности ведёт расследование, связанное с таинственным хакером, который называет себя Кукловод.",
    "genres": [
      "аниме",
      "мультфильм",
      "фантастика",
      "боевик",
      "детектив",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:06:37.000Z",
    "year": 1995,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 8228,
    "imdbId": "tt0113568",
    "kinopoiskRating": 8.1,
    "imdbRating": 7.9,
    "tmdbId": 9323
  },
  {
    "id": "media-гадкий-я-3-398",
    "titleRu": "Гадкий я 3",
    "titleOriginal": "Despicable Me 3",
    "type": "cartoon",
    "posterUrl": "./posters/гадкий-я-3-d1cd688d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c2869e130a2ca929cb711ca5d0f/orig",
    "description": "Грядет третье пришествие. Многодетный суперагент, роковая красотка и бессмертные миньоны на подходе. Готовьтесь. Они будут править миром.",
    "genres": [
      "мультфильм",
      "фантастика",
      "комедия",
      "криминал",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:38.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Франция",
      "Япония"
    ],
    "kinopoiskId": 820599,
    "imdbId": "tt3469046",
    "kinopoiskRating": 6.3,
    "imdbRating": 6.3,
    "tmdbId": 324852
  },
  {
    "id": "media-rrr-рядом-рев-т-революция-399",
    "titleRu": "RRR: Рядом ревёт революция",
    "titleOriginal": "RRR",
    "type": "movie",
    "posterUrl": "./posters/rrr-рядом-ревет-революция-8549578b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000018227b24b507e2f540920bcf48771/orig",
    "description": "Британская Индия. Рама — преданный полицейский на службе у колониального правительства, способный расправиться с толпой в одиночку, и местные считают его предателем. Бхим — парень из племени гондов, который вынужден отправиться в Дели на поиски похищенной губернатором маленькой соплеменницы. Узнав об этом, губернатор объявляет награду за его поимку, и, чтобы продвинуться по службе, Рама берётся за это задание. Спасая упавшего в реку мальчика, Рама и Бхим становятся друзьями. Они не знают ни настоящих личностей, ни скрытых мотивов друг друга, но это знакомство положит начало большим переменам.",
    "genres": [
      "боевик",
      "драма",
      "история"
    ],
    "addedAt": "2026-06-21T12:06:39.000Z",
    "year": 2022,
    "countries": [
      "Индия"
    ],
    "kinopoiskId": 1115117,
    "imdbId": "tt8178634",
    "kinopoiskRating": 8,
    "imdbRating": 7.8
  },
  {
    "id": "media-треугольник-400",
    "titleRu": "Треугольник",
    "titleOriginal": "Triangle",
    "type": "movie",
    "posterUrl": "./posters/треугольник-c9287404.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c0738b0ad471698f73036b1174f/orig",
    "description": "Грег приглашает подругу Джесс, молодую мать-одиночку, провести день на яхте в кругу своих друзей. Начавшийся сильный шторм переворачивает судно, и оставшиеся в живых вынуждены дожидаться помощи, цепляясь за перевернутый корпус яхты. Спасение приходит в виде огромного океанского лайнера, но судно оказывается пустым, а часы на борту остановились. Однако вскоре становится ясно: молодые люди не одни на этом огромном корабле, за ними кто-то неустанно следит.",
    "genres": [
      "фантастика",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:06:40.000Z",
    "year": 2009,
    "countries": [
      "Великобритания",
      "Австралия",
      "США"
    ],
    "kinopoiskId": 406403,
    "imdbId": "tt1187064",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.9
  },
  {
    "id": "media-доктор-кто-401",
    "titleRu": "Доктор Кто",
    "titleOriginal": "Doctor Who",
    "type": "series",
    "posterUrl": "./posters/доктор-кто-9d0abab8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017cd7c4b48779a5ab388c07aa6f4a/orig",
    "description": "Инопланетянин-гуманоид, называющий себя Доктором, путешествует через время и пространство в космическом корабле, который снаружи выглядит как полицейская будка 50-х годов. Доктор чрезвычайно эксцентричен и имеет невероятные знания в областях технологии, истории и науки. Он путешествует вместе со своими компаньонами, попутно борясь против космических злодеев и спасая Землю от бесчисленных врагов.",
    "genres": [
      "фантастика",
      "драма",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:41.000Z",
    "year": 2005,
    "countries": [
      "Великобритания"
    ],
    "kinopoiskId": 252089,
    "imdbId": "tt0436992",
    "kinopoiskRating": 8.6,
    "imdbRating": 8.5
  },
  {
    "id": "media-ведьмина-служба-доставки-402",
    "titleRu": "Ведьмина служба доставки",
    "titleOriginal": "Majo no takkyûbin",
    "type": "anime",
    "posterUrl": "./posters/ведьмина-служба-доставки-eea449d4.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c073a13dd757344e205ce694577/orig",
    "description": "Молодая ведьма Кики по достижении 13 лет должна прожить среди людей определённое время. Вместе с котом Дзидзи она отправляется в город, где знакомится с добрым пекарем, который помогает ей начать собственное дело - экстренную службу доставки. Новая работа знакомит Кики со множеством различных людей и предоставляет возможность обрести новых друзей и совершить массу всевозможных проделок.",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:42.000Z",
    "year": 1989,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 2428,
    "imdbId": "tt0097814",
    "kinopoiskRating": 8.1,
    "imdbRating": 7.8
  },
  {
    "id": "media-артур-и-минипуты-403",
    "titleRu": "Артур и минипуты",
    "titleOriginal": "Arthur et les Minimoys",
    "type": "movie",
    "posterUrl": "./posters/артур-и-минипуты-04a2e20b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017c07495af1f8af349ddfffa746f3/orig",
    "description": "На долю десятилетнего Артура выпало непростое испытание: дом его бабушки хотят отнять за долги, и никто не поможет ему справиться с этой напастью. Быть может, ключ к решению проблемы кроется в сокровищах его дедушки, которые спрятаны где-то в стране минипутов, сказочных крохотных существ.\n\nВ стране минипутов Артур знакомится с принцессой Селенией и ее братом Барахлюшем. Их ждет множество захватывающих приключений, опасностей и интриг на пути, который ведет их в запретный город Некрополис. Там детской компании предстоит пережить недетский ужас в лице Ужасного Урдалака…",
    "genres": [
      "мультфильм",
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:43.000Z",
    "year": 2006,
    "countries": [
      "Франция",
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 14328,
    "imdbId": "tt0344854",
    "kinopoiskRating": 6.6,
    "imdbRating": 6,
    "tmdbId": 9992
  },
  {
    "id": "media-великолепная-семерка-404",
    "titleRu": "Великолепная семерка",
    "titleOriginal": "The Magnificent Seven",
    "type": "movie",
    "posterUrl": "./posters/великолепная-семерка-899319db.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017c075694c0506caf6ac7bafda19a/orig",
    "description": "Семеро отважных искателей приключений встают на защиту жителей маленького городка, угнетаемого бандой грабителей.",
    "genres": [
      "вестерн",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:44.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 682648,
    "imdbId": "tt2404435",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.9
  },
  {
    "id": "media-машинист-405",
    "titleRu": "Машинист",
    "titleOriginal": "The Machinist",
    "type": "movie",
    "posterUrl": "./posters/машинист-82fe373d.jpg",
    "backdropUrl": "./posters/машинист-82fe373d.jpg",
    "description": "Тревор Резник не спит уже целый год. Превратившись в живой скелет, он балансирует на грани сна и реальности. Он устал отличать пугающие видения от странных событий своей каждодневной жизни, но в последнее время они стали пересекаться самым страшным и непредсказуемым образом.",
    "genres": [
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:06:45.000Z",
    "year": 2003,
    "countries": [
      "Испания",
      "США"
    ],
    "kinopoiskId": 5206,
    "kinopoiskRating": 7.6,
    "imdbRating": 7.6
  },
  {
    "id": "media-дети-шпионов-406",
    "titleRu": "Дети шпионов",
    "titleOriginal": "Spy Kids",
    "type": "movie",
    "posterUrl": "./posters/дети-шпионов-fc0c731e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a000001966c72cad4c868f53cdb005ea7bc/orig",
    "description": "Два самых крутых шпиона в мире - Грегорио Кортес и Ингрид - имели одно и то же секретное задание: уничтожить друг друга. Но личная встреча не принесла им ничего хорошего: они поженились и завязали со своим ремеслом... Через несколько лет они вынуждены снова вернуться в игру. Причиной послужило то, что их бывшие коллеги, самые крутые профессионалы, начали исчезать один за другим. Однако вскоре Кортесов похищает коварный злодей, и теперь судьба пленников зависит от того, смогут ли их дети правильно распорядиться новейшими сверхсекретными шпионскими штучками из арсенала легендарных родителей.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:46.000Z",
    "year": 2001,
    "countries": [
      "США"
    ],
    "kinopoiskId": 841,
    "imdbId": "tt0227538",
    "kinopoiskRating": 6.6,
    "imdbRating": 5.6
  },
  {
    "id": "media-магическая-битва-407",
    "titleRu": "Магическая битва",
    "titleOriginal": "Jujutsu Kaisen",
    "type": "anime",
    "posterUrl": "./posters/магическая-битва-443eda97.jpg",
    "backdropUrl": "./posters/магическая-битва-443eda97.jpg",
    "description": "Мир, в котором демоны питаются людьми, а те об этом даже не догадываются. Когда-то давно самый могущественный демон был повержен, а части его тела разбросаны по свету. Тот, кто сможет их собрать и поглотить, получит безграничную власть и даже сможет уничтожить человечество. \nФизически развитого старшеклассника Юдзи Итадори волнуют насущные проблемы — почти всё время парень проводит в больнице с дедушкой, поэтому, чтобы отвязаться от настырных предложений вступить в спортивные клубы, записывается в оккультный. И внезапно оказывается в эпицентре борьбы за людские судьбы, когда его приятели снимают заклятье с некоего магического артефакта.",
    "genres": [
      "аниме",
      "мультфильм",
      "боевик",
      "ужасы",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:06:47.000Z",
    "year": 2020,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 1381125,
    "imdbId": "tt12343534",
    "kinopoiskRating": 8.2,
    "imdbRating": 8.5,
    "tmdbId": 95479
  },
  {
    "id": "media-куб-408",
    "titleRu": "Куб",
    "titleOriginal": "Cube",
    "type": "movie",
    "posterUrl": "./posters/куб-60a46bd2.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c0754b3eb08829a3fb1d37b2725/orig",
    "description": "Группа людей, которые никак друг с другом не связаны, неизвестным образом внезапно оказываются в странной кубической комнате, каждая грань которой снабжена люком, ведущим в другую такую же комнату. Единственная разница между комнатами – это их цвет и наличие разнообразных смертоносных ловушек. Совместными усилиями эти пятеро пытаются найти ключ к выходу из этого гигантского сооружения.",
    "genres": [
      "фантастика",
      "триллер",
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:06:48.000Z",
    "year": 1997,
    "countries": [
      "Канада"
    ],
    "kinopoiskId": 20590,
    "imdbId": "tt0123755",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.1
  },
  {
    "id": "media-аннигиляция-409",
    "titleRu": "Аннигиляция",
    "titleOriginal": "Annihilation",
    "type": "movie",
    "posterUrl": "./posters/аннигиляция-665461d7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c07935ad83dd076a681f2e1a7e4/orig",
    "description": "На Землю прилетает маленький метеорит и становится причиной больших перемен. Он врезается в одиноко стоящий маяк, что загадочным образом меняет территорию вокруг. \n\nПрофессор биологии Лина уже год страдает от потери мужа-военного. Кейн отправился на очередное секретное задание, но так и не вернулся — жив ли, погиб — женщина не знает, пока однажды дезориентированный и слегка бледный супруг внезапно не появляется на пороге их спальни. Радость длится недолго — у мужчины начинаются судороги и множественные кровотечения, а по дороге в больницу машину скорой помощи тормозят военные. Лина приходит в себя на секретной базе рядом с той самой загадочной зоной, куда уже отправлялись многочисленные экспедиции, но вернулся, оказывается, только один человек — её Кейн.",
    "genres": [
      "ужасы",
      "фантастика",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:06:49.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 749370,
    "kinopoiskRating": 6.7,
    "imdbRating": 6.8,
    "imdbId": "tt2798920",
    "tmdbId": 300668
  },
  {
    "id": "media-зеленый-фонарь-410",
    "titleRu": "Зеленый Фонарь",
    "titleOriginal": "Green Lantern",
    "type": "movie",
    "posterUrl": "./posters/зеленый-фонарь-be4b08a3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000018616e6da862e0695b480d603dfca/orig",
    "description": "Смелые защитники межгалактического закона, Корпус Зеленых фонарей, сумели обуздать злобного Параллакса, наводящего ужас и питающегося чужими страхами, но не надолго. Он снова набирает силу и направляется на Землю. Между тем впервые за всю историю в отряде Зеленых Фонарей появляется человек - летчик-испытатель Хэл Джордан. Чтобы победить Параллакса и спасти возлюбленную Кэрол Феррис, ему придется научиться управлять мощью специального кольца, дарующего сверхспособности, и преодолеть свои страхи.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:50.000Z",
    "year": 2011,
    "countries": [
      "США"
    ],
    "kinopoiskId": 406294,
    "imdbId": "tt1133985",
    "kinopoiskRating": 5.9,
    "imdbRating": 5.5
  },
  {
    "id": "media-робокоп-411",
    "titleRu": "Робокоп",
    "titleOriginal": "RoboCop",
    "type": "movie",
    "posterUrl": "./posters/робокоп-15ddf900.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017e7c8549d113c95da95d17d9b8b5/orig",
    "description": "После гибели одного из лучших полицейских врачи-экспериментаторы создают из него неуязвимого киборга Робокопа, который в одиночку борется с бандой преступников. Однако прочная броня не спасает Робокопа от мучительных, обрывочных воспоминаний о прошлом: он постоянно видит кошмарные сны, в которых погибает от рук жестоких преступников. Теперь он не только ждёт правосудия,… но и жаждет мести!",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:06:51.000Z",
    "year": 1987,
    "countries": [
      "США"
    ],
    "kinopoiskId": 7410,
    "imdbId": "tt0093870",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.6
  },
  {
    "id": "media-тролли-412",
    "titleRu": "Тролли",
    "titleOriginal": "Trolls",
    "type": "cartoon",
    "posterUrl": "./posters/тролли-fe6a44e3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017c285ed59f9836d5a946d188433b/orig",
    "description": "Отправляясь в увлекательное приключение, которое заведет ее далеко от привычного мира, Розочка объединяет усилия с самым мрачным троллем на свете по имени Цветан, чтобы спасти друзей из лап зловещих бергенов и их лидера, короля Хряща Старшего. Невероятные приключения Розочки проверят её силу, покажут истинную суть и бросят вызов способности ударяться в пение в любой момент.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фэнтези",
      "мелодрама",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:52.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Индия",
      "Великобритания",
      "Германия"
    ],
    "kinopoiskId": 689774,
    "imdbId": "tt1679335",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.4,
    "tmdbId": 136799
  },
  {
    "id": "media-гостья-из-будущего-413",
    "titleRu": "Гостья из будущего",
    "titleOriginal": "Гостья из будущего",
    "type": "cartoon",
    "posterUrl": "./posters/гостья-из-будущего-823271a0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000018d7864ae73efdda8e0d5c8a9e0ae/orig",
    "description": "Борьба с космическими пиратами, захватывающее путешествие во времени, знакомство с девочкой из будущего Алисой Селезневой — вот к чему привел обычный поход за кефиром мальчика Колю из 6-го класса.",
    "genres": [
      "фантастика",
      "семейный",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:53.000Z",
    "year": 1984,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 77185,
    "imdbId": "tt0086723",
    "kinopoiskRating": 8.3,
    "imdbRating": 8,
    "tmdbId": 5904
  },
  {
    "id": "media-angry-birds-в-кино-414",
    "titleRu": "Angry Birds в кино",
    "titleOriginal": "The Angry Birds Movie",
    "type": "cartoon",
    "posterUrl": "./posters/angry-birds-в-кино-b163bfc8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c2857e670ef9cf254ebdc4bfe66/orig",
    "description": "На тропическом острове, где живут нелетающие птицы, царит атмосфера радости и счастья. Красная птица Ред с самого детства чувствовал себя изгоем, поэтому ничего удивительного, что теперь он не вписывается в окружающую действительность и не разделяет всеобщего оптимизма. Однажды на райский остров прибывают зелёные свиньи, и дружелюбные птицы устраивают им радушный приём, но кроме Реда никто не замечает, что свиньи задумали подлость.",
    "genres": [
      "мультфильм",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:54.000Z",
    "year": 2016,
    "countries": [
      "США",
      "Финляндия",
      "Канада"
    ],
    "kinopoiskId": 609618,
    "imdbId": "tt1985949",
    "kinopoiskRating": 6.3,
    "imdbRating": 6.3
  },
  {
    "id": "media-микки-17-415",
    "titleRu": "Микки 17",
    "titleOriginal": "Mickey 17",
    "type": "movie",
    "posterUrl": "./posters/микки-17-d3e6aab2.jpg",
    "backdropUrl": "./posters/микки-17-d3e6aab2.jpg",
    "description": "2050-е. Спасаясь от кровожадного кредитора, который расчленяет своих должников, Микки Барнс вместе с приятелем записывается в колонисты планеты Нифльхейм. Вот только друг становится пилотом, а сам Микки вынужден стать расходным сотрудником — выполнять смертельные задания, умирать и снова оживать в свеженапечатанном теле, в которое загружается его сознание. Упавшего в пещеру Микки 17 спасают обитающие на Нифльхейме ползуны, а вернувшись на базу, парень встречает свою 18-ю версию.",
    "genres": [
      "фантастика",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:06:55.000Z",
    "year": 2025,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1320476,
    "imdbId": "tt12299608",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.7,
    "tmdbId": 696506
  },
  {
    "id": "media-пингвины-мадагаскара-416",
    "titleRu": "Пингвины Мадагаскара",
    "titleOriginal": "Penguins of Madagascar",
    "type": "cartoon",
    "posterUrl": "./posters/пингвины-мадагаскара-f41b47f5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000188336fa38f721bc1695c67ab4bfa/orig",
    "description": "Четвёрка пингвинов-шпионов - Шкипер, Ковальски, Рико и Прапор - объединяется с командой «Северный ветер», помогающей беззащитным животным. Им предстоит остановить злобного осьминога, доктора Октавиуса Брайна, желающего уничтожить этот мир...",
    "genres": [
      "мультфильм",
      "фантастика",
      "боевик",
      "комедия",
      "криминал",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:56.000Z",
    "year": 2014,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 607608,
    "imdbId": "tt1911658",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.6,
    "tmdbId": 270946
  },
  {
    "id": "media-13-причин-почему-417",
    "titleRu": "13 причин почему",
    "titleOriginal": "13 Reasons Why",
    "type": "series",
    "posterUrl": "./posters/13-причин-почему-b5996585.jpg",
    "backdropUrl": "./posters/13-причин-почему-b5996585.jpg",
    "description": "Однажды Клэй Дженсен находит на пороге своего дома коробку с аудиокассетами, записанными Ханной Бейкер. Он был влюблен в эту девушку в школе, пока она однажды не покончила жизнь самоубийством. В своих записях Ханна указала 13 причин, которые толкнули её на это. И Клэй — одна из них.",
    "genres": [
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:06:57.000Z",
    "year": 2017,
    "countries": [
      "США"
    ],
    "kinopoiskId": 582358,
    "imdbId": "tt1837492",
    "kinopoiskRating": 7.3,
    "imdbRating": 7.4,
    "tmdbId": 66788
  },
  {
    "id": "media-игла-418",
    "titleRu": "Игла",
    "titleOriginal": "Игла",
    "type": "movie",
    "posterUrl": "./posters/игла-ad81450d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a00000189f32873e3f22045eb4408fa4f66/orig",
    "description": "Вернувшись в Алма-Ату, Моро не хочет, чтобы родители знали о его приезде, и в поисках временного пристанища вспоминает о девушке, которую он когда-то любил. Дина рада встрече, но Моро что-то настораживает в ней. Наблюдая за её странными знакомыми, Моро понимает, что Дина стала наркоманкой. Как спасти девушку? Моро увозит её к морю, где Дина начинает выздоравливать. Однако после возвращения в город всё начинается сначала. Моро решает расправиться с поставщиками наркотиков.",
    "genres": [
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:06:58.000Z",
    "year": 1988,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 42576,
    "imdbId": "tt0097561",
    "kinopoiskRating": 7.3,
    "imdbRating": 6.9,
    "tmdbId": 20847
  },
  {
    "id": "media-хранитель-времени-419",
    "titleRu": "Хранитель времени",
    "titleOriginal": "Hugo",
    "type": "movie",
    "posterUrl": "./posters/хранитель-времени-941153f7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a000001966c4ca455e6da53b2c7763d78b4/orig",
    "description": "После того, как ловкому и изобретательному Хьюго удается раскрыть секрет таинственного механизма, оставленного его погибшим отцом, он отправляется в путешествие, которое изменит тех, кто его окружает, и приведет в безопасное и прекрасное место, которое он назовет своим домом.",
    "genres": [
      "драма",
      "детектив",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:06:59.000Z",
    "year": 2011,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 462247,
    "imdbId": "tt0970179",
    "kinopoiskRating": 6.9,
    "imdbRating": 7.5,
    "tmdbId": 44826
  },
  {
    "id": "media-халк-420",
    "titleRu": "Халк",
    "titleOriginal": "Hulk",
    "type": "movie",
    "posterUrl": "./posters/халк-fe9e764b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a0000017f0c9d1d2fa4d32ee42ec809937a/orig",
    "description": "Доктор Брюс Бэннер (ученый, работающий над изобретением новой бомбы) подвергся воздействию гамма-лучей и превратился в Халка - существо невероятной физической силы, которое в состоянии ярости становится огромным зеленым монстром.\n\nЕго преследуют военные под предводительством генерала Росса, ему приходится бежать через всю страну. В конце концов, у него возникает любовная история с генеральской дочкой Бетти...",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:00.000Z",
    "year": 2003,
    "countries": [
      "США"
    ],
    "kinopoiskId": 7962,
    "imdbId": "tt0286716",
    "kinopoiskRating": 6.2,
    "imdbRating": 5.7
  },
  {
    "id": "media-el-camino-во-все-тяжкие-421",
    "titleRu": "El Camino: Во все тяжкие",
    "titleOriginal": "El Camino",
    "type": "movie",
    "posterUrl": "./posters/el-camino-во-все-тяжкие-7e7168f6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a00000175654a51c6406b8e874359856b7d/orig",
    "description": "Джесси Пинкман сбежал от неонацистов. Не зная, куда ему податься, он скрывается от полиции, похитителей и прошлого. Теперь он должен понять, как ему жить дальше.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:01.000Z",
    "year": 2019,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1209193,
    "imdbId": "tt9243946",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.3,
    "tmdbId": 559969
  },
  {
    "id": "media-каспер-422",
    "titleRu": "Каспер",
    "titleOriginal": "Casper",
    "type": "movie",
    "posterUrl": "./posters/каспер-e19cf842.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000017c078254aeb57329309d7d808d57/orig",
    "description": "Каспер, маленькое дружелюбное привидение, не желает походить на своих хулиганствующих собратьев. Его дружба с девочкой-подростком Кэт помогает ей и ее отцу, доктору Харви, справиться с опасностями, поджидающими их в населенном призраками доме.",
    "genres": [
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:02.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "kinopoiskId": 7098,
    "imdbId": "tt0112642",
    "kinopoiskRating": 7.2,
    "imdbRating": 6.2
  },
  {
    "id": "media-чебурашка-423",
    "titleRu": "Чебурашка. Секрет праздника",
    "titleOriginal": "Чебурашка. Секрет праздника",
    "type": "cartoon",
    "posterUrl": "./posters/чебурашка-секрет-праздника-7f861dab.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000018dcfe129b06bd30c44e39894351a/orig",
    "description": "Празднование Нового года для Чебурашки и Гены оказывается под угрозой, когда бесследно исчезает главный атрибут праздника — новогодняя ёлка.",
    "genres": [
      "короткометражка",
      "мультфильм",
      "детский"
    ],
    "addedAt": "2026-06-21T12:07:03.000Z",
    "year": 2020,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 4297471,
    "kinopoiskRating": 8.1,
    "imdbRating": 6.3,
    "imdbId": "tt13890884",
    "tmdbId": 783416
  },
  {
    "id": "media-пипец-2-424",
    "titleRu": "Пипец 2",
    "titleOriginal": "Kick-Ass 2",
    "type": "movie",
    "posterUrl": "./posters/пипец-2-cddaac21.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c07358577723986275bd57fc402/orig",
    "description": "В реальной жизни не встретишь супергероя из комиксов, зато в ней есть настоящие герои. Харизматичный Пипец и гламурная Убивашка обрели новую команду поддержки во главе с Полковником Америка. Но кроме обычных мафиози, над городом нависает новая угроза – молодой мажор с очень дурным характером и целой армией отмороженных наемников.",
    "genres": [
      "боевик",
      "триллер",
      "драма",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:04.000Z",
    "year": 2013,
    "countries": [
      "Великобритания",
      "США",
      "Япония"
    ],
    "kinopoiskId": 520648,
    "imdbId": "tt1650554",
    "kinopoiskRating": 6.2,
    "imdbRating": 6.5,
    "tmdbId": 59859
  },
  {
    "id": "media-поездка-в-америку-425",
    "titleRu": "Поездка в Америку",
    "titleOriginal": "Coming to America",
    "type": "movie",
    "posterUrl": "./posters/поездка-в-америку-57707660.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a000001965d14774d2da5ac6db43e5dc2e9/orig",
    "description": "Наследный принц африканского государства Замунда хочет сам найти себе жену и едет для этого в Америку. Там он представляется обычным человеком и устраивается на работу в закусочную, так как его выбор пал на дочь хозяина.",
    "genres": [
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:07:05.000Z",
    "year": 1988,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5281,
    "imdbId": "tt0094898",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.1,
    "tmdbId": 9602
  },
  {
    "id": "media-лего-фильм-426",
    "titleRu": "ЛЕГО Фильм",
    "titleOriginal": "The Lego Movie",
    "type": "cartoon",
    "posterUrl": "./posters/лего-фильм-1ef09f49.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000018655382a5751886f2f7bfc969ebb/orig",
    "description": "В пластмассовом мире все заняты своими пластмассовыми делами, всё идёт по плану, и для обычного лего-строителя Эммета нет места идеальней — для него в этом мире всё прекрасно. Но однажды ему придётся присоединиться к походу против злого лего-диктатора, планирующего склеить вместе всю лего-вселенную.",
    "genres": [
      "мультфильм",
      "фантастика",
      "фэнтези",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:06.000Z",
    "year": 2014,
    "countries": [
      "США",
      "Дания",
      "Австралия",
      "Норвегия"
    ],
    "kinopoiskId": 471644,
    "imdbId": "tt1490017",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.7
  },
  {
    "id": "media-эван-всемогущий-427",
    "titleRu": "Эван Всемогущий",
    "titleOriginal": "Evan Almighty",
    "type": "movie",
    "posterUrl": "./posters/эван-всемогущий-4910f0d6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000017c0724f2d95f5a53e465a0d6f181/orig",
    "description": "Эван Бакстер, которого всемогущий босс Брюс заставил лепетать всякую чушь во время прямого эфира новостей, уходит с работы на телевидении. Но жизнь его сразу же пошла в гору: он стал конгрессменом. И тут вновь появился Господь Бог, который открыл перед Эваном ужасы грядущего и попросил срочно приступить к строительству ковчега, беря пример с Ноя.",
    "genres": [
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:07.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 103791,
    "imdbId": "tt0413099",
    "kinopoiskRating": 6.1,
    "imdbRating": 5.4
  },
  {
    "id": "media-вонка-428",
    "titleRu": "Вонка",
    "titleOriginal": "Wonka",
    "type": "movie",
    "posterUrl": "./posters/вонка-38c82a87.jpg",
    "backdropUrl": "./posters/вонка-38c82a87.jpg",
    "description": "Мечтая открыть магазин в городе, известном своим шоколадом, молодой бедный начинающий фокусник и изобретатель Вилли Вонка обнаруживает, что индустрией управляет картель жадных шоколатье. Пытаясь осуществить мечту, он использует все свои фантазии и дерзкие идеи и борется с хитрыми конкурентами.",
    "genres": [
      "мюзикл",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:08.000Z",
    "year": 2023,
    "countries": [
      "США",
      "Великобритания",
      "Канада"
    ],
    "kinopoiskId": 1013343,
    "imdbId": "tt6166392",
    "kinopoiskRating": 7.2,
    "imdbRating": 6.9,
    "tmdbId": 787699
  },
  {
    "id": "media-евангелион-429",
    "titleRu": "Евангелион",
    "titleOriginal": "Shin Seiki Evangelion",
    "type": "anime",
    "posterUrl": "./posters/евангелион-0b2723e8.jpg",
    "backdropUrl": "./posters/евангелион-0b2723e8.jpg",
    "description": "2015 год, Токио-3. 15 лет назад произошёл Второй удар, в результате чего Антарктида растаяла, Землю накрыла глобальная катастрофа, и большая часть человечества погибла. Теперь планету атакуют Ангелы — загадочные существа, противостоять которым могут только созданные с помощью биотехнологий гигантские роботы серии «Евангелион». \n\n14-летний Синдзи Икари направлялся на встречу с отцом, руководителем влиятельной организации NERV, когда Токио-3 подвергся нападению Ангела. С помощью капитана Мисато Кацураги парень добирается до подземной штаб-квартиры NERV и единственное, что он хочет сказать отцу — как сильно его ненавидит. Но на месте выясняется, что Синдзи должен прямо сейчас залезть в робота и сражаться с Ангелом.",
    "genres": [
      "аниме",
      "мультфильм",
      "фантастика",
      "боевик",
      "драма"
    ],
    "addedAt": "2026-06-21T12:07:09.000Z",
    "year": 1995,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 95323,
    "imdbId": "tt0112159",
    "kinopoiskRating": 8.1,
    "imdbRating": 8.5,
    "tmdbId": 890
  },
  {
    "id": "media-академия-амбрелла-430",
    "titleRu": "Академия «Амбрелла»",
    "titleOriginal": "The Umbrella Academy",
    "type": "series",
    "posterUrl": "./posters/академия-амбрелла-67dd7fe6.jpg",
    "backdropUrl": "./posters/академия-амбрелла-67dd7fe6.jpg",
    "description": "Расформированная группа супергероев воссоединяется после смерти своего приемного отца, который готовил их к спасению мира от неизвестной угрозы. Вместе они должны продолжить его дело.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "драма",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:07:10.000Z",
    "year": 2019,
    "countries": [
      "США"
    ],
    "kinopoiskId": 463401,
    "imdbId": "tt1312171",
    "kinopoiskRating": 7.5,
    "imdbRating": 7.8
  },
  {
    "id": "media-финес-и-ферб-431",
    "titleRu": "Финес и Ферб",
    "titleOriginal": "Phineas and Ferb",
    "type": "series",
    "posterUrl": "./posters/финес-и-ферб-80b96084.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017f463ab83928d14d242b71ee61fb/orig",
    "description": "Двое братьев, Финес и Ферб, каждый день разрабатывают безумные планы и изобретают невероятные вещи. Тем временем домашний любимец мальчиков, утконос Перри, пытается помешать злобному ученому по имени Хайнц Фуфелшмертц.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фантастика",
      "боевик",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:11.000Z",
    "year": 2007,
    "countries": [
      "США",
      "Китай",
      "Тайвань",
      "Корея Южная"
    ],
    "kinopoiskId": 449993,
    "imdbId": "tt0852863",
    "kinopoiskRating": 7.7,
    "imdbRating": 8.1
  },
  {
    "id": "media-врата-штейна-432",
    "titleRu": "Врата Штейна",
    "titleOriginal": "Steins;Gate",
    "type": "anime",
    "posterUrl": "./posters/врата-штейна-4a79d36f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/17687051/2a0000019b69127391acbe26ee87f8e579b5/orig",
    "description": "Акихабара – интереснейшее место, где обитают самые разные люди – от слегка сдвинутых по фазе до больных на всю голову. Именно такая компания собралась в Лаборатории проблем времени, что над лавкой старых телевизоров. Возглавляет её 18-летний Ринтаро Окабэ, сумасшедший ученый и борец с мировым заговором. В серьезном деле нельзя без хакера – вот и он, Итару Хасида, конечно же, толстяк и истинный отаку. Добрая фея лаборатории – Маюри Сиина, подруга детства Ринтаро, официантка мейд-кафе и фанатка косплея, а научную мощь бригады резко повысила юный гений Курису Макисэ, истосковавшаяся по интеллектуальным приключениям и простому человеческому теплу.\n\nКомпании удалось построить машину времени из микроволновки и барахла с ближайшей распродажи. Великие открытия делают любители, а профессионалы строят «Титаники». Вот только потом началось такое, что парадокс дедушки нервно удалился курить в сторонку, а главный герой трижды проклял тот день, когда сдуру открыл врата Штейна. Он был готов рисковать своей жизнью, но не чужими. Впрочем, сделанного, как известно, не воротишь. Или… все же можно?",
    "genres": [
      "аниме",
      "мультфильм",
      "фантастика",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:07:12.000Z",
    "year": 2011,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 586251,
    "imdbId": "tt1910272",
    "kinopoiskRating": 8.4,
    "imdbRating": 8.8,
    "tmdbId": 42509
  },
  {
    "id": "media-хантер-х-хантер-433",
    "titleRu": "Хантер х Хантер",
    "titleOriginal": "Hunter x Hunter",
    "type": "anime",
    "posterUrl": "./posters/хантер-х-хантер-d94470c0.jpg",
    "backdropUrl": "./posters/хантер-х-хантер-d94470c0.jpg",
    "description": "Лицензия члена организации Охотников дает множество привилегий — возможность бесплатно путешествовать первым классом, до",
    "genres": [
      "аниме",
      "мультфильм",
      "боевик",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:07:13.000Z",
    "year": 2011,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 647602,
    "kinopoiskRating": 8.6,
    "imdbId": "tt2098220",
    "tmdbId": 46298,
    "imdbRating": 9
  },
  {
    "id": "media-бруклин-9-9-434",
    "titleRu": "Бруклин 9-9",
    "titleOriginal": "Brooklyn Nine-Nine",
    "type": "series",
    "posterUrl": "./posters/бруклин-9-9-a1c47764.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a0000017c077f1942731826d1f927bbf0e5/orig",
    "description": "История о том, что происходит, когда у детектива, не воспринимающего ничего серьезно, появляется новый руководитель, который хочет, чтобы он рос и с уважением относился к своей должности.",
    "genres": [
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:14.000Z",
    "year": 2013,
    "countries": [
      "США"
    ],
    "kinopoiskId": 714102,
    "imdbId": "tt2467372",
    "kinopoiskRating": 8.3,
    "imdbRating": 8.4,
    "tmdbId": 48891
  },
  {
    "id": "media-облачно-возможны-осадки-в-виде-фрикаделек-435",
    "titleRu": "Облачно, возможны осадки в виде фрикаделек",
    "titleOriginal": "Cloudy with a Chance of Meatballs",
    "type": "movie",
    "posterUrl": "./posters/облачно-возможны-осадки-в-виде-фрикаделек-350747f8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c072fcefdd5e6add1ac8a32f9e8/orig",
    "description": "Главный герой мультфильма - странный ученый Флинт Локвуд, который всегда хотел изобрести что-то такое, что сделает его родной городок счастливым. И вот, у него получилось! Еды теперь хватает всем, и она просто падает с неба, создавая новые пейзажи вокруг: можно любоваться закатом с живописных холмов из фруктового желе. Но иногда вкусные осадки в виде фрикаделек могут превратиться в настоящий торнадо из аппетитных, но уже опасных спагетти! Гениальному ученому и его друзьям предстоит исправить положение дел в сытом городке.",
    "genres": [
      "мультфильм",
      "фантастика",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:15.000Z",
    "year": 2009,
    "countries": [
      "США"
    ],
    "kinopoiskId": 276363,
    "imdbId": "tt0844471",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.9
  },
  {
    "id": "media-планета-51-436",
    "titleRu": "Планета 51",
    "titleOriginal": "Planet 51",
    "type": "cartoon",
    "posterUrl": "./posters/планета-51-220cb10a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c0744fcd9334e31b0c281a1303f/orig",
    "description": "Главный герой - американский астронавт капитан Чарльз «Чак» Бейкер - высаживается на планете 51, которая по началу кажется ему необитаемой. К своему удивлению он обнаруживает, что планету населяют маленькие зеленые человечки. Их сообщество очень напоминает счастливую одноэтажную Америку времен 1950-х годов. И боятся эти человечки только нападения со стороны инопланетных захватчиков... таких, как Чак!\n\nПолагаясь на помощь своего робота-напарника «Ровера» и нового друга Лема, Чаку придется обогнуть весь этот изумительный и непонятный мир, чтобы не оказаться навечно экспонатом в Музее Инопланетных Захватчиков Планеты 51.",
    "genres": [
      "мультфильм",
      "фантастика",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:16.000Z",
    "year": 2009,
    "countries": [
      "Испания",
      "Великобритания",
      "США",
      "Канада"
    ],
    "kinopoiskId": 279221,
    "imdbId": "tt0762125",
    "kinopoiskRating": 6.6,
    "imdbRating": 6
  },
  {
    "id": "media-берсерк-437",
    "titleRu": "Берсерк",
    "titleOriginal": "Kenpu denki baruseruku",
    "type": "anime",
    "posterUrl": "./posters/берсерк-467fbee8.jpg",
    "backdropUrl": "./posters/берсерк-467fbee8.jpg",
    "description": "Через предательство и кровь к власти пришел новый король. Его демоны-подручные чинят несправедливости до тех пор, пока в",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "боевик",
      "драма"
    ],
    "addedAt": "2026-06-21T12:07:17.000Z",
    "year": 1997,
    "countries": [
      "Япония",
      "Польша"
    ],
    "kinopoiskId": 257376,
    "imdbId": "tt0318871",
    "imdbRating": 8.7,
    "kinopoiskRating": 8.6,
    "tmdbId": 35935
  },
  {
    "id": "media-лего-фильм-бэтмен-438",
    "titleRu": "Лего Фильм: Бэтмен",
    "titleOriginal": "The Lego Batman Movie",
    "type": "cartoon",
    "posterUrl": "./posters/лего-фильм-бэтмен-e23f4afc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c286e7ce6c287e9690eed04a552/orig",
    "description": "Готэму вновь грозит опасность. И на его стражу становится единственный герой, которого заслуживает этот город — Бэтмен, альтер-эго миллиардера Брюса Уэйна, живущего в своем огромном родовом поместье вместе с дворецким Альфредом. Но в этот раз супергерой вынужден взять в напарники парня по имени Дик Грейсон, которого он, сам того не помня, усыновил на одном из светских приемов. Новоиспеченный Робин составит Бэтмену компанию в борьбе с его заклятым врагом Джокером, сбежавшим из психиатрической больницы Аркхем, а также Харли Куинн, готовой на самые сумасшедшие злодеяния, чтобы оставить в дураках всю Лигу Справедливости, включая Бэтгерл.",
    "genres": [
      "мультфильм",
      "фантастика",
      "фэнтези",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:18.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Дания",
      "Австралия"
    ],
    "kinopoiskId": 843480,
    "imdbId": "tt4116284",
    "kinopoiskRating": 7.1,
    "imdbRating": 7.3
  },
  {
    "id": "media-смурфики-439",
    "titleRu": "Смурфики",
    "titleOriginal": "The Smurfs",
    "type": "cartoon",
    "posterUrl": "./posters/смурфики-454756bd.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017c078ae8da181fbe4782759a92be/orig",
    "description": "По сюжету, спасаясь от злого волшебника Гаргамеля, крошечные смурфики оказываются за пределами родной деревни.  Из своего волшебного мира они попадают прямиком в  наш мир, а именно в Центральный парк города Нью-Йорк. Теперь маленьким отважным смурфикам предстоит отыскать дорогу домой и не попасть в лапы Гаргамеля.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:19.000Z",
    "year": 2011,
    "countries": [
      "США",
      "Бельгия",
      "Канада"
    ],
    "kinopoiskId": 178591,
    "imdbId": "tt0472181",
    "kinopoiskRating": 6.1,
    "imdbRating": 5.4,
    "tmdbId": 41513
  },
  {
    "id": "media-тарзан-440",
    "titleRu": "Тарзан",
    "titleOriginal": "Tarzan",
    "type": "cartoon",
    "posterUrl": "./posters/тарзан-ac9242cf.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017c0739d42fe17502324a280f7b8e/orig",
    "description": "Тарзан вырос среди горилл, в таинственных джунглях, где  не ступала нога человека. Враждебное царство диких животных долго не  хотело признавать хрупкого мальчика.\n\nВскоре на глазах у всех слабый  малыш превратился в храброго юношу и стал быстрее пантеры, сильнее  тигра, зорче орла. Но когда Тарзан становится настоящим королем  джунглей, происходит неожиданная встреча, которая полностью меняет его  жизнь...",
    "genres": [
      "мультфильм",
      "драма",
      "комедия",
      "приключения",
      "семейный",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:07:20.000Z",
    "year": 1999,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 2260,
    "imdbId": "tt0120855",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.3
  },
  {
    "id": "media-голый-пистолет-441",
    "titleRu": "Голый пистолет",
    "titleOriginal": "The Naked Gun",
    "type": "movie",
    "posterUrl": "./posters/голый-пистолет-572d1521.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000019bebbde1237b34694d64a582aaeb/orig",
    "description": "Обезвредив грабителей банка, Фрэнк Дребин — младший разнёс половину здания, за что получил запрет заниматься этим делом и был назначен на новое — расследование автоаварии, в которой погиб один из сотрудников технологической компании. Бывалый коп подозревает, что эти происшествия связаны, когда судьба сводит его с красоткой Бэт — сестрой погибшего и авторшей популярных детективных романов.",
    "genres": [
      "комедия",
      "детектив",
      "боевик",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:21.000Z",
    "year": 2025,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 817971,
    "imdbId": "tt3402138",
    "kinopoiskRating": 6.2,
    "imdbRating": 6.3,
    "tmdbId": 1035259
  },
  {
    "id": "media-аэроплан-442",
    "titleRu": "Аэроплан",
    "titleOriginal": "Airplane!",
    "type": "movie",
    "posterUrl": "./posters/аэроплан-7192feca.jpg",
    "backdropUrl": "./posters/аэроплан-7192feca.jpg",
    "description": "Пытаясь вернуть бросившую его стюардессу Илейн, бывший военный лётчик Тед Страйкер, страдающий посттравматическим стрессовым расстройством, поднимается на борт пассажирского лайнера, на котором летит Илейн. Во время полёта выясняется, что из-за пищевого отравления пилоты не в состоянии управлять самолётом. Единственной надеждой пассажиров на спасение становится Тед Страйкер.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:07:22.000Z",
    "year": 1980,
    "countries": [
      "США"
    ],
    "kinopoiskId": 3231,
    "imdbId": "tt0080339",
    "kinopoiskRating": 7.4,
    "imdbRating": 7.7,
    "tmdbId": 813
  },
  {
    "id": "media-мистер-бин-443",
    "titleRu": "Мистер Бин",
    "titleOriginal": "Mr. Bean",
    "type": "series",
    "posterUrl": "./posters/мистер-бин-a71f3cf8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000017c07a8acbdd568765b71f16982f4/orig",
    "description": "Мистер Бин - личность выдающаяся по количеству глупейших ситуаций, в которых он оказывается, и по оригинальности методов, с помощью которых он из этих ситуаций выкручивается.\n\nИдет ли он в библиотеку, сдает ли экзамены, собирается ли пообедать или прыгнуть с вышки в бассейне, заезжает ли он на автостоянку или раздевается на пляже, - редко кто сделает это так смешно и остроумно, как мистер Бин.",
    "genres": [
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:23.000Z",
    "year": 1990,
    "countries": [
      "Великобритания"
    ],
    "kinopoiskId": 161087,
    "imdbId": "tt0096657",
    "kinopoiskRating": 7.9,
    "imdbRating": 8.6,
    "tmdbId": 4327
  },
  {
    "id": "media-губка-боб-444",
    "titleRu": "Губка Боб квадратные штаны",
    "titleOriginal": "SpongeBob SquarePants",
    "type": "series",
    "posterUrl": "./posters/губка-боб-квадратные-штаны-7eca77b6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a00000199a3d455c1da1717b952b951d8f6/1344x756",
    "description": "Население подводного городка Бикини Боттом составляют разные морские обитатели. Среди них — лучший друг Спанч Боба, морская звезда по имени Патрик, раздражительный надменный кальмар Сквидвард и белка по имени Сэнди, которая тоже живёт под водой, используя гидрокостюм. Спанч Боб работает поваром в закусочной «Красти Краб», которой управляет старый скряга мистер Крабс.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:24.000Z",
    "year": 1999,
    "kinopoiskId": 161268,
    "countries": [
      "США"
    ],
    "imdbId": "tt0206512",
    "tmdbId": 11836,
    "kinopoiskRating": 7.1,
    "imdbRating": 8.2
  },
  {
    "id": "media-семь-самураев-445",
    "titleRu": "Семь самураев",
    "titleOriginal": "Shichinin no samurai",
    "type": "movie",
    "posterUrl": "./posters/семь-самураев-bccda646.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000190fed1bab167825d3c21622f5962/orig",
    "description": "Япония, XVI век. В стране полыхает гражданская война, повсюду орудуют банды разбойников и мародеров. Бедные крестьяне нанимают для защиты деревни семерых самураев, которые немного сплачивают раздробленных и малодушных селян в процессе подготовки и укрепления деревни.",
    "genres": [
      "драма",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:25.000Z",
    "year": 1954,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 332,
    "imdbId": "tt0047478",
    "kinopoiskRating": 8.2,
    "imdbRating": 8.6
  },
  {
    "id": "media-седьмая-печать-446",
    "titleRu": "Седьмая печать",
    "titleOriginal": "Det sjunde inseglet",
    "type": "movie",
    "posterUrl": "./posters/седьмая-печать-0fb12ffe.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a00000197cf93fe80bb770fe54c05886483/orig",
    "description": "В середине XIV века рыцарь Антониус Блок и его оруженосец возвращаются после десяти лет крестовых походов в родную Швецию. Блок устал от жизни и не видит ничего, ради чего стоило бы продолжать влачить существование. Но прежде он хочет убедиться, что бог существует.",
    "genres": [
      "фэнтези",
      "драма"
    ],
    "addedAt": "2026-06-21T12:07:26.000Z",
    "year": 1957,
    "countries": [
      "Швеция"
    ],
    "kinopoiskId": 425,
    "imdbId": "tt0050976",
    "kinopoiskRating": 8,
    "imdbRating": 8.1,
    "tmdbId": 490
  },
  {
    "id": "media-древо-жизни-448",
    "titleRu": "Древо жизни",
    "titleOriginal": "The Tree of Life",
    "type": "movie",
    "posterUrl": "./posters/древо-жизни-b18d45f6.jpg",
    "backdropUrl": "./posters/древо-жизни-b18d45f6.jpg",
    "description": "Мы наблюдаем за развитием 11-летнего Джека, одного из трех братьев. Поначалу ребенку все кажется чудесным. Глазами своей души он наблюдает за поступками мамы. Она представляет собой любовь и милосердие, в то время как отец пытается научить сына, что в реальном мире на первое место необходимо всегда ставить себя. Каждый родитель старается переманить Джека на свою сторону, и он должен примириться с их притязаниями. Действительность становится мрачнее, когда главному герою в первый раз приходится столкнуться с болью, страданиями и смертью. Некогда абсолютно ясный мир превращается в лабиринт.",
    "genres": [
      "фэнтези",
      "драма"
    ],
    "addedAt": "2026-06-21T12:07:28.000Z",
    "year": 2010,
    "countries": [
      "США"
    ],
    "kinopoiskId": 256408,
    "kinopoiskRating": 6.6,
    "imdbRating": 6.8,
    "imdbId": "tt0478304"
  },
  {
    "id": "media-исходный-код-449",
    "titleRu": "Исходный код",
    "titleOriginal": "Source Code",
    "type": "movie",
    "posterUrl": "./posters/исходный-код-01fffae0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017c0749a9d428753c7d2de945f6b2/orig",
    "description": "Солдат по имени Коултер мистическим образом оказывается в теле неизвестного мужчины, погибшего в железнодорожной катастрофе. Коултер вынужден переживать чужую смерть снова и снова до тех пор, пока не поймет, кто – зачинщик катастрофы.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:07:29.000Z",
    "year": 2011,
    "countries": [
      "США",
      "Канада",
      "Франция",
      "Германия"
    ],
    "kinopoiskId": 409295,
    "imdbId": "tt0945513",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.5,
    "tmdbId": 45612
  },
  {
    "id": "media-приключения-электроника-450",
    "titleRu": "Приключения Электроника",
    "titleOriginal": "Приключения Электроника",
    "type": "movie",
    "posterUrl": "./posters/приключения-электроника-6efb8e99.jpg",
    "backdropUrl": "./posters/приключения-электроника-6efb8e99.jpg",
    "description": "Советский ученый создает гениального робота. Это мальчик, который способен решать любые математические задачи, он пишет самые лучшие сочинения и отлично поет! А еще он - точная копия школьника Сережи Сыроежкина. Сообразительный мальчуган быстренько перекладывает все свои обязанности на электронного двойника. Тот делает за него домашние задания, ходит в школу и выполняет хозяйственные дела, которые Сыроежкину поручают родители...",
    "genres": [
      "фантастика",
      "детский",
      "приключения",
      "комедия",
      "криминал",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:30.000Z",
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 77284,
    "year": 1979,
    "imdbId": "tt0078673",
    "tmdbId": 65518,
    "kinopoiskRating": 8,
    "imdbRating": 7.5
  },
  {
    "id": "media-час-пик-451",
    "titleRu": "Час пик",
    "titleOriginal": "Rush Hour",
    "type": "movie",
    "posterUrl": "./posters/час-пик-eaacb0e3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a00000186b8930587e256670556a5585614/orig",
    "description": "В Лос-Анджелесе злодеи похищают малолетнюю дочь китайского консула, которую в Гонконге учил кунг-фу инспектор Ли. Консул вызывает Ли в Америку, чтобы тот принял участие в освобождении девочки.\n\nАгенты ФБР обратились к полиции с просьбой выделить им самого никчемного сотрудника, чтобы тот взял китайца на себя и показал ему достопримечательности, а главное, не позволил вмешиваться в их дела.\n\nИм оказывается самый болтливый полицейский Картер. Естественно, после ряда разногласий и недоразумений они объединяют усилия и всерьез берутся за вызволение заложницы.",
    "genres": [
      "боевик",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:31.000Z",
    "year": 1998,
    "countries": [
      "США"
    ],
    "kinopoiskId": 6345,
    "imdbId": "tt0120812",
    "kinopoiskRating": 7.8,
    "imdbRating": 7.1,
    "tmdbId": 2109
  },
  {
    "id": "media-час-пик-2-452",
    "titleRu": "Час пик 2",
    "titleOriginal": "Rush Hour 2",
    "type": "movie",
    "posterUrl": "./posters/час-пик-2-7655f536.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a0000017c074a8f44681018c572c6e26da0/orig",
    "description": "Полицейские Ли и Картер прибывают в Гонконг по следам преступников, замышляющих похищение китайских сокровищ и их продажу в США. По мере того как детективы всё больше и больше запутываются в преступном заговоре, поездка от Гонконга до Лос-Анджелеса и Лас-Вегаса оборачивается для них опасным и интересным приключением.",
    "genres": [
      "боевик",
      "триллер",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:32.000Z",
    "year": 2001,
    "countries": [
      "США",
      "Гонконг"
    ],
    "kinopoiskId": 812,
    "imdbId": "tt0266915",
    "kinopoiskRating": 7.4,
    "imdbRating": 6.7
  },
  {
    "id": "media-час-пик-3-453",
    "titleRu": "Час пик 3",
    "titleOriginal": "Rush Hour 3",
    "type": "movie",
    "posterUrl": "./posters/час-пик-3-5c4a8ef9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000018317fc837fbb5e9cd9332e9b4171/orig",
    "description": "Лос-анджелесского полицейского Картера понижают в должности. Гонконгский полицейский Ли должен охранять китайского посла Хана, который прибыл в Лос-Анджелес, чтобы разоблачить китайский криминальный синдикат. Наёмному убийце удаётся ранить посла. Ли бросается вдогонку за преступником. Картер мчится на место преступления, но только мешает Ли.",
    "genres": [
      "боевик",
      "триллер",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:33.000Z",
    "year": 2007,
    "countries": [
      "США",
      "Германия"
    ],
    "kinopoiskId": 22978,
    "imdbId": "tt0293564",
    "kinopoiskRating": 7,
    "imdbRating": 6.3,
    "tmdbId": 5174
  },
  {
    "id": "media-убить-билла-454",
    "titleRu": "Убить Билла",
    "titleOriginal": "Kill Bill: Vol. 1",
    "type": "movie",
    "posterUrl": "./posters/убить-билла-7f32cfaa.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c07263bfee0256f77776d195476/orig",
    "description": "В беременную наёмную убийцу по кличке Чёрная Мамба во время бракосочетания стреляет человек по имени Билл. Но голова у женщины оказалась крепкой — пролежав четыре года в коме, бывшая невеста приходит в себя. Она горит желанием найти предателей. Теперь только безжалостная месть успокоит сердце Чёрной Мамбы, и она начинает по очереди убивать членов банды Билла, решив оставить главаря напоследок.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:34.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 2717,
    "imdbId": "tt0266697",
    "kinopoiskRating": 7.7,
    "imdbRating": 8.2,
    "tmdbId": 24
  },
  {
    "id": "media-убить-билла-2-455",
    "titleRu": "Убить Билла 2",
    "titleOriginal": "Kill Bill: Vol. 2",
    "type": "movie",
    "posterUrl": "./posters/убить-билла-2-900c3535.jpg",
    "backdropUrl": "./posters/убить-билла-2-900c3535.jpg",
    "description": "Убив двух человек из банды, Невеста лишь наполовину приблизилась к цели. Теперь на очереди Бад и Элли Драйвер. Еще два опасных шага перед последней схваткой, в которой она должна убить Билла.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:07:35.000Z",
    "year": 2004,
    "kinopoiskId": 47015,
    "imdbRating": 8,
    "kinopoiskRating": 7.6,
    "countries": [
      "США"
    ],
    "imdbId": "tt0378194",
    "tmdbId": 393
  },
  {
    "id": "media-кин-дза-дза-456",
    "titleRu": "Кин-дза-дза!",
    "titleOriginal": "Кин-дза-дза!",
    "type": "movie",
    "posterUrl": "./posters/кин-дза-дза-e748700c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000167282f45e6ca465ab9e23f989e31/1344x756",
    "description": "Прораб Владимир Николаевич Машков и не подозревал, что обычный путь до универсама за хлебом и макаронами обернется межгалактическим путешествием. А все эта встреча со странным босоногим человеком с каким-то маленьким устройством — «машинкой перемещения», как тот ее назвал. Владимир Николаевич нажал кнопку и оказался вместе со случайным попутчиком, студентом в кроличьей шапке, в какой-то пустыне — на планете Плюк в тентуре, галактика Кин-дза-дза в спирали.",
    "genres": [
      "фантастика",
      "драма",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:07:36.000Z",
    "year": 1986,
    "countries": [
      "СССР"
    ],
    "imdbId": "tt0091341",
    "kinopoiskRating": 8.1,
    "imdbRating": 7.8,
    "kinopoiskId": 44811,
    "tmdbId": 20874
  },
  {
    "id": "media-бегущий-в-лабиринте-457",
    "titleRu": "Бегущий в лабиринте",
    "titleOriginal": "The Maze Runner",
    "type": "movie",
    "posterUrl": "./posters/бегущий-в-лабиринте-d375ea74.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001612caf5e7431016ac250e1e98bba/1344x756",
    "description": "Главный герой — подросток Томас, который просыпается в лифте, но ничего не помнит, кроме своего имени. Он оказывается среди других подростков, научившихся выживать в замкнутом пространстве. Раз в 30 дней прибывает новый мальчик. Группа ребят проживает в «Приюте» уже три года. Они кормятся тем, что удается вырастить на земле, и пытаются найти выход из лабиринта, окружающего их место жительства. Но однажды появляется девочка в состоянии комы...",
    "genres": [
      "фантастика",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:07:37.000Z",
    "year": 2014,
    "imdbRating": 6.8,
    "kinopoiskRating": 6.8,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskId": 575613,
    "imdbId": "tt1790864",
    "tmdbId": 198663
  },
  {
    "id": "media-бегущий-в-лабиринте-испытание-огн-м-458",
    "titleRu": "Бегущий в лабиринте: Испытание огнём",
    "titleOriginal": "Maze Runner: The Scorch Trials",
    "type": "movie",
    "posterUrl": "./posters/бегущий-в-лабиринте-испытание-огнем-8a5c8183.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001612cca01cfe9f2c02a723017d759/1344x756",
    "description": "Лабиринт пройден, но Томасу, Терезе, Минхо и прочим глэйдерам не приходится расслабляться. Таинственное руководство ПОРОКА - секретной организации, устроившей гонки на выживание - назначает ребятам новые, смертельно опасные испытания. На сей раз их ждет переход по раскаленной пустыне и встреча с жертвами неизлечимой болезни, которые отличаются буйным нравом и непредсказуемым поведением.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:07:38.000Z",
    "year": 2015,
    "imdbRating": 6.3,
    "kinopoiskRating": 6.2,
    "countries": [
      "США"
    ],
    "kinopoiskId": 842673,
    "imdbId": "tt4046784"
  },
  {
    "id": "media-бегущий-в-лабиринте-лекарство-от-смерти-459",
    "titleRu": "Бегущий в лабиринте: Лекарство от смерти",
    "titleOriginal": "Maze Runner: The Death Cure",
    "type": "movie",
    "posterUrl": "./posters/бегущий-в-лабиринте-лекарство-от-смерти-9134b1bc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000016301b6c528b6073e8909a684599e/1344x756",
    "description": "Томас возглавляет отряд выживших глейдеров, чтобы выполнить последнюю и самую опасную миссию. Ради спасения своих друзей они должны проникнуть в легендарный Последний город, смертоносный лабиринт, контролируемый ПОРОКом. Каждый, кто выживет там, наконец-то получит ответы на все вопросы, которые мучили глейдеров с момента попадания в лабиринт.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:07:39.000Z",
    "year": 2018,
    "imdbRating": 6.3,
    "kinopoiskRating": 6.3,
    "countries": [
      "США"
    ],
    "kinopoiskId": 896631,
    "imdbId": "tt4500922"
  },
  {
    "id": "media-пираты-карибского-моря-проклятие-черной-жемчужины-460",
    "titleRu": "Пираты Карибского моря: Проклятие Черной жемчужины",
    "titleOriginal": "Pirates of the Caribbean: The Curse of the Black Pearl",
    "type": "movie",
    "posterUrl": "./posters/пираты-карибского-моря-проклятие-черной-жемчужины-14b913d5.jpg",
    "backdropUrl": "./posters/пираты-карибского-моря-проклятие-черной-жемчужины-14b913d5.jpg",
    "description": "Жизнь харизматичного авантюриста, капитана Джека Воробья, полная увлекательных приключений, резко меняется, когда его заклятый враг капитан Барбосса похищает корабль Джека Черную Жемчужину, а затем нападает на Порт Ройал и крадет прекрасную дочь губернатора Элизабет Свонн.\n\nДруг детства Элизабет Уилл Тернер вместе с Джеком возглавляет спасательную экспедицию на самом быстром корабле Британии, чтобы вызволить девушку и заодно отобрать у злодея Черную Жемчужину. Вслед за этой парочкой отправляется амбициозный коммодор Норрингтон, который к тому же числится женихом Элизабет.\n\nОднако Уилл не знает, что над Барбоссой висит вечное проклятие, при лунном свете превращающее его с командой в живых скелетов. Проклятье будет снято лишь тогда, когда украденное золото Ацтеков будет возвращено пиратами на старое место.",
    "genres": [
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:07:40.000Z",
    "year": 2003,
    "imdbRating": 8.1,
    "kinopoiskRating": 8.4,
    "kinopoiskId": 4374,
    "countries": [
      "США"
    ],
    "imdbId": "tt0325980",
    "tmdbId": 22
  },
  {
    "id": "media-пираты-карибского-моря-сундук-мертвеца-461",
    "titleRu": "Пираты Карибского моря: Сундук мертвеца",
    "titleOriginal": "Pirates of the Caribbean: Dead Man's Chest",
    "type": "movie",
    "posterUrl": "./posters/пираты-карибского-моря-сундук-мертвеца-f10e5855.jpg",
    "backdropUrl": "./posters/пираты-карибского-моря-сундук-мертвеца-f10e5855.jpg",
    "description": "Вновь оказавшись в ирреальном мире, лихой капитан Джек Воробей неожиданно узнает, что является должником легендарного капитана «Летучего Голландца» Дэйви Джонса. Джек должен в кратчайшие сроки решить эту проблему, иначе ему грозит вечное проклятие и рабское существование после смерти. Вдобавок ко всему, срывается свадьба Уилла Тернера и Элизабет Суонн, которые вынуждены составить Джеку компанию в его злоключениях…",
    "genres": [
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:07:41.000Z",
    "year": 2006,
    "imdbRating": 7.4,
    "kinopoiskRating": 8.2,
    "kinopoiskId": 63991,
    "countries": [
      "США"
    ],
    "imdbId": "tt0383574",
    "tmdbId": 58
  },
  {
    "id": "media-пираты-карибского-моря-на-краю-света-462",
    "titleRu": "Пираты Карибского моря: На краю света",
    "titleOriginal": "Pirates of the Caribbean: At World's End",
    "type": "movie",
    "posterUrl": "./posters/пираты-карибского-моря-на-краю-света-f2872f37.jpg",
    "backdropUrl": "./posters/пираты-карибского-моря-на-краю-света-f2872f37.jpg",
    "description": "Новые приключения Джека Воробья и его друзей Уилла Тернера и Элизабет Суонн. На этот раз Уиллу и Элизабет придется объединиться с самим Капитаном Барбоссой для того, чтобы отправиться на край света и спасти своего друга — Джека. Ситуация осложняется тем, что Элизабет попадает к сингапурским пиратам…",
    "genres": [
      "приключения",
      "боевик",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:07:42.000Z",
    "year": 2007,
    "imdbRating": 7.2,
    "kinopoiskRating": 8.1,
    "kinopoiskId": 102124,
    "countries": [
      "США"
    ],
    "imdbId": "tt0449088",
    "tmdbId": 285
  },
  {
    "id": "media-пираты-карибского-моря-на-странных-берегах-463",
    "titleRu": "Пираты Карибского моря: На странных берегах",
    "titleOriginal": "Pirates of the Caribbean: On Stranger Tides",
    "type": "movie",
    "posterUrl": "./posters/пираты-карибского-моря-на-странных-берегах-68956505.jpg",
    "backdropUrl": "./posters/пираты-карибского-моря-на-странных-берегах-68956505.jpg",
    "description": "Капитану Джеку Воробью предстоит столкнуться с женщиной из своего прошлого Анжеликой. Она вынуждает его взойти на корабль «Месть Королевы Анны», которым управляет коварный злодей Черная Борода. И теперь Джек не знает, кого бояться больше — ужасного злодея или же своей давней подруги.",
    "genres": [
      "приключения",
      "боевик",
      "фэнтези",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:07:43.000Z",
    "year": 2011,
    "imdbRating": 6.6,
    "kinopoiskRating": 7.3,
    "kinopoiskId": 427076,
    "countries": [
      "США",
      "Великобритания"
    ],
    "imdbId": "tt1298650",
    "tmdbId": 1865
  },
  {
    "id": "media-пираты-карибского-моря-мертвецы-не-рассказывают-сказки-464",
    "titleRu": "Пираты Карибского моря: Мертвецы не рассказывают сказки",
    "titleOriginal": "Pirates of the Caribbean: Dead Men Tell No Tales",
    "type": "movie",
    "posterUrl": "./posters/пираты-карибского-моря-мертвецы-не-рассказывают-сказки-597dd457.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000169c35fee6475fcad83a5af5fa34f/1344x756",
    "description": "Исчерпавший свою удачу капитан Джек Воробей обнаруживает, что за ним охотится его старый неприятель, ужасный капитан Салазар и его мертвецы. Они только что сбежали из Дьявольского треугольника и намерены уничтожить всех пиратов, включая Джека. Поможет спастись лишь могущественный артефакт — трезубец Посейдона, который дарует своему обладателю полный контроль над морями.",
    "genres": [
      "фэнтези",
      "боевик",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:07:44.000Z",
    "year": 2017,
    "imdbRating": 6.5,
    "kinopoiskRating": 6.7,
    "countries": [
      "США",
      "Австралия",
      "Великобритания",
      "Канада"
    ],
    "kinopoiskId": 575180,
    "imdbId": "tt1790809",
    "tmdbId": 166426
  },
  {
    "id": "media-гарри-поттер-и-философский-камень-465",
    "titleRu": "Гарри Поттер и философский камень",
    "titleOriginal": "Harry Potter and the Sorcerer's Stone",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-философский-камень-fc2ca527.jpg",
    "backdropUrl": "./posters/гарри-поттер-и-философский-камень-fc2ca527.jpg",
    "description": "Жизнь десятилетнего Гарри Поттера нельзя назвать сладкой: родители умерли, едва ему исполнился год, а от дяди и тёти, взявших сироту на воспитание, достаются лишь тычки да подзатыльники. Но в одиннадцатый день рождения Гарри всё меняется. Странный гость, неожиданно появившийся на пороге, приносит письмо, из которого мальчик узнаёт, что на самом деле он - волшебник и зачислен в школу магии под названием Хогвартс. А уже через пару недель Гарри будет мчаться в поезде Хогвартс-экспресс навстречу новой жизни, где его ждут невероятные приключения, верные друзья и самое главное — ключ к разгадке тайны смерти его родителей.",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:45.000Z",
    "year": 2001,
    "imdbRating": 7.7,
    "kinopoiskRating": 8.3,
    "kinopoiskId": 689,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0241527",
    "tmdbId": 671
  },
  {
    "id": "media-гарри-поттер-и-тайная-комната-466",
    "titleRu": "Гарри Поттер и Тайная комната",
    "titleOriginal": "Harry Potter and the Chamber of Secrets",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-тайная-комната-40c97343.jpg",
    "backdropUrl": "./posters/гарри-поттер-и-тайная-комната-40c97343.jpg",
    "description": "Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу.\nЮный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе. Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями, пытаясь победить темные силы.",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:46.000Z",
    "year": 2002,
    "imdbRating": 7.5,
    "kinopoiskRating": 8.2,
    "kinopoiskId": 688,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0295297",
    "tmdbId": 672
  },
  {
    "id": "media-гарри-поттер-и-узник-азкабана-467",
    "titleRu": "Гарри Поттер и узник Азкабана",
    "titleOriginal": "Harry Potter and the Prisoner of Azkaban",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-узник-азкабана-2edd4332.jpg",
    "backdropUrl": "./posters/гарри-поттер-и-узник-азкабана-2edd4332.jpg",
    "description": "Гарри, Рон и Гермиона возвращаются на третий курс школы чародейства и волшебства Хогвартс. На этот раз они должны раскрыть тайну узника, сбежавшего из тюрьмы Азкабан, чье пребывание на воле создает для Гарри смертельную опасность.",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:47.000Z",
    "year": 2004,
    "imdbRating": 7.9,
    "kinopoiskRating": 8.3,
    "kinopoiskId": 322,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0304141",
    "tmdbId": 673
  },
  {
    "id": "media-гарри-поттер-и-кубок-огня-468",
    "titleRu": "Гарри Поттер и Кубок огня",
    "titleOriginal": "Harry Potter and the Goblet of Fire",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-кубок-огня-fe893ebe.jpg",
    "backdropUrl": "./posters/гарри-поттер-и-кубок-огня-fe893ebe.jpg",
    "description": "Гарри Поттер, Рон и Гермиона возвращаются на четвёртый курс школы чародейства и волшебства Хогвартс. При таинственных обстоятельствах Гарри был отобран в число участников опасного соревнования — Турнира Трёх Волшебников, однако проблема в том, что все его соперники — намного старше и сильнее.\nК тому же, знаки указывают на возвращение Лорда Волдеморта. Вскоре Гарри предстоит побороться не только за победу в соревновании, но и за свою жизнь.",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:48.000Z",
    "year": 2005,
    "imdbRating": 7.7,
    "kinopoiskRating": 8,
    "kinopoiskId": 8408,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0330373",
    "tmdbId": 674
  },
  {
    "id": "media-гарри-поттер-и-орден-феникса-469",
    "titleRu": "Гарри Поттер и Орден Феникса",
    "titleOriginal": "Harry Potter and the Order of the Phoenix",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-орден-феникса-2cc78e61.jpg",
    "backdropUrl": "./posters/гарри-поттер-и-орден-феникса-2cc78e61.jpg",
    "description": "Гарри проводит свой пятый год в школе Хогвартс и обнаруживает, что многие из членов волшебного сообщества отрицают факт недавнего состязания юного волшебника с воплощением вселенского зла Волдемортом. Все делают вид, что не имеют ни малейшего представления, что злодей вернулся. Однако впереди волшебников ждет необычная схватка.",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:49.000Z",
    "year": 2007,
    "imdbRating": 7.5,
    "kinopoiskRating": 7.9,
    "kinopoiskId": 48356,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0373889",
    "tmdbId": 675
  },
  {
    "id": "media-гарри-поттер-и-принц-полукровка-470",
    "titleRu": "Гарри Поттер и Принц-полукровка",
    "titleOriginal": "Harry Potter and the Half-Blood Prince",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-принц-полукровка-f92c341e.jpg",
    "backdropUrl": "./posters/гарри-поттер-и-принц-полукровка-f92c341e.jpg",
    "description": "Теперь не только мир волшебников, но и мир маглов ощущает на себе всевозрастающую силу Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем. Гарри подозревает, что в самом замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке, которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу — профессора Горация Слизнорта.",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:50.000Z",
    "year": 2009,
    "imdbRating": 7.6,
    "kinopoiskRating": 7.9,
    "kinopoiskId": 89515,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0417741",
    "tmdbId": 767
  },
  {
    "id": "media-гарри-поттер-и-дары-смерти-часть-1-471",
    "titleRu": "Гарри Поттер и Дары Смерти: Часть I",
    "titleOriginal": "Harry Potter and the Deathly Hallows - Part 1",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-дары-смерти-часть-i-35975408.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000019ac9c17f1fb84b00a9c0c66694ec/1344x756",
    "description": "Гарри Поттера ждёт самое страшное испытание в жизни — смертельная схватка с Волан-де-Мортом. Друзья и враги Гарри предстают в совершенно неожиданном свете. Граница между добром и злом становится всё призрачнее.",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:51.000Z",
    "year": 2010,
    "imdbRating": 7.7,
    "kinopoiskRating": 7.9,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 276762,
    "imdbId": "tt0926084",
    "tmdbId": 12444
  },
  {
    "id": "media-гарри-поттер-и-дары-смерти-часть-2-472",
    "titleRu": "Гарри Поттер и Дары Смерти: Часть II",
    "titleOriginal": "Harry Potter and the Deathly Hallows - Part 2",
    "type": "movie",
    "posterUrl": "./posters/гарри-поттер-и-дары-смерти-часть-ii-37dc5b8d.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000019ac9c31ff5b7e815a9acb99d12e3/1344x756",
    "description": "Битва между добрыми и злыми силами мира волшебников перерастает во всеобщую войну. Ставки ещё никогда не были так высоки, а поиск убежища — столь сложен. И, быть может, именно Гарри Поттеру придется пожертвовать всем в финальном сражении с Волан-де-Мортом.",
    "genres": [
      "фэнтези",
      "детектив",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:07:52.000Z",
    "year": 2011,
    "imdbRating": 8.1,
    "kinopoiskRating": 8.2,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskId": 407636,
    "imdbId": "tt1201607",
    "tmdbId": 12445
  },
  {
    "id": "media-матрица-473",
    "titleRu": "Матрица",
    "titleOriginal": "The Matrix",
    "type": "movie",
    "posterUrl": "./posters/матрица-7d4f7049.jpg",
    "backdropUrl": "./posters/матрица-7d4f7049.jpg",
    "description": "Жизнь Томаса Андерсона разделена на две части: днём он — самый обычный офисный работник, получающий нагоняи от начальства, а ночью превращается в хакера по имени Нео, и нет места в сети, куда он бы не смог проникнуть. Но однажды всё меняется. Томас узнаёт ужасающую правду о реальности.",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:53.000Z",
    "year": 1999,
    "imdbRating": 8.7,
    "kinopoiskRating": 8.5,
    "kinopoiskId": 301,
    "countries": [
      "США",
      "Австралия"
    ],
    "imdbId": "tt0133093",
    "tmdbId": 603
  },
  {
    "id": "media-матрица-перезагрузка-474",
    "titleRu": "Матрица: Перезагрузка",
    "titleOriginal": "The Matrix Reloaded",
    "type": "movie",
    "posterUrl": "./posters/матрица-перезагрузка-3f941da7.jpg",
    "backdropUrl": "./posters/матрица-перезагрузка-3f941da7.jpg",
    "description": "Борцы за свободу Нео, Тринити и Морфеус продолжают руководить восстанием людей против армии машин. Они вынуждены использовать не только арсенал превосходного оружия, но и свои выдающиеся навыки. Участие в миссии по спасению человеческой расы от истребления приносит им более глубокое понимание Матрицы и осознание центральной роли Нео в судьбе человечества.",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:54.000Z",
    "year": 2003,
    "imdbRating": 7.2,
    "kinopoiskRating": 7.7,
    "kinopoiskId": 299,
    "countries": [
      "США"
    ],
    "imdbId": "tt0234215",
    "tmdbId": 604
  },
  {
    "id": "media-матрица-революция-475",
    "titleRu": "Матрица: Революция",
    "titleOriginal": "The Matrix Revolutions",
    "type": "movie",
    "posterUrl": "./posters/матрица-революция-df99cffe.jpg",
    "backdropUrl": "./posters/матрица-революция-df99cffe.jpg",
    "description": "Пока армия машин пытается уничтожить Зион, его жители из последних сил держат оборону.",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:55.000Z",
    "year": 2003,
    "imdbRating": 6.7,
    "kinopoiskRating": 7.6,
    "kinopoiskId": 316,
    "countries": [
      "США",
      "Австралия"
    ],
    "imdbId": "tt0242653",
    "tmdbId": 605
  },
  {
    "id": "media-матрица-воскрешение-476",
    "titleRu": "Матрица: Воскрешение",
    "titleOriginal": "The Matrix Resurrections",
    "type": "movie",
    "posterUrl": "./posters/матрица-воскрешение-9b877186.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000017e4ecd63d99c1d2e7b5d90fd27ed/1344x756",
    "description": "Геймдизайнер Томас Андерсон сделал себе имя работой над трилогией игр «Матрица». Хотя окружающий мир периодически даёт сбои и обнажает свою истинную сущность, бывший Нео исправно посещает психотерапевта, принимает пилюли и практически убедил себя, что всё это — игра его воображения. Но однажды на него выходит хакерша Багз и предлагает снова следовать за белым кроликом.",
    "genres": [
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:56.000Z",
    "year": 2021,
    "imdbRating": 5.6,
    "kinopoiskRating": 5.7,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 1294123,
    "imdbId": "tt10838180",
    "tmdbId": 624860
  },
  {
    "id": "media-властелин-колец-братство-кольца-477",
    "titleRu": "Властелин колец: Братство кольца",
    "titleOriginal": "The Lord of the Rings: The Fellowship of the Ring",
    "type": "movie",
    "posterUrl": "./posters/властелин-колец-братство-кольца-9d0ee1f1.jpg",
    "backdropUrl": "./posters/властелин-колец-братство-кольца-9d0ee1f1.jpg",
    "description": "Сказания о Средиземье — это хроника Великой войны за Кольцо, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал неограниченную власть, но был обязан служить злу. \nТихая деревня, где живут хоббиты. Придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, волшебник Гэндальф начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает Кольцо племяннику Фродо, чтобы тот отнёс его к Роковой Горе и уничтожил.",
    "genres": [
      "фэнтези",
      "приключения",
      "драма",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:57.000Z",
    "year": 2001,
    "imdbRating": 8.9,
    "kinopoiskRating": 8.6,
    "kinopoiskId": 328,
    "countries": [
      "Новая Зеландия",
      "США"
    ],
    "imdbId": "tt0120737",
    "tmdbId": 120
  },
  {
    "id": "media-властелин-колец-две-крепости-478",
    "titleRu": "Властелин колец: Две крепости",
    "titleOriginal": "The Lord of the Rings: The Two Towers",
    "type": "movie",
    "posterUrl": "./posters/властелин-колец-две-крепости-dae098a8.jpg",
    "backdropUrl": "./posters/властелин-колец-две-крепости-dae098a8.jpg",
    "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
    "genres": [
      "фэнтези",
      "приключения",
      "драма",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:58.000Z",
    "year": 2002,
    "imdbRating": 8.8,
    "kinopoiskRating": 8.6,
    "kinopoiskId": 312,
    "countries": [
      "Новая Зеландия",
      "США"
    ],
    "imdbId": "tt0167261",
    "tmdbId": 121
  },
  {
    "id": "media-властелин-колец-возвращение-короля-479",
    "titleRu": "Властелин колец: Возвращение короля",
    "titleOriginal": "The Lord of the Rings: The Return of the King",
    "type": "movie",
    "posterUrl": "./posters/властелин-колец-возвращение-короля-d1c374ff.jpg",
    "backdropUrl": "./posters/властелин-колец-возвращение-короля-d1c374ff.jpg",
    "description": "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.",
    "genres": [
      "фэнтези",
      "приключения",
      "драма",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:07:59.000Z",
    "year": 2003,
    "imdbRating": 9,
    "kinopoiskRating": 8.7,
    "kinopoiskId": 3498,
    "countries": [
      "Новая Зеландия",
      "США"
    ],
    "imdbId": "tt0167260",
    "tmdbId": 122
  },
  {
    "id": "media-хоббит-нежданное-путешествие-480",
    "titleRu": "Хоббит: Нежданное путешествие",
    "titleOriginal": "The Hobbit: An Unexpected Journey",
    "type": "movie",
    "posterUrl": "./posters/хоббит-нежданное-путешествие-6908426e.jpg",
    "backdropUrl": "./posters/хоббит-нежданное-путешествие-6908426e.jpg",
    "description": "Хоббит Бильбо Бэггинс пускается в грандиозный поход, целью которого является отвоевание утраченного королевства гномов Эребор у дракона Смауга. Совершенно неожиданно с хоббитом налаживает контакт волшебник Гэндальф Серый. Так Бильбо находит себя и присоединяется к компании тринадцати гномов, возглавляемых легендарным воином Торином Дубощитом. Их путешествие пройдёт через Дикий Край, предательские земли, населенные гоблинами и орками, смертоносными варгами, гигантскими пауками, меняющим шкуры народом и волшебниками.\n\nИ хотя их цель находится на Востоке, среди пустошей Одинокой Горы, сначала им придется выбраться из туннелей гоблинов, где Бильбо встретит существо, которое изменит его жизнь навсегда - Голлума.",
    "genres": [
      "фэнтези",
      "приключения",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:08:00.000Z",
    "year": 2012,
    "imdbRating": 7.8,
    "kinopoiskRating": 8.1,
    "kinopoiskId": 278522,
    "countries": [
      "Новая Зеландия",
      "США"
    ],
    "imdbId": "tt0903624",
    "tmdbId": 49051
  },
  {
    "id": "media-хоббит-пустошь-смауга-481",
    "titleRu": "Хоббит: Пустошь Смауга",
    "titleOriginal": "The Hobbit: The Desolation of Smaug",
    "type": "movie",
    "posterUrl": "./posters/хоббит-пустошь-смауга-cc3077f8.jpg",
    "backdropUrl": "./posters/хоббит-пустошь-смауга-cc3077f8.jpg",
    "description": "Продолжение путешествия хоббита Бильбо Бэггинса, волшебника Гэндальфа и 13 отважных гномов. Их компания должна добраться до Одинокой горы. А там они встретятся с величайшей опасностью из всех — созданием куда более ужасающим, чем все их прошлые противники, чудовищем, которое проверит на прочность не только их мужество, но крепость их дружбы и правильность выбранного пути, — драконом Смаугом.",
    "genres": [
      "фэнтези",
      "приключения",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:08:01.000Z",
    "year": 2013,
    "imdbRating": 7.8,
    "kinopoiskRating": 8,
    "kinopoiskId": 408876,
    "countries": [
      "Новая Зеландия",
      "США"
    ],
    "imdbId": "tt1170358",
    "tmdbId": 57158
  },
  {
    "id": "media-хоббит-битва-пяти-воинств-482",
    "titleRu": "Хоббит: Битва пяти воинств",
    "titleOriginal": "The Hobbit: The Battle of the Five Armies",
    "type": "movie",
    "posterUrl": "./posters/хоббит-битва-пяти-воинств-cfdf01a2.jpg",
    "backdropUrl": "./posters/хоббит-битва-пяти-воинств-cfdf01a2.jpg",
    "description": "Когда отряд из тринадцати гномов нанимал хоббита Бильбо Бэгинса в качестве взломщика и четырнадцатого, «счастливого», участника похода к Одинокой горе, Бильбо полагал, что его приключения закончатся, когда он выполнит свою задачу - найдет сокровище, которое так необходимо предводителю гномов Торину. Путешествие в Эребор, захваченное драконом Смаугом королевство гномов, оказалось еще более опасным, чем предполагали гномы и даже Гэндальф - мудрый волшебник, протянувший Торину и его отряду руку помощи.\nВ погоню за гномами устремилась армия орков, ведомых пробудившимся в руинах древним злом, а эльфы и люди, с которыми Бильбо и его товарищам пришлось иметь дело во время путешествия и которые пострадали от последствий желания гномов вернуть свой дом, предъявили права на щедрое вознаграждение - часть сокровищ Одинокой горы. Скоро неподалеку от Одинокой горы встретятся пять армий, и лишь кровопролитная битва определит результаты смелого гномьего похода.",
    "genres": [
      "фэнтези",
      "приключения",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:08:02.000Z",
    "year": 2014,
    "imdbRating": 7.4,
    "kinopoiskRating": 7.9,
    "kinopoiskId": 694633,
    "countries": [
      "Новая Зеландия",
      "США"
    ],
    "imdbId": "tt2310332",
    "tmdbId": 122917
  },
  {
    "id": "media-три-богатыря-алеша-попович-и-тугарин-змей-483",
    "titleRu": "Три богатыря: Алеша Попович и Тугарин Змей",
    "titleOriginal": "Три богатыря: Алеша Попович и Тугарин Змей",
    "type": "cartoon",
    "posterUrl": "./posters/три-богатыря-алеша-попович-и-тугарин-змей-ab3c52f5.jpg",
    "backdropUrl": "./posters/три-богатыря-алеша-попович-и-тугарин-змей-ab3c52f5.jpg",
    "description": "Алеша Попович вместе с верными друзьями отправляется исправлять ошибку и противостоять Тугарину Змею.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:03.000Z",
    "year": 2004,
    "kinopoiskId": 818570,
    "countries": [
      "Россия"
    ],
    "kinopoiskRating": 3.4
  },
  {
    "id": "media-три-богатыря-добрыня-никитич-и-змей-горыныч-484",
    "titleRu": "Три богатыря: Добрыня Никитич и Змей Горыныч",
    "titleOriginal": "Три богатыря: Добрыня Никитич и Змей Горыныч",
    "type": "cartoon",
    "posterUrl": "./posters/три-богатыря-добрыня-никитич-и-змей-горыныч-98ee342e.jpg",
    "backdropUrl": "./posters/три-богатыря-добрыня-никитич-и-змей-горыныч-98ee342e.jpg",
    "description": "Добрыня Никитич и Елисей отправляются спасать княжну Забаву и сталкиваются с интригами, погонями и Змеем Горынычем.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:04.000Z",
    "year": 2006,
    "kinopoiskId": 818570,
    "countries": [
      "Россия"
    ],
    "kinopoiskRating": 3.4
  },
  {
    "id": "media-три-богатыря-илья-муромец-и-соловей-разбойник-485",
    "titleRu": "Три богатыря: Илья Муромец и Соловей Разбойник",
    "titleOriginal": "Три богатыря: Илья Муромец и Соловей Разбойник",
    "type": "cartoon",
    "posterUrl": "./posters/три-богатыря-илья-муромец-и-соловей-разбойник-b184e205.jpg",
    "backdropUrl": "./posters/три-богатыря-илья-муромец-и-соловей-разбойник-b184e205.jpg",
    "description": "Илья Муромец возвращает украденного коня и вместе с князем отправляется за Соловьем Разбойником.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:05.000Z",
    "year": 2007,
    "kinopoiskId": 818570,
    "countries": [
      "Россия"
    ],
    "kinopoiskRating": 3.4
  },
  {
    "id": "media-ми-ми-мишки-486",
    "titleRu": "Ми-ми-мишки",
    "titleOriginal": "Ми-ми-мишки",
    "type": "series",
    "posterUrl": "./posters/ми-ми-мишки-3aa915ee.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000016e40c5890a0331279d01a5729110/1344x756",
    "description": "Веселые истории двух медвежат: Кеши и Белой Тучки. Вместе с героями этой веселой истории, дети будут познавать окружающий мир, знакомиться с самыми разнообразными предметами и тем, как они сделаны, ходить на рыбалку, лечить деревья, вести расследования, добывать мед, читать книжку и даже слетают на Луну!",
    "genres": [
      "мультфильм",
      "комедия",
      "детский"
    ],
    "addedAt": "2026-06-21T12:08:06.000Z",
    "year": 2015,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 923524,
    "imdbId": "tt7037778",
    "kinopoiskRating": 8.1,
    "imdbRating": 6.3
  },
  {
    "id": "media-ералаш-487",
    "titleRu": "Ералаш",
    "titleOriginal": "Ералаш",
    "type": "series",
    "posterUrl": "./posters/ералаш-2e788242.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000016acb97bb7568667b801c60332079/1344x756",
    "description": "Детский юмористический киножурнал радовал и продолжает радовать уже не одно поколение взрослых и детей. Добрый юмор и понятные житейские истории придутся по душе абсолютно всем.",
    "genres": [
      "детский",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:07.000Z",
    "year": 1974,
    "countries": [
      "СССР",
      "Россия"
    ],
    "kinopoiskId": 258382,
    "imdbId": "tt5495796",
    "tmdbId": 62967,
    "kinopoiskRating": 7.3,
    "imdbRating": 6.4
  },
  {
    "id": "media-непосредственно-каха-489",
    "titleRu": "Непосредственно Каха!",
    "titleOriginal": "Непосредственно Каха!",
    "type": "movie",
    "posterUrl": "./posters/непосредственно-каха-04ce60d9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a0000018355ba3355fe196efccb8faac06c/1344x756",
    "description": "Каха запал на прекрасную Софу, но, чтобы подобраться к её сердцу, ему нужно на своей «копейке» обогнать новенькую BMW Руслана и забить на дружбу с Серго. Что же выберет Каха – любовь или дружбу?",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:08:09.000Z",
    "year": 2020,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 1345717,
    "imdbId": "tt13486236",
    "tmdbId": 679694,
    "kinopoiskRating": 4.6,
    "imdbRating": 1.7
  },
  {
    "id": "media-никто-2-490",
    "titleRu": "Никто 2",
    "titleOriginal": "Nobody 2",
    "type": "movie",
    "posterUrl": "./posters/никто-2-e29c8f8b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000198ad4a9dbcde3418f9fb529b8547/1344x756",
    "description": "Разобравшись с русской мафией и уничтожив денежный склад, Хатч расстроил влиятельных людей, деньги которых сгорели в огне. Теперь, чтобы компенсировать потери, он снова работает киллером. После очередного сложного заказа Хатч просит босса о передышке. Он хочет взять отпуск и побыть с семьёй, от которой снова отдалился. Приехав с роднёй в небольшой курортный городок, где он однажды побывал в детстве, мужчина наслаждается безмятежным отдыхом, не подозревая, что скоро неприятности найдут его и здесь.",
    "genres": [
      "боевик",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:10.000Z",
    "year": 2025,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 5905715,
    "imdbId": "tt28996126",
    "tmdbId": 1007734,
    "kinopoiskRating": 6.2,
    "imdbRating": 6.3
  },
  {
    "id": "media-чип-и-дейл-спешат-на-помощь-491",
    "titleRu": "Чип и Дейл спешат на помощь",
    "titleOriginal": "Chip 'n Dale: Rescue Rangers",
    "type": "cartoon",
    "posterUrl": "./posters/чип-и-дейл-спешат-на-помощь-82fa0560.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000171f4a86c90d4053f5a82113cf0ac/1344x756",
    "description": "Непоседы Чип и Дейл всегда знают, как оказаться в центре событий. Поиски пропавших драгоценностей, детективные расследования, погони и сражения с хитроумными злодеями — герои не боятся самых рискованных приключений! Взяв в свою «Команду Спасателей» изобретательницу Гаечку, здоровяка Рокфора и его юркого помощника Вжика, друзья смело бросают вызов преступникам.",
    "genres": [
      "мультфильм",
      "комедия",
      "детский",
      "детектив",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:11.000Z",
    "year": 1989,
    "countries": [
      "США"
    ],
    "kinopoiskId": 95231,
    "imdbId": "tt0096557",
    "tmdbId": 1615,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.6
  },
  {
    "id": "media-убойные-каникулы-492",
    "titleRu": "Убойные каникулы",
    "titleOriginal": "Tucker and Dale vs Evil",
    "type": "movie",
    "posterUrl": "./posters/убойные-каникулы-fa692fc5.jpg",
    "backdropUrl": "./posters/убойные-каникулы-fa692fc5.jpg",
    "description": "Группа студентов отправляется за город, чтобы вовсю оторваться на выходных: попить пивка, поплавать в озере и подышать чистым воздухом. Но в первый же день они сталкиваются с неотёсанными фермерами Такером и Дейлом, которые тоже решили как следует оттянуться на природе. Приняв этих на вид диковатых, но безобидных ребят за злобных маньяков, горожане решают дать деревенщине жёсткий отпор.",
    "genres": [
      "комедия",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:08:12.000Z",
    "year": 2010,
    "countries": [
      "Канада",
      "Великобритания",
      "США",
      "Индия"
    ],
    "imdbId": "tt1465522",
    "kinopoiskRating": 7.7,
    "imdbRating": 7.5,
    "kinopoiskId": 485261,
    "tmdbId": 46838
  },
  {
    "id": "media-голодные-игры-сойка-пересмешница-часть-i-493",
    "titleRu": "Голодные игры: Сойка-пересмешница. Часть I",
    "titleOriginal": "The Hunger Games: Mockingjay - Part 1",
    "type": "movie",
    "posterUrl": "./posters/голодные-игры-сойка-пересмешница-часть-i-36c88733.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000171791c967b8ec26f4ba47c97a8bb/1344x756",
    "description": "75-ые Голодные игры изменили все. Китнисс нарушила правила, и непоколебимое до той поры деспотичное правление Капитолия пошатнулось. У людей появилась надежда, и ее символ – Сойка-пересмешница. Теперь, чтобы освободить захваченного в плен Пита и защитить своих близких, Китнисс придется  сражаться в настоящих битвах и стать еще сильнее, чем на арене игр.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:13.000Z",
    "year": 2014,
    "imdbRating": 6.6,
    "kinopoiskRating": 6.3,
    "countries": [
      "США",
      "Канада",
      "Франция"
    ],
    "kinopoiskId": 661911,
    "imdbId": "tt1951265"
  },
  {
    "id": "media-малыш-на-драйве-494",
    "titleRu": "Малыш на драйве",
    "titleOriginal": "Baby Driver",
    "type": "movie",
    "posterUrl": "./posters/малыш-на-драйве-f7170715.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017acd7c32e6bf4c2ddb8d1f6d14eb/1344x756",
    "description": "Молодой парень по прозвищу Малыш обожает стильную музыку, быструю езду и адреналин в крови. Вся его жизнь — это сплошные погони и перестрелки, ведь он работает водителем, который помогает бандитам скрыться с места преступления. Однажды он по-настоящему влюбляется и решает выйти из игры, но сначала ему предстоит выполнить ещё одно задание, которое вполне может оказаться последним в его жизни.",
    "genres": [
      "боевик",
      "драма",
      "криминал",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:08:14.000Z",
    "year": 2017,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt3890160",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.5,
    "kinopoiskId": 902939,
    "tmdbId": 339403
  },
  {
    "id": "media-сестры-495",
    "titleRu": "Сёстры",
    "titleOriginal": "Сёстры",
    "type": "movie",
    "posterUrl": "./posters/сестры-bdbeca35.jpg",
    "backdropUrl": "./posters/сестры-bdbeca35.jpg",
    "description": "Дина и Света ненавидят друг друга, хотя в них течет одна кровь. После выхода отца из тюрьмы девочки оказываются в опасности и вынуждены держаться вместе.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:15.000Z",
    "year": 2001,
    "kinopoiskId": 41109,
    "countries": [
      "Россия"
    ],
    "kinopoiskRating": 7.8,
    "imdbRating": 7,
    "imdbId": "tt0284492"
  },
  {
    "id": "media-гачиакута-496",
    "titleRu": "Гачиакута",
    "titleOriginal": "Gachiakuta",
    "type": "anime",
    "posterUrl": "./posters/гачиакута-5fa00b21.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000019b27703cb1d92c9b032498872479/1344x756",
    "description": "Мальчик Рудо и его приёмный отец живут в трущобах процветающего города вместе с бедняками, которые с трудом сводят концы с концами. Богачи, напротив, купаются в роскоши и сбрасывают весь мусор в так называемую Бездну. Однажды Рудо ложно обвиняют в убийстве отца и приговаривают к изгнанию в Бездну, где мусор породил жестоких монстров. Чтобы выжить, узнать правду и отомстить, парню придётся овладеть новой силой и присоединиться к группе, известной как Мусорщики, которая сражается с огромными мусорными существами.",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:08:16.000Z",
    "year": 2025,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 7524629,
    "imdbId": "tt32612521",
    "tmdbId": 256721,
    "kinopoiskRating": 8.5
  },
  {
    "id": "media-майор-пэйн-498",
    "titleRu": "Майор Пэйн",
    "titleOriginal": "Major Payne",
    "type": "movie",
    "posterUrl": "./posters/майор-пэйн-bab79695.jpg",
    "backdropUrl": "./posters/майор-пэйн-bab79695.jpg",
    "description": "Майору никак не присвоят звание полковника по одной причине — он умеет только убивать, ни на что другое он просто не способен. Его отправляют в отставку. Работа в полиции ему не подходит, и наш герой умирает от скуки в одном из номеров отеля.\nНеожиданно он получает предложение стать инструктором по военной подготовке в военном учебном заведении. О том, как сложатся отношения «жестокосердного солдафона» с юными подопечными и одной весьма привлекательной преподавательницей, рассказывает эта веселая комедия, полная забавных шуток и смешных ситуаций.",
    "genres": [
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:18.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "imdbId": "tt0110443",
    "kinopoiskRating": 7.6,
    "imdbRating": 6.3,
    "kinopoiskId": 21503,
    "tmdbId": 11008
  },
  {
    "id": "media-котенок-по-имени-гав-499",
    "titleRu": "Котенок по имени Гав",
    "titleOriginal": "Котенок по имени Гав",
    "type": "cartoon",
    "posterUrl": "./posters/котенок-по-имени-гав-17fd8d5f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a00000177909ecec14cddc4971ca43e81d8/1344x756",
    "description": "Мультфильм рассказывает о приключениях котёнка с необычным именем Гав и его друга - щенка.",
    "genres": [
      "мультфильм",
      "детский"
    ],
    "addedAt": "2026-06-21T12:08:19.000Z",
    "year": 1976,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 392206,
    "kinopoiskRating": 8.3,
    "imdbRating": 7.7
  },
  {
    "id": "media-астерикс-и-обеликс-против-цезаря-500",
    "titleRu": "Астерикс и Обеликс против Цезаря",
    "titleOriginal": "Astérix & Obélix contre César",
    "type": "cartoon",
    "posterUrl": "./posters/астерикс-и-обеликс-против-цезаря-c1481dd3.jpg",
    "backdropUrl": "./posters/астерикс-и-обеликс-против-цезаря-c1481dd3.jpg",
    "description": "В 50-м году до нашей эры римский император Юлий Цезарь покорил Галлию. Только жители одной маленькой деревеньки отказались платить налоги римлянам, ведь у них есть волшебный напиток, с помощью которого они с лёгкостью могут дать отпор римским легионам. А однажды неразлучные друзья Астерикс и Обеликс и вовсе бросают вызов самому Цезарю.",
    "genres": [
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:20.000Z",
    "year": 1999,
    "kinopoiskId": 13845,
    "countries": [
      "Франция",
      "Италия",
      "Германия"
    ],
    "kinopoiskRating": 7.3,
    "imdbId": "tt0133385",
    "imdbRating": 6
  },
  {
    "id": "media-астерикс-и-обеликс-миссия-клеопатра-501",
    "titleRu": "Астерикс и Обеликс: Миссия Клеопатра",
    "titleOriginal": "Astérix & Obélix: Mission Cléopâtre",
    "type": "cartoon",
    "posterUrl": "./posters/астерикс-и-обеликс-миссия-клеопатра-b83b5f74.jpg",
    "backdropUrl": "./posters/астерикс-и-обеликс-миссия-клеопатра-b83b5f74.jpg",
    "description": "Царица Египта Клеопатра заключает пари с римским императором Юлием Цезарем о том, что её подданные смогут всего за три месяца построить для него грандиозный дворец. Великой чести руководить строительством удостоен архитектор Нумеробис, которого в случае неудачи бросят на растерзание крокодилам.\n\nПонимая, что в такие краткие сроки ему не уложиться, Нумеробис вызывает на помощь своего старого друга друида Панорамикса с зельем, дарующим сверхъестественную силу. А весёлые и находчивые друзья Астерикс и Обеликс сопровождают старца в Египет, чтобы помешать проискам Цезаря, не желающего проигрывать Клеопатре.",
    "genres": [
      "фэнтези",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:21.000Z",
    "year": 2002,
    "kinopoiskId": 595,
    "countries": [
      "Франция",
      "Германия"
    ],
    "kinopoiskRating": 7.3,
    "imdbId": "tt0250223",
    "tmdbId": 2899,
    "imdbRating": 6.7
  },
  {
    "id": "media-астерикс-на-олимпийских-играх-502",
    "titleRu": "Астерикс на Олимпийских играх",
    "titleOriginal": "Astérix aux jeux olympiques",
    "type": "cartoon",
    "posterUrl": "./posters/астерикс-на-олимпийских-играх-db6c1650.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000016128547553e900752fad435848de/1344x756",
    "description": "50 лет до Рождества Христова. Вся Галлия под властью Римской Империи. Но не стоит огорчаться: одна деревня продолжает героическое сопротивление. Ведь ее жители уверены в собственной непобедимости.\nУже несколько месяцев сердце Полюбвикса бьется только ради греческой принцессы Ирины. Но, увы, он не единственный претендент на ее руку. Большая политика предназначила Ирину в жены Бруту, сыну Юлия Цезаря. Чтобы оттянуть нежеланный брак и дать шанс Полюбвиксу Ирина объявляет, что выйдет замуж за победителя Олимпийских Игр. Итак, Полюбвикс приступает к тренировкам под руководством тех, кто быстрее, выше, сильнее, и, разумеется, умнее всех — Астерикса и Обеликса. А хитрый Брут — к разработке коварного плана.",
    "genres": [
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:22.000Z",
    "year": 2008,
    "countries": [
      "Франция",
      "Германия",
      "Испания",
      "Италия",
      "Бельгия"
    ],
    "kinopoiskId": 195319,
    "imdbId": "tt0463872",
    "kinopoiskRating": 6.3,
    "imdbRating": 5.2
  },
  {
    "id": "media-не-грози-южному-централу-попивая-сок-у-себя-в-квартале-503",
    "titleRu": "Не грози Южному Централу, попивая сок у себя в квартале",
    "titleOriginal": "Don't Be a Menace to South Central While Drinking Your Juice in the Hood",
    "type": "movie",
    "posterUrl": "./posters/не-грози-южному-централу-попивая-сок-у-себя-в-квартале-b8967394.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a00000171ab240d090b2f338cfc13637fac/1344x756",
    "description": "Молодой афроамериканец по прозвищу Пепельница переезжает в Южный Централ к своему отцу, где редкий молодой человек доживает до 18. Парень гордится, что они с отцом почти ровесники — он старше папы всего на два года. Гордится он и бабулей, которая в свои-то преклонные годы покуривает и не стесняется крепких словечек. Вскоре Пепельница встречается со своим кузеном по прозвищу Лок Дог. Этот парень — гангстер, в его личном арсенале не только пистолеты и автомат, но и ядерная боеголовка советского производства — для самозащиты, разумеется. Пепельница должен выбрать дальнейший путь в жизни: он может стать «просто хорошим чернокожим» или «опасным чернокожим», примкнув к банде своего кузена.",
    "genres": [
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:23.000Z",
    "year": 1995,
    "countries": [
      "США"
    ],
    "kinopoiskId": 4807,
    "imdbId": "tt0116126",
    "tmdbId": 10607,
    "kinopoiskRating": 7.2,
    "imdbRating": 6.5
  },
  {
    "id": "media-как-витька-чеснок-в-з-л-ху-штыря-в-дом-инвалидов-504",
    "titleRu": "Как Витька Чеснок вёз Лёху Штыря в дом инвалидов",
    "titleOriginal": "Как Витька Чеснок вёз Лёху Штыря в дом инвалидов",
    "type": "movie",
    "posterUrl": "./posters/как-витька-чеснок-вез-леху-штыря-в-дом-инвалидов-f65658eb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000016128d4efad2422af1f8aca9e300a/1344x756",
    "description": "27-летний Витька Чеснок — парень с детдомовским прошлым, который мечтает сбежать от мешающих ему жить жены и сына. Недолюбленный в детстве и очерствевший сердцем парень встречает отца-уголовника, а теперь ещё и калеку. Витька решает отвезти отца в дом инвалидов, не подозревая, какие приключения и опасности ждут их по дороге.",
    "genres": [
      "драма",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:24.000Z",
    "year": 2017,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 909700,
    "imdbId": "tt5837242",
    "kinopoiskRating": 7.2,
    "imdbRating": 7.1
  },
  {
    "id": "media-выход-8-505",
    "titleRu": "Выход 8",
    "titleOriginal": "8ban Deguchi",
    "type": "movie",
    "posterUrl": "./posters/выход-8-9c8d8d0c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/12808873/2a00000198f114633cd3691ca99d626bddaa/1344x756",
    "description": "Молодой человек едет на работу в метро в час пик. Ему звонит бывшая девушка, и, пока он с ней разговаривает, понимает, что заблудился в переходах и никак не может выбраться. Парень обречён проходить один и тот же отрезок до тех пор, пока 8 раз подряд не выполнит простые условия: заметив аномалию, нужно повернуть назад, а если в переходе ничего не изменилось, просто идти вперёд.",
    "genres": [
      "ужасы",
      "драма"
    ],
    "addedAt": "2026-06-21T12:08:25.000Z",
    "year": 2025,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 7519616,
    "imdbId": "tt35222590",
    "tmdbId": 1408208,
    "kinopoiskRating": 6.6,
    "imdbRating": 6.4
  },
  {
    "id": "media-эйс-вентура-розыск-домашних-животных-506",
    "titleRu": "Эйс Вентура: Розыск домашних животных",
    "titleOriginal": "Ace Ventura: Pet Detective",
    "type": "movie",
    "posterUrl": "./posters/эйс-вентура-розыск-домашних-животных-442ff46b.jpg",
    "backdropUrl": "./posters/эйс-вентура-розыск-домашних-животных-442ff46b.jpg",
    "description": "Он - лучший в своем деле, единственный и неповторимый! Он - Эйс Вентура, детектив по розыску домашних любимцев. Когда таинственные злоумышленники похищают дельфина по кличке Снежинка, талисман местной футбольной команды «Дельфины», Эйс тут же приступает к работе, проявляя чудеса изобретательности.\n\nИстория принимает странный оборот, когда похищают еще и ведущего игрока «Дельфинов». Теперь Эйсу приходится разыскивать сразу двух млекопитающих. Он сталкивается нос к носу с акулой-людоедом, спасает любимую команду и очаровывает женщин. Находится ли он под прикрытием, под огнем или под водой, он обязательно найдет то, что ищет!",
    "genres": [
      "комедия",
      "детектив",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:26.000Z",
    "year": 1993,
    "countries": [
      "США"
    ],
    "imdbId": "tt0109040",
    "kinopoiskRating": 7.8,
    "imdbRating": 6.9,
    "kinopoiskId": 2868,
    "tmdbId": 3049
  },
  {
    "id": "media-закрытая-школа-507",
    "titleRu": "Закрытая школа",
    "titleOriginal": "Закрытая школа",
    "type": "series",
    "posterUrl": "./posters/закрытая-школа-27606aec.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000194f5661d24d07aeb2871b3bce3fc/1344x756",
    "description": "Сериал рассказывает о жизни учеников и преподавателей элитной школы-интерната, расположенной в старинной усадьбе посреди мрачного, но живописного леса. В их замкнутом мире все переживания намного острее, чем в обычной школьной жизни. Несмотря на внешнее благополучие, ребята, оторванные от родного дома, очень ранимы и зачастую одиноки. По вечерам они рассказывают друг другу страшные легенды о лесе, глухой стеной окружающем их школу, говорят, будто в нем водятся странные существа и бесследно пропадают люди. Очень скоро ребята узнают, что правда гораздо страшнее легенд.",
    "genres": [
      "триллер",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:08:27.000Z",
    "year": 2011,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 566575,
    "imdbId": "tt2394140",
    "tmdbId": 46104,
    "kinopoiskRating": 6.3,
    "imdbRating": 5.4
  },
  {
    "id": "media-особо-опасен-508",
    "titleRu": "Особо опасен",
    "titleOriginal": "Wanted",
    "type": "movie",
    "posterUrl": "./posters/особо-опасен-2f952ad6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001612cda97de601769f9cf09ac2286/1344x756",
    "description": "Уэсли Гибсон - зануда и нытик, целыми днями торчащий в офисе. Босс его унижает, подружка ему изменяет. Его жизнь катится в никуда! Обнаружив, что отец, бросивший его в раннем детстве, зверски убит, Уэс оказывается втянут в тайное общество киллеров под названием «Братство». За его обучение берется опытная наставница Фокс, и этот когда-то прикованный к офисному креслу хлюпик развивает молниеносную реакцию и сверхчеловеческую скорость. Однако уже на первом задании Уэсли понимает: есть вещи посложнее, чем вершить судьбы других людей. Это - набраться храбрости и стать хозяином собственной жизни.",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:28.000Z",
    "year": 2008,
    "countries": [
      "США",
      "Германия",
      "Россия"
    ],
    "kinopoiskId": 259876,
    "imdbId": "tt0493464",
    "tmdbId": 8909,
    "kinopoiskRating": 6.8,
    "imdbRating": 6.7
  },
  {
    "id": "media-лки-509",
    "titleRu": "Ёлки",
    "titleOriginal": "Ёлки",
    "type": "movie",
    "posterUrl": "./posters/елки-123a3823.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000016f3d47a12da86a0fe563c7ef4bbf/1344x756",
    "description": "Новогодние события происходят в 11 городах: Калининграде, Казани, Перми, Уфе, Бавлах, Екатеринбурге, Красноярске, Якутске, Новосибирске, Санкт-Петербурге и Москве. Герои фильма — таксист и поп-дива, бизнесмен и актер, сноубордист и лыжник, студент и пенсионерка, пожарный и директриса, вор и милиционер, гастарбайтер и президент России. Все они оказываются в самый канун Нового года в очень непростой ситуации, выйти из которой им поможет только чудо… или Теория шести рукопожатий, согласно которой каждый человек на земле знает другого через шесть знакомых.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:08:29.000Z",
    "year": 2010,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 493768,
    "imdbId": "tt1782568",
    "tmdbId": 57809,
    "kinopoiskRating": 6.9,
    "imdbRating": 6.2
  },
  {
    "id": "media-трансформеры-эпоха-истребления-510",
    "titleRu": "Трансформеры: Эпоха истребления",
    "titleOriginal": "Transformers: Age of Extinction",
    "type": "movie",
    "posterUrl": "./posters/трансформеры-эпоха-истребления-9faa4fa5.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a000001966cc2d453398d9741b70c54a039/1344x756",
    "description": "Автоботы и десептиконы оставили человечество собирать планету по кусочкам. Между тем группа могущественных бизнесменов и гениальных ученых пытается извлечь уроки из ошибок прошлого и улучшить технологии до такой степени, чтобы выйти за пределы контролируемого ранее. В это время другая группа — древних мощных трансформеров — берет Землю под прицел.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:30.000Z",
    "year": 2014,
    "countries": [
      "США",
      "Китай",
      "Гонконг"
    ],
    "kinopoiskId": 651857,
    "imdbId": "tt2109248",
    "tmdbId": 91314,
    "kinopoiskRating": 6.1,
    "imdbRating": 5.6
  },
  {
    "id": "media-закон-каменных-джунглей-511",
    "titleRu": "Закон каменных джунглей",
    "titleOriginal": "Закон каменных джунглей",
    "type": "series",
    "posterUrl": "./posters/закон-каменных-джунглей-8cfef201.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13074011/2a0000019b0329cd02175a28617c67c94289/1344x756",
    "description": "Четыре парня с окраины Москвы решают заработать легких денег — перегнать машину с краденым грузом внутри. Не особо задумываясь о последствиях, они совершают одну ошибку за другой, и очень скоро у них появляются серьезные проблемы с законом. Теперь пути назад нет и, чтобы выжить, четырем друзьям нужно во что бы то ни стало держаться вместе.",
    "genres": [
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:31.000Z",
    "year": 2015,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 694406,
    "kinopoiskRating": 7.8,
    "imdbRating": 6.8
  },
  {
    "id": "media-f1-512",
    "titleRu": "F1",
    "titleOriginal": "F1",
    "type": "movie",
    "posterUrl": "./posters/f1-84673350.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000197b164eecfd7e495d4b6f5b8c9ae/1344x756",
    "description": "В 1990-х Сонни Хейс был восходящей звездой «Формулы-1», но после серьёзной аварии ушёл из большого спорта. 30 лет спустя Сонни живёт в трейлере и зарабатывает участием в различных гонках и чемпионатах. Однажды к нему обращается старый друг Рубен Сервантес, тоже в прошлом гонщик, а ныне владелец гоночной команды-аутсайдера, с просьбой присоединиться к ним в качестве второго пилота и наставника для молодого многообещающего новичка.",
    "genres": [
      "драма",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:08:32.000Z",
    "year": 2025,
    "countries": [
      "США"
    ],
    "kinopoiskId": 5003510,
    "imdbId": "tt16311594",
    "tmdbId": 911430,
    "kinopoiskRating": 8.2,
    "imdbRating": 7.6
  },
  {
    "id": "media-мир-дружба-жвачка-513",
    "titleRu": "Мир! Дружба! Жвачка!",
    "titleOriginal": "Мир! Дружба! Жвачка!",
    "type": "series",
    "posterUrl": "./posters/мир-дружба-жвачка-6d79a28b.jpg",
    "backdropUrl": "./posters/мир-дружба-жвачка-6d79a28b.jpg",
    "description": "1993 год. 14-летний Санька Рябинин живет обычной подростковой жизнью — ищет приключений, пытается защититься от районных хулиганов, не хочет ходить в музыкалку, не знает, как общаться с девчонками и с кого из взрослых брать пример. С одной стороны — честная, но бедная семья с мамой-продавщицей и папой-доцентом, с другой — опасный мир афганского ветерана дяди Алика. А тут еще и девочка Женя, знакомство с которой запускает череду необратимых событий, которые навсегда изменят жизнь Саньки, его семьи и друзей Вовки и Илюши. Сбегая от хулиганов, Санька угоняет машину местного криминального авторитета, и в один миг все меняется. А дальше - разборки со взрослыми кавказцами, ровесниками, между родителями на кухне, со своими пацанами и так далее. Сможет ли он справиться со всеми проблемами, оказавшись в самом сердце событий? Удастся ли ему спасти семью и понять, наконец, – кто он? Понятно только одно – жизнь уже не будет такой как прежде. Ни для самого Саньки, ни для всей России.",
    "genres": [
      "драма",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:33.000Z",
    "year": 2020,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 1306638,
    "imdbId": "tt12273194",
    "tmdbId": 102359,
    "kinopoiskRating": 7.9,
    "imdbRating": 7.2
  },
  {
    "id": "media-проект-конец-света-514",
    "titleRu": "Проект «Конец света»",
    "titleOriginal": "Project Hail Mary",
    "type": "movie",
    "posterUrl": "./posters/проект-конец-света-7f10ed25.jpg",
    "backdropUrl": "./posters/проект-конец-света-7f10ed25.jpg",
    "description": "Микробиолог Райленд Грейс просыпается на космическом корабле, не помня ни себя, ни свою миссию. Мужчина выясняет, что он — единственный выживший из экипажа, отправленного к звезде Тау Кита в поисках спасения от катастрофы на Земле. Чтобы найти решение, Райленду предстоит положиться на свои обширные научные знания и изобретательность, но, возможно, ему не придётся искать в одиночку.",
    "genres": [
      "фантастика",
      "триллер",
      "драма",
      "приключения",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:08:34.000Z",
    "year": 2026,
    "countries": [
      "США"
    ],
    "kinopoiskId": 1382256,
    "imdbId": "tt12042730",
    "tmdbId": 687163,
    "kinopoiskRating": 8.4,
    "imdbRating": 8.4
  },
  {
    "id": "media-я-начало-515",
    "titleRu": "Я – начало",
    "titleOriginal": "I Origins",
    "type": "movie",
    "posterUrl": "./posters/я-начало-69f967a6.jpg",
    "backdropUrl": "./posters/я-начало-69f967a6.jpg",
    "description": "Молекулярный биолог и его ассистентка делают потрясающее открытие, способное коренным образом изменить современное общество.",
    "genres": [
      "фантастика",
      "драма",
      "мелодрама",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:08:35.000Z",
    "year": 2014,
    "kinopoiskId": 761933,
    "countries": [
      "США"
    ],
    "kinopoiskRating": 7.6,
    "imdbId": "tt2884206",
    "tmdbId": 244267,
    "imdbRating": 7.3
  },
  {
    "id": "media-голодные-игры-сойка-пересмешница-часть-ii-516",
    "titleRu": "Голодные игры: Сойка-пересмешница. Часть II",
    "titleOriginal": "The Hunger Games: Mockingjay - Part 2",
    "type": "movie",
    "posterUrl": "./posters/голодные-игры-сойка-пересмешница-часть-ii-3458e209.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000171791db8fa8bcb253f36d7b87b43/1344x756",
    "description": "Китнисс Эвердин и своенравный Пит Мелларк пытаются выиграть гражданскую войну между самодержавным Капитолием и истерзанными войной районами Панема...",
    "genres": [
      "фантастика",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:36.000Z",
    "year": 2015,
    "imdbRating": 6.6,
    "kinopoiskRating": 6.6,
    "countries": [
      "США",
      "Германия",
      "Канада",
      "Франция"
    ],
    "kinopoiskId": 663715,
    "imdbId": "tt1951266",
    "tmdbId": 131634
  },
  {
    "id": "media-блеф-517",
    "titleRu": "Блеф",
    "titleOriginal": "Bluff storia di truffe e di imbroglioni",
    "type": "movie",
    "posterUrl": "./posters/блеф-81209c06.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017b069778bba3566cd9d6daf65732/1344x756",
    "description": "Белль Дюк имеет старые счеты с Филиппом Бэнгом, который отбывает свой срок за решёткой. Для того чтобы поквитаться с Филиппом, Белль Дюк вступает в сговор с другим аферистом по имени Феликс, чтобы тот организовал побег Филиппа Бэнга из тюрьмы. Побег удаётся, но парочка заодно обманывает и Белль Дюк, исчезнув прямо из-под её носа. Выясняется, что и Филипп Бэнг, в свою очередь, не прочь отомстить Белль Дюк. Для этого он задумывает грандиозную мистификацию, сродни покерному блефу.",
    "genres": [
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:37.000Z",
    "year": 1976,
    "countries": [
      "Италия"
    ],
    "kinopoiskId": 10179,
    "imdbId": "tt0076101",
    "kinopoiskRating": 8.2,
    "imdbRating": 7.3
  },
  {
    "id": "media-адреналин-2-высокое-напряжение-518",
    "titleRu": "Адреналин: Высокое напряжение",
    "titleOriginal": "Crank: High Voltage",
    "type": "movie",
    "posterUrl": "./posters/адреналин-высокое-напряжение-5670d6d3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000161288d7582b3f721b66700f127b6/1344x756",
    "description": "Он умер, но обещал вернуться! Не чудом, а благодаря современным медицинским технологиям Чев Челиос получает новое сердце и новый шанс отомстить своим врагам. Теперь для постоянной подзарядки ему требуется электрический разряд мощностью не меньше, чем у автомобильного аккумулятора.",
    "genres": [
      "криминал",
      "боевик",
      "комедия",
      "фэнтези"
    ],
    "addedAt": "2026-06-21T12:08:38.000Z",
    "year": 2009,
    "countries": [
      "США"
    ],
    "kinopoiskId": 397541,
    "imdbId": "tt1121931",
    "kinopoiskRating": 6.3,
    "imdbRating": 6.1
  },
  {
    "id": "media-девять-519",
    "titleRu": "Девять",
    "titleOriginal": "9",
    "type": "movie",
    "posterUrl": "./posters/девять-0be21b6e.jpg",
    "backdropUrl": "./posters/девять-0be21b6e.jpg",
    "description": "В страшной войне человечество было уничтожено механическими монстрами. Перед тем как погибнуть, профессор, придумавший умные машины, сшил девять тряпичных кукол, вложив в них человеческие души. Девять героев, девять характеров, которым суждено изменить мир.",
    "genres": [
      "мультфильм",
      "фантастика",
      "боевик",
      "драма",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:39.000Z",
    "year": 2009,
    "kinopoiskId": 180577,
    "countries": [
      "США",
      "Германия"
    ],
    "kinopoiskRating": 7.4,
    "imdbId": "tt0472033",
    "imdbRating": 7
  },
  {
    "id": "media-элвин-и-бурундуки-2-520",
    "titleRu": "Элвин и бурундуки 2",
    "titleOriginal": "Alvin and the Chipmunks: The Squeakquel",
    "type": "movie",
    "posterUrl": "./posters/элвин-и-бурундуки-2-d011f705.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a00000199d30ab48dbd1c9f9e12def5b448/1344x756",
    "description": "Три веселых бурундука Элвин, Саймон и Теодор поступают в школу, где их ждут новые приключения. Им придется столкнуться с множеством преград со стороны одноклассников. Но самое главное — их ожидает соперничество с новой музыкальной командой, состоящей из девочек-бурундуков, которое впоследствии перерастет в большую дружбу.",
    "genres": [
      "семейный",
      "комедия",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:08:40.000Z",
    "year": 2009,
    "countries": [
      "США"
    ],
    "kinopoiskId": 414987,
    "imdbId": "tt1231580",
    "kinopoiskRating": 5.7,
    "imdbRating": 4.6
  },
  {
    "id": "media-элвин-и-бурундуки-3-521",
    "titleRu": "Элвин и бурундуки 3",
    "titleOriginal": "Alvin and the Chipmunks: Chipwrecked",
    "type": "movie",
    "posterUrl": "./posters/элвин-и-бурундуки-3-9ebdd0d6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a00000199d2ed266f3ece921c16d94922c6/1344x756",
    "description": "Приключения троицы непоседливых братьев-бурундуков продолжаются! Элвин, Саймон и Теодор, а также их подруги бурундушки, просто не могут оставаться в стороне от различного рода неприятностей, сулящих им новые увлекательные приключения. Что на этот раз уготовила судьба нашим героям, и как они выпутаются из очередной передряги — вот в чём вопрос.",
    "genres": [
      "семейный",
      "комедия",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:08:41.000Z",
    "year": 2011,
    "countries": [
      "США"
    ],
    "kinopoiskId": 502036,
    "imdbId": "tt1615918",
    "kinopoiskRating": 5.3,
    "imdbRating": 4.4
  },
  {
    "id": "media-луна-2112-522",
    "titleRu": "Луна 2112",
    "titleOriginal": "Moon",
    "type": "movie",
    "posterUrl": "./posters/луна-2112-ad20de28.jpg",
    "backdropUrl": "./posters/луна-2112-ad20de28.jpg",
    "description": "Контракт Сэма подходит к концу: он провел три года на Луне, следя за автоматизированной станцией по добыче редкого газа. Три долгих года в полном одиночестве, если не считать говорящего робота ГЕРТИ, могут изменить любого. За две недели до возвращения на Землю Сэм встречает сменщика.",
    "genres": [
      "фантастика",
      "драма"
    ],
    "addedAt": "2026-06-21T12:08:42.000Z",
    "year": 2009,
    "imdbRating": 7.8,
    "kinopoiskRating": 7.6,
    "kinopoiskId": 406671,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt1182345"
  },
  {
    "id": "media-спасатели-малибу-523",
    "titleRu": "Спасатели Малибу",
    "titleOriginal": "Baywatch",
    "type": "movie",
    "posterUrl": "./posters/спасатели-малибу-6121c346.jpg",
    "backdropUrl": "./posters/спасатели-малибу-6121c346.jpg",
    "description": "Группа пляжных спасателей во главе с лейтенантом Митчем Бьюкэнноном работает на побережье Флориды. Они всегда на посту и",
    "genres": [
      "комедия",
      "боевик",
      "детектив",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:08:43.000Z",
    "year": 2017,
    "countries": [
      "США",
      "Великобритания",
      "Китай"
    ],
    "kinopoiskId": 468940,
    "imdbId": "tt1469304",
    "kinopoiskRating": 5.9,
    "imdbRating": 5.5
  },
  {
    "id": "media-ч-рная-дыра-524",
    "titleRu": "Чёрная дыра",
    "titleOriginal": "Pitch Black",
    "type": "movie",
    "posterUrl": "./posters/черная-дыра-9e068396.jpg",
    "backdropUrl": "./posters/черная-дыра-9e068396.jpg",
    "description": "В недалеком будущем космический корабль терпит бедствие, в результате чего совершает вынужденную посадку на отдаленной планете. Погибает капитан, часть команды и большинство пассажиров. Выжившие оказываются на жуткой и безжизненной планете, которая имеет три солнца, из-за чего все живое гибнет в этой пустыне. Но как только планета погружается в темноту, появляются какие-то странные существа.",
    "genres": [
      "ужасы",
      "фантастика",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:08:44.000Z",
    "year": 1999,
    "kinopoiskId": 785,
    "countries": [
      "США"
    ],
    "kinopoiskRating": 7.6,
    "imdbId": "tt0134847",
    "imdbRating": 7
  },
  {
    "id": "media-мы-из-будущего-525",
    "titleRu": "Мы из будущего",
    "titleOriginal": "Мы из будущего",
    "type": "movie",
    "posterUrl": "./posters/мы-из-будущего-9ad96f8e.jpg",
    "backdropUrl": "./posters/мы-из-будущего-9ad96f8e.jpg",
    "description": "Действие картины разворачивается в двух временных пластах: в наши дни и в годы войны, во время тяжелых оборонительных боев августа 1942-го. Главные герои ленты – четверо «черных следопытов» (людей этой сомнительной профессии называют также «черными копателями») – Борман, Череп, Чуха и Спирт. Они ведут раскопки в тех местах, где когда-то шли бои, чтобы потом продать найденные медали, ордена, документы и немецкое оружие.\n\nДело это выгодное, но опасное. Однажды на месте раскопок начинает происходить нечто странное: в найденных солдатских книжках, принадлежавших погибшим солдатам Красной армии, вдруг обнаруживаются фотографии самих «следопытов». Пытаясь прийти в себя, коллеги по «черному» бизнесу отправляются купаться в озере и... попадают в 1942 год. В самый разгар тяжелых боев.",
    "genres": [
      "фантастика",
      "боевик",
      "приключения",
      "военный",
      "история"
    ],
    "addedAt": "2026-06-21T12:08:45.000Z",
    "year": 2008,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 260315,
    "imdbId": "tt1192431",
    "kinopoiskRating": 7.2,
    "imdbRating": 6.6
  },
  {
    "id": "media-воронины-526",
    "titleRu": "Воронины",
    "titleOriginal": "Воронины",
    "type": "series",
    "posterUrl": "./posters/воронины-999bf2ea.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000017f4e361b0f097eb4e18d531e7d75/1344x756",
    "description": "Действие сериала разворачивается в одной московской «сталинке», где в трехкомнатной квартире живет молодая семья. Главные герои - молодая женщина Вера, ее муж Костя, два полугодовалых сына-близнеца и пятилетняя дочурка. Вроде бы, полная идиллия, жизнь удалась. Но не тут-то было! Ведь на одной с ними лестничной клетке живут родители Кости, которые и создают массу проблем нашим героям.",
    "genres": [
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:46.000Z",
    "year": 2009,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 479090,
    "imdbId": "tt2301092",
    "tmdbId": 46078,
    "kinopoiskRating": 5.4,
    "imdbRating": 4.7
  },
  {
    "id": "media-после-нашей-эры-528",
    "titleRu": "После нашей эры",
    "titleOriginal": "After Earth",
    "type": "movie",
    "posterUrl": "./posters/после-нашей-эры-38d2b75f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001773bc5f7d7c12377d23e681ddc8c/1344x756",
    "description": "События разворачиваются через тысячу лет после катастрофы, вынудившей человечество покинуть Землю. Новым домом становится планета под названием Нова Прайм. Легендарный генерал Сайфер Рейдж возвращается с очередного боевого задания в семью, которая раньше обходилась без его родительского внимания, чтобы стать отцом своему 13-летнему сыну Китаю. Во время астероидной бури летательный аппарат с папой и сыном на борту терпит крушение, падая на незнакомую и опасную Землю. И пока Рейдж-старший на последнем дыхании лежит среди обломков своего корабля, сын должен пересечь враждебный ландшафт, чтобы запустить их спасательный маячок. Ни о чем большем юноша в своей жизни не мечтал: быть солдатом, как отец, — его заветное желание. Сегодня у него есть шанс проявить себя.",
    "genres": [
      "фантастика",
      "приключения",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:08:48.000Z",
    "year": 2013,
    "imdbRating": 4.8,
    "kinopoiskRating": 5.8,
    "countries": [
      "США"
    ],
    "kinopoiskId": 577285,
    "imdbId": "tt1815862"
  },
  {
    "id": "media-хроники-нарнии-лев-колдунья-и-волшебный-шкаф-529",
    "titleRu": "Хроники Нарнии: Лев, колдунья и волшебный шкаф",
    "titleOriginal": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
    "type": "movie",
    "posterUrl": "./posters/хроники-нарнии-лев-колдунья-и-волшебный-шкаф-baaefc52.jpg",
    "backdropUrl": "./posters/хроники-нарнии-лев-колдунья-и-волшебный-шкаф-baaefc52.jpg",
    "description": "Четверых детей родители отправляют из Лондона в деревню, к старому профессору - другу семьи. В его доме дети обнаруживают таинственный платяной шкаф, посредством которого они попадают в сказочную страну Нарнию, где обитают фантастические люди, животные и существа.\n\nОказывается, что эта мирная страна находится под властью злой Колдуньи, из-за которой там - вечная зима. Дети должны помочь царю Аслану (Великому Льву, который много столетий назад основал Нарнию) победить Колдунью, разрушить заклинания и освободить жителей Нарнии… ",
    "genres": [
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:49.000Z",
    "year": 2005,
    "imdbRating": 6.9,
    "kinopoiskRating": 7.3,
    "kinopoiskId": 48162,
    "countries": [
      "Великобритания",
      "США"
    ],
    "imdbId": "tt0363771",
    "tmdbId": 411
  },
  {
    "id": "media-хроники-нарнии-принц-каспиан-530",
    "titleRu": "Хроники Нарнии: Принц Каспиан",
    "titleOriginal": "The Chronicles of Narnia: Prince Caspian",
    "type": "movie",
    "posterUrl": "./posters/хроники-нарнии-принц-каспиан-b847b248.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000169056873851602b2e142feaa5868/1344x756",
    "description": "Люси, Сьюзен, Эдмунд и Питер Пэванси возвращаются в Нарнию. В Англии прошло совсем немного времени, а в Нарнии – века. Страна находится под гнетом зловещего короля Мираза. Но у волшебного королевства есть надежда – юный принц Каспиан. Чтобы помочь Каспиану отвоевать трон, четверо героев собирают армию мифических существ во главе с Асланом – основателем и покровителем Нарнии...",
    "genres": [
      "фэнтези",
      "боевик",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:50.000Z",
    "year": 2008,
    "imdbRating": 6.5,
    "kinopoiskRating": 6.9,
    "countries": [
      "США",
      "Польша",
      "Словения",
      "Чехия",
      "Великобритания",
      "Австралия",
      "Германия",
      "Гватемала",
      "Новая Зеландия"
    ],
    "kinopoiskId": 243596,
    "imdbId": "tt0499448"
  },
  {
    "id": "media-шаг-вперед-2-улицы-531",
    "titleRu": "Шаг вперед 2: Улицы",
    "titleOriginal": "Step Up 2: The Streets",
    "type": "movie",
    "posterUrl": "./posters/шаг-вперед-2-улицы-101d40d8.jpg",
    "backdropUrl": "./posters/шаг-вперед-2-улицы-101d40d8.jpg",
    "description": "Уличная танцовщица Энди поступает в Мэрилендскую школу искусств. Занимаясь там, она стремится доказать, что ни в чем не уступает другим студентам. Познакомившись с лучшим учеником школы Чейзом, Энди создает коллектив, который должен выступать в подпольном танцевальном состязании «Улицы». В итоге Энди удается реализовать свои мечты и справиться с одолевающими ее проблемами...",
    "genres": [
      "драма",
      "мелодрама",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:08:51.000Z",
    "year": 2008,
    "kinopoiskId": 310960,
    "countries": [
      "США"
    ],
    "kinopoiskRating": 7.3,
    "imdbId": "tt1023481",
    "tmdbId": 8328,
    "imdbRating": 6.2
  },
  {
    "id": "media-шаг-вперед-3d-532",
    "titleRu": "Шаг вперед 3D",
    "titleOriginal": "Step Up 3D",
    "type": "movie",
    "posterUrl": "./posters/шаг-вперед-3d-17851de6.jpg",
    "backdropUrl": "./posters/шаг-вперед-3d-17851de6.jpg",
    "description": "Некоторые учатся танцевать, другие рождены для этого. Люк ищет танцоров для своей команды «Пираты». В конце концов, ему встречаются Лось, поступивший в Нью-Йоркский университет, и Натали, загадочная танцовщица, которая никогда не проигрывает. Смогут ли они превзойти лучших мировых танцоров?",
    "genres": [
      "драма",
      "мелодрама",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:08:52.000Z",
    "year": 2010,
    "kinopoiskId": 409185,
    "countries": [
      "США"
    ],
    "kinopoiskRating": 7.2,
    "imdbId": "tt1193631",
    "imdbRating": 6.2
  },
  {
    "id": "media-шаг-вперед-4-533",
    "titleRu": "Шаг вперед 4",
    "titleOriginal": "Step Up Revolution",
    "type": "movie",
    "posterUrl": "./posters/шаг-вперед-4-a870c790.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016249a82a457e5754ce4b5c4399de/1344x756",
    "description": "Эмили, дочь влиятельного бизнесмена, приезжает в Майами с намерением стать профессиональной танцовщицей, но влюбляется в Шона — юношу, чья танцевальная труппа устраивает музыкальные флэшмобы. Команда, называющаяся MOB, участвует в конкурсе с внушительным денежным призом, а тем временем отец Эмили намеревается перестроить родной район ребят и переселить тысячи людей. Эмили присоединяется к танцорам и организует протестные мобы, рискуя не осуществить мечту, но сражаясь за нечто более важное.",
    "genres": [
      "драма",
      "мелодрама",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:08:53.000Z",
    "year": 2012,
    "countries": [
      "США"
    ],
    "kinopoiskId": 576451,
    "imdbId": "tt1800741",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.4
  },
  {
    "id": "media-призрачный-гонщик-2-534",
    "titleRu": "Призрачный гонщик 2",
    "titleOriginal": "Ghost Rider: Spirit of Vengeance",
    "type": "movie",
    "posterUrl": "./posters/призрачный-гонщик-2-d03f408b.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000161288c8d540c3871c3faf720ec46/1344x756",
    "description": "Действие разворачивается на задворках Восточной Европы, где главный герой Джонни Блэйз безуспешно пытается справиться со своим проклятием. Его принимает на работу некая секта, которая пытается заполучить дьявола в тот момент, когда он пытается вселиться в тело его смертного сына на дне рождения мальчика.",
    "genres": [
      "фэнтези",
      "боевик",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:08:54.000Z",
    "year": 2012,
    "countries": [
      "ОАЭ",
      "США"
    ],
    "kinopoiskId": 391886,
    "imdbId": "tt1071875",
    "kinopoiskRating": 5,
    "imdbRating": 4.4
  },
  {
    "id": "media-кунг-фу-панда-2-535",
    "titleRu": "Кунг-фу Панда 2",
    "titleOriginal": "Kung Fu Panda 2",
    "type": "cartoon",
    "posterUrl": "./posters/кунг-фу-панда-2-d7387d6d.jpg",
    "backdropUrl": "./posters/кунг-фу-панда-2-d7387d6d.jpg",
    "description": "Панда По наконец-то исполнит свою мечту, станет Воином Дракона и со своими друзьями и мастерами кунг-фу — Неистовой Пятеркой — защитит Великую Долину от страшного злодея и его легиона...",
    "genres": [
      "мультфильм",
      "фэнтези",
      "боевик",
      "драма",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:55.000Z",
    "year": 2011,
    "kinopoiskId": 427878,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskRating": 7.4,
    "imdbId": "tt1302011",
    "imdbRating": 7.3
  },
  {
    "id": "media-марти-великолепный-536",
    "titleRu": "Марти Великолепный",
    "titleOriginal": "Marty Supreme",
    "type": "movie",
    "posterUrl": "./posters/марти-великолепный-73e67765.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/12808873/2a0000019b22419e51abf82f68b73bc447ee/1344x756",
    "description": "1952 год, Нью-Йорк. 23-летний амбициозный и талантливый игрок в настольный теннис Марти Маузер временно работает продавцом обуви, чтобы накопить денег на билет в Великобританию. Его цель — стать первым американцем, который выиграет турнир British Open. Начальник предлагает ему должность менеджера, но парень грезит лишь чемпионским титулом и славой. Узнав, что босс уехал на выходные за город и не оставил ему месячное жалование, Марти, угрожая пистолетом, заставляет коллегу выдать из сейфа положенные ему деньги, бросает работу и отправляется в Лондон для участия в турнире.",
    "genres": [
      "драма",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:08:56.000Z",
    "year": 2025,
    "countries": [
      "США"
    ],
    "kinopoiskId": 6290547,
    "imdbId": "tt32916440",
    "tmdbId": 1317288,
    "kinopoiskRating": 7.2,
    "imdbRating": 7.8
  },
  {
    "id": "media-винкс-537",
    "titleRu": "Клуб Винкс – Школа волшебниц",
    "titleOriginal": "Winx Club",
    "type": "movie",
    "posterUrl": "./posters/клуб-винкс-школа-волшебниц-d1910964.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000190e0385feedfe1db591acb6f489d/1344x756",
    "description": "В волшебном мире Магикс есть школа Алфея, где юных фей обучают магическим навыкам. Пять учениц этой школы не только ходят в кафе после уроков и встречаются с мальчиками, но и защищают свою планету от зла. Каждая из фей обладает особенным характером. Техна может разобраться с любой электроникой, тихая и застенчивая Флора любит растения, Муза – настоящая меломанка, блондинка Стела – наследная принцесса планеты Солярия, а Блум является признанным лидером в этой компании. Клуб Винкс был создан феями в знак вечной дружбы и взаимной помощи. У каждой юной волшебницы есть миниатюрные помощницы – пикси.\n\nЖизнь участниц Клуба Винкс была бы простой и беззаботной, если бы не злые Айси, Дарси и Сторми, три ведьмы из Клуба Трикс, которые пытаются подчинить себе мир. Их козни доставят немало хлопот феям, но только искренняя дружба и взаимовыручка поможет Клубу Винкс победить зло.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "детский",
      "комедия",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:08:57.000Z",
    "year": 2004,
    "countries": [
      "Италия",
      "США",
      "Тайвань",
      "Австралия",
      "Китай",
      "Канада",
      "Германия",
      "Филиппины",
      "Корея Северная",
      "Испания",
      "Индия",
      "Франция",
      "Великобритания"
    ],
    "kinopoiskId": 320024,
    "imdbId": "tt0421482",
    "tmdbId": 1848,
    "kinopoiskRating": 4.7,
    "imdbRating": 6.4
  },
  {
    "id": "media-вольт-538",
    "titleRu": "Вольт",
    "titleOriginal": "Bolt",
    "type": "cartoon",
    "posterUrl": "./posters/вольт-10ee8ad2.jpg",
    "backdropUrl": "./posters/вольт-10ee8ad2.jpg",
    "description": "Пес по кличке «Вольт» всю жизнь снимается в телевизионном сериале, где его герой – суперпес – спасает человечество, используя свои необычайные способности. Сам Вольт свято верит в собственную неуязвимость, невероятную силу, и умение летать. Когда же судьба забрасывает его в полный опасностей Большой Город, он все еще думает, что это – лишь очередной эпизод телесериала...",
    "genres": [
      "мультфильм",
      "фантастика",
      "драма",
      "комедия",
      "криминал",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:08:58.000Z",
    "year": 2008,
    "kinopoiskId": 70955,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskRating": 7.3,
    "imdbId": "tt0397892",
    "imdbRating": 6.8
  },
  {
    "id": "media-глухарь-539",
    "titleRu": "Глухарь",
    "titleOriginal": "Глухарь",
    "type": "series",
    "posterUrl": "./posters/глухарь-ed23646d.jpg",
    "backdropUrl": "./posters/глухарь-ed23646d.jpg",
    "description": "Жизнь не очень ласкова к молодому следователю, капитану Сергею Глухареву, и его приятелю, сотруднику районного ДПС Денису Антошину, которые дружат с детства. Тяжелая и порой опасная работа, маленькая зарплата, неустроенная личная жизнь явно изменили их не в лучшую сторону. Но они сохраняют способность оставаться людьми и не терять присутствия духа в любой ситуации. \n\nИ главное — они, как умеют, продолжают выполнять свою тяжелую работу — охраняют правопорядок и законность, защищают общество, которое, порой, не проявляет к скромным сотрудникам милиции совершенно никакой благодарности.",
    "genres": [
      "детектив",
      "драма",
      "криминал",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:08:59.000Z",
    "year": 2008,
    "kinopoiskId": 431219,
    "countries": [
      "Россия"
    ],
    "kinopoiskRating": 8.1,
    "imdbId": "tt1476589",
    "imdbRating": 6.7
  },
  {
    "id": "media-superперцы-540",
    "titleRu": "SuperПерцы",
    "titleOriginal": "Superbad",
    "type": "movie",
    "posterUrl": "./posters/superперцы-240fa148.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a000001712bfbf65c7c046f9e62f605ed8d/1344x756",
    "description": "Сквозь огонь и водку трое приятелей спешат на вечеринку года в честь прощания с девственностью. Как взять на абордаж красотку-одноклассницу, подорвать полицейскую машину и остаться в живых?..",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:00.000Z",
    "year": 2007,
    "countries": [
      "США"
    ],
    "kinopoiskId": 261363,
    "imdbId": "tt0829482",
    "kinopoiskRating": 7,
    "imdbRating": 7.6
  },
  {
    "id": "media-дом-541",
    "titleRu": "Дом",
    "titleOriginal": "Home",
    "type": "cartoon",
    "posterUrl": "./posters/дом-4a63bbab.jpg",
    "backdropUrl": "./posters/дом-4a63bbab.jpg",
    "description": "Захватив Землю, раса пришельцев Був тут же начинает заниматься её благоустройством и реорганизацией. «Не стоит благодарности!» - заявляют они землянам, собранным на время в отдельных резервациях. Находчивая и рисковая девочка по имени Дар, чудом сбежавшая от пришельцев, встречает на своем пути самого раздражающе-оптимистичного Бува по имени О, отвергнутого своими инопланетными собратьями. Этой, казалось бы, несовместимой парочке предстоит спасти нашу планету. Хорошо, что у них есть летающий автомобиль!",
    "genres": [
      "мультфильм",
      "фантастика",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:01.000Z",
    "year": 2015,
    "kinopoiskId": 688384,
    "countries": [
      "США",
      "Индия"
    ],
    "kinopoiskRating": 7.3,
    "imdbRating": 6.5
  },
  {
    "id": "media-артур-и-месть-урдалака-542",
    "titleRu": "Артур и месть Урдалака",
    "titleOriginal": "Arthur et la vengeance de Maltazard",
    "type": "movie",
    "posterUrl": "./posters/артур-и-месть-урдалака-3e4d2b5a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a00000162f2d63f1e40b948b3598f017bb7/1344x756",
    "description": "Артур в восторге, потому что этой ночью заканчивается десятый лунный цикл, и он, наконец, сможет вернуться в страну минипутов, чтобы воссоединиться с Селенией. В деревне минипуты приготовили в его честь роскошный банкет, а маленькая принцесса облачилась в платье из лепестков роз. Но отец Артура именно в этот долгожданный день объявляет, что их каникулы у бабушки заканчиваются. Они уже собираются уезжать, как вдруг паук кладёт в ладонь Артуру рисунок, на котором написано слово S.O.S. Сомнений нет — Селении угрожает опасность!\n\nАртур, не задумываясь, летит к ней на выручку. Даже если столкнуться с войсками Креба, нового тирана Семи Королевств, спасти Бархлюша, сражаться с крысами, лягушками и волосатыми пауками… Лишь для того, чтобы, попав в деревушку минипутов, узнать, что они вовсе не просили его о помощи! Но кто же мог приготовить такую изобретательную ловушку нашему юному герою?",
    "genres": [
      "мультфильм",
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:02.000Z",
    "year": 2009,
    "countries": [
      "Франция"
    ],
    "kinopoiskId": 278222,
    "imdbId": "tt0940657",
    "tmdbId": 26505,
    "kinopoiskRating": 5.9,
    "imdbRating": 5.3
  },
  {
    "id": "media-артур-и-война-двух-миров-543",
    "titleRu": "Артур и война двух миров",
    "titleOriginal": "Arthur 3: la guerre des deux mondes",
    "type": "movie",
    "posterUrl": "./posters/артур-и-война-двух-миров-f3aef694.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a000001612c9967fd148d6e5c9e6f8b2502/1344x756",
    "description": "Какие дьявольские планы собирается осуществить Урдалак, чтобы завоевать новый мир, в который он переместился обманным путем? Как Артур, оставшийся в мире минипутов, сможет победить жестокого Ужасного У? Чтобы сохранить любовь прекрасной принцессы Селении, Артур готов вступить в бой против Урдалака как в мире минипутов, так и в большом реальном мире...",
    "genres": [
      "мультфильм",
      "фэнтези",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:03.000Z",
    "year": 2010,
    "countries": [
      "Франция"
    ],
    "kinopoiskId": 278221,
    "imdbId": "tt0940656",
    "kinopoiskRating": 6,
    "imdbRating": 5.5
  },
  {
    "id": "media-need-for-speed-жажда-скорости-544",
    "titleRu": "Need for Speed: Жажда скорости",
    "titleOriginal": "Need for Speed",
    "type": "movie",
    "posterUrl": "./posters/need-for-speed-жажда-скорости-cbb19243.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017881fbca7f11b0da0cf93a39ec06/1344x756",
    "description": "История Тоби Маршалла, гениального автомеханика, чьей единственной отдушиной является участие в подпольных гонках. Чтобы сохранить семейную мастерскую, Тоби вынужден взять в партнеры богатого и заносчивого бывшего гонщика IndyCar Дино Брюстера. Когда дела Тоби наконец-то начинают идти в гору, Дино подставляет партнера, и Тоби обвиняют в преступлении, которого он не совершал. Спустя два года Тоби выходит из тюрьмы с мыслью о мести. Чтобы достичь своей цели, ему придется совершить невозможное и доказать, что даже в мире броских суперкаров самый невзрачный гонщик может финишировать первым.",
    "genres": [
      "боевик",
      "триллер",
      "драма",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:09:04.000Z",
    "year": 2014,
    "imdbRating": 6.4,
    "kinopoiskRating": 6.8,
    "countries": [
      "США",
      "Индия"
    ],
    "kinopoiskId": 678975,
    "imdbId": "tt2369135"
  },
  {
    "id": "media-патруль-времени-545",
    "titleRu": "Патруль времени",
    "titleOriginal": "Predestination",
    "type": "movie",
    "posterUrl": "./posters/патруль-времени-092a3ac3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a00000160560e0a9988c4b2c026f2bb7628/1344x756",
    "description": "Будущее. Учёные создали машину времени, и с этим изобретением мир вышел на новый виток цивилизации. Благодаря изобретению появилась возможность исправлять ошибки прошлого, чтобы сделать настоящее лучше. Главный герой — полицейский времени, который уже успел предотвратить огромное количество преступлений благодаря путешествиям во времени. И теперь ему предстоит важное задание, которое изменит его жизнь.",
    "genres": [
      "фантастика",
      "боевик",
      "драма",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:09:05.000Z",
    "year": 2013,
    "countries": [
      "Австралия",
      "США"
    ],
    "kinopoiskId": 679924,
    "kinopoiskRating": 6.9,
    "imdbRating": 7.4
  },
  {
    "id": "media-крым-546",
    "titleRu": "Крым",
    "titleOriginal": "Крым",
    "type": "movie",
    "posterUrl": "./posters/крым-56e15d96.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000018dc6c8f91ddb228a9975cdd2ac6c/1344x756",
    "description": "История о любви, вере и чести, о силе духа и настоящей дружбе на фоне реальных событий крымской весны 2014 года.\n\nСудьба свела их в Крыму близ древнего города Мангуп-Кале. Это была любовь с первого взгляда… В непростые дни исторических перемен они должны сохранить свою жизнь и любовь.",
    "genres": [
      "драма",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:09:06.000Z",
    "year": 2017,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 984364,
    "imdbId": "tt6990206",
    "kinopoiskRating": 2.8,
    "imdbRating": 3.4
  },
  {
    "id": "media-6-кадров-547",
    "titleRu": "6 кадров",
    "titleOriginal": "6 кадров",
    "type": "show",
    "posterUrl": "./posters/6-кадров-754e6046.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a000001807ab6c7c169c4a0b243f9228327/1344x756",
    "description": "Шесть актеров мастерски разыгрывают миниатюрные кинокомедии с неожиданным финалом. Похоже, они сами считают, что вся жизнь - это скетч-шоу. И пусть злые языки твердят, что придумать смешную шутку невозможно. Еще как возможно! «Шесть кадров» в каждом выпуске показывают тебе, как весело и непринужденно можно обыграть любую жизненную ситуацию.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:07.000Z",
    "year": 2006,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 422950,
    "kinopoiskRating": 6.2,
    "imdbRating": 5.3
  },
  {
    "id": "media-уральские-пельмени-548",
    "titleRu": "Уральские пельмени",
    "titleOriginal": "Уральские пельмени",
    "type": "show",
    "posterUrl": "./posters/уральские-пельмени-f0f1210f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017674ebce2937df789e71c43a5f2c/1344x756",
    "description": "Сборник юмористических зарисовок команды «Уральские пельмени».",
    "genres": [
      "концерт",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:08.000Z",
    "year": 2009,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 573840,
    "kinopoiskRating": 7,
    "imdbRating": 5.4
  },
  {
    "id": "media-пекло-549",
    "titleRu": "Пекло",
    "titleOriginal": "Sunshine",
    "type": "movie",
    "posterUrl": "./posters/пекло-094d218f.jpg",
    "backdropUrl": "./posters/пекло-094d218f.jpg",
    "description": "2057 год. Солнце погибает, и человечество сталкивается с перспективой вымирания. Последняя надежда планеты Земля связана с «Икаром 2» - космическим кораблем, экипаж которого состоит из восьми мужчин и женщин во главе с капитаном Канэдой. Их миссия – доставить ядерный заряд, с помощью которого предполагается повторно воспламенить гаснущее Солнце.\n\nВо время путешествия, находясь далеко в космическом безмолвии, в отсутствии какого-либо радиоконтакта с Землей экипаж слышит слабые позывные сигналы с космического корабля «Икар 1», который пропал, выполняя семь лет назад ту же самую миссию.",
    "genres": [
      "фантастика",
      "триллер"
    ],
    "addedAt": "2026-06-21T12:09:09.000Z",
    "year": 2007,
    "kinopoiskId": 102245,
    "countries": [
      "Великобритания",
      "США"
    ],
    "kinopoiskRating": 7.3,
    "imdbId": "tt0448134",
    "imdbRating": 7.2
  },
  {
    "id": "media-дети-шпионов-2-остров-несбывшихся-надежд-550",
    "titleRu": "Дети шпионов 2: Остров несбывшихся надежд",
    "titleOriginal": "Spy Kids 2: Island of Lost Dreams",
    "type": "movie",
    "posterUrl": "./posters/дети-шпионов-2-остров-несбывшихся-надежд-ad2747c1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a000001966c7a406a04467fc7eb75e048ed/1344x756",
    "description": "Кармен и Джуни стали профессиональными агентами Организации Супершпионов, но теперь у них появились конкуренты — Гэри и Герти Гигглзы, дети нового директора ОС Донагана Гигглза. Они выполняют задания исключительно ради собственно работы, а на семейные отношения им наплевать. Примечательно то, что Гэри нравится Кармен. На новом задании им поручили найти прибор под названием «трансмукер», способный отключать любые устройства. Джуни и Кармен перенимают эту миссию, а Гэри и Герти отправляют в пустыню.",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:10.000Z",
    "year": 2002,
    "countries": [
      "США"
    ],
    "kinopoiskId": 842,
    "imdbId": "tt0287717",
    "kinopoiskRating": 6.2,
    "imdbRating": 5.3
  },
  {
    "id": "media-дети-шпионов-3-игра-окончена-551",
    "titleRu": "Дети шпионов 3: Игра окончена",
    "titleOriginal": "Spy Kids 3-D: Game Over",
    "type": "movie",
    "posterUrl": "./posters/дети-шпионов-3-игра-окончена-8082e97f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/13074011/2a000001966c82180d6b4f3bb379d9327c86/1344x756",
    "description": "Несовершеннолетние агенты Джуни и Кармен Кортез отправляются на выполнение нового задания. На этот раз их ждёт путешествие по виртуальному миру 3-D видеоигры, разработанной для того, чтобы существа, населяющие её, явились в реальный мир.\n\nДочь шпионов Кармен попалась в сети компьютерной игры, созданной зловещим Мастером Игрушек. Теперь её брат должен спасти сестру, а заодно и весь мир. И помогать ему в этом будут родители!",
    "genres": [
      "фантастика",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:11.000Z",
    "year": 2003,
    "countries": [
      "США"
    ],
    "kinopoiskId": 2207,
    "imdbId": "tt0338459",
    "kinopoiskRating": 5.3,
    "imdbRating": 4.4
  },
  {
    "id": "media-безумно-влюбл-нный-552",
    "titleRu": "Безумно влюблённый",
    "titleOriginal": "Innamorato pazzo",
    "type": "movie",
    "posterUrl": "./posters/безумно-влюбленный-3baa8bba.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016b2d2b8420616d34dded7334d194/1344x756",
    "description": "Челентано - невозмутимый и грубоватый малый Барнаба Чиккини - избалованный женским вниманием водитель автобуса в Риме. Однажды он случайно встречает принцессу небольшого княжества Сан-Тулип - красавицу Кристину. Но к чему приведет эта встреча - не знают ни он, ни она...",
    "genres": [
      "мелодрама",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:12.000Z",
    "year": 1981,
    "countries": [
      "Италия"
    ],
    "kinopoiskId": 147969,
    "imdbId": "tt0082562",
    "tmdbId": 11441,
    "kinopoiskRating": 8.2,
    "imdbRating": 6.9
  },
  {
    "id": "media-конец-го-мира-553",
    "titleRu": "Конец ***го мира",
    "titleOriginal": "The End of the F***ing World",
    "type": "series",
    "posterUrl": "./posters/конец-го-мира-33379f99.jpg",
    "backdropUrl": "./posters/конец-го-мира-33379f99.jpg",
    "description": "Джеймсу семнадцать и он уверен, что он - психопат. Алисе тоже семнадцать, она - капризная новенькая девчонка в школе. Они с пол-оборота заводят подростковый роман, и Алиса уговаривает Джеймса начать поиски её отца. Джеймсу от Алисы тоже кое-что нужно.",
    "genres": [
      "триллер",
      "драма",
      "мелодрама",
      "комедия",
      "криминал",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:13.000Z",
    "year": 2017,
    "countries": [
      "Великобритания"
    ],
    "kinopoiskId": 1071384,
    "kinopoiskRating": 7.6,
    "imdbRating": 8
  },
  {
    "id": "media-дом-монстр-554",
    "titleRu": "Дом-монстр",
    "titleOriginal": "Monster House",
    "type": "cartoon",
    "posterUrl": "./posters/дом-монстр-210e157e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/236744/2a0000017794ed221b74faa0c01c669839c9/1344x756",
    "description": "Три приятеля ДиДжей, Чёдер и Дженни обнаруживают, что соседний дом — самое настоящее чудовище. Никто из взрослых им не верит: мало ли, что выдумают дети. Поэтому когда начинаются неприятности, друзьям приходится самим противостоять этому монстру.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "детектив",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:14.000Z",
    "year": 2006,
    "imdbRating": 6.7,
    "kinopoiskRating": 6.9,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 77601,
    "imdbId": "tt0385880"
  },
  {
    "id": "media-подводная-братва-555",
    "titleRu": "Подводная братва",
    "titleOriginal": "Shark Tale",
    "type": "cartoon",
    "posterUrl": "./posters/подводная-братва-2bfdc9e9.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/374297/2a0000017c9e070746efad36172018a604f5/1344x756",
    "description": "Весь подводный мир встревожен убийством сына главы главной преступной группировки акул и, надо же, на месте преступления находят ничего не подозревающего малька Оскара! Всю жизнь Оскар мечтал быть сильным и знаменитым, и вот ему представился прекрасный случай воспользоваться чужой славой. Но очень скоро Оскар понимает, что он натворил, взяв титул «Гроза Акул»…",
    "genres": [
      "мультфильм",
      "триллер",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:15.000Z",
    "year": 2004,
    "imdbRating": 6,
    "kinopoiskRating": 6.8,
    "countries": [
      "США",
      "Франция"
    ],
    "kinopoiskId": 7464,
    "imdbId": "tt0307453",
    "tmdbId": 10555
  },
  {
    "id": "media-вход-в-пустоту-556",
    "titleRu": "Вход в пустоту",
    "titleOriginal": "Enter the Void",
    "type": "movie",
    "posterUrl": "./posters/вход-в-пустоту-b9ea6bf9.jpg",
    "backdropUrl": "./posters/вход-в-пустоту-b9ea6bf9.jpg",
    "description": "20-летний Оскар и его 18-летняя сестра Линда живут в Токио. Пока Оскар торгует наркотиками, Линда танцует стриптиз в ночном клубе. Однажды во время полицейской облавы Оскар получает пулю и, пока он умирает, его душа, верная обещанию никогда не оставлять сестру, отказывается покидать этот мир. Беспокойный дух парня скитается по городу, преследуемый невыносимыми кошмарами и галлюцинациями.",
    "genres": [
      "фэнтези",
      "драма"
    ],
    "addedAt": "2026-06-21T12:09:16.000Z",
    "year": 2009,
    "kinopoiskId": 406477,
    "countries": [
      "Франция",
      "Германия",
      "Италия",
      "Канада",
      "Япония"
    ],
    "kinopoiskRating": 7.2,
    "imdbId": "tt1191111",
    "imdbRating": 7.2
  },
  {
    "id": "media-три-икса-557",
    "titleRu": "Три икса",
    "titleOriginal": "xXx",
    "type": "movie",
    "posterUrl": "./posters/три-икса-b1e6d603.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a0000016bdb2fb3eeae49a3db44eda7e5ad/1344x756",
    "description": "Ксандер Кэйдж - спортсмен-экстремал. Этот жестокий парень может сделать то, что не в силах выполнить другие люди. Именно поэтому он привлекает к себе внимание Управления национальной безопасности. Оснащенный самой современной шпионской техникой и оружием, Кэйдж должен просочиться в русские криминальные круги, находящиеся в Праге. Ничто не может помешать этому шпиону нового поколения ХХХ выполнить свою миссию, и никто не способен отвлечь его от задания. Никто, кроме таинственной девушки Елены...",
    "genres": [
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:17.000Z",
    "year": 2002,
    "countries": [
      "США"
    ],
    "kinopoiskId": 6032,
    "imdbId": "tt0295701",
    "kinopoiskRating": 7.1,
    "imdbRating": 5.9
  },
  {
    "id": "media-тролли-мировой-тур-558",
    "titleRu": "Тролли. Мировой тур",
    "titleOriginal": "Trolls World Tour",
    "type": "cartoon",
    "posterUrl": "./posters/тролли-мировой-тур-b9fb79a3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/212840/2a000001712fbf4089f2de6f3b7ca63468eb/1344x756",
    "description": "Поп-тролли в шоке – оказывается, мир музыки гораздо больше, чем они думали. Рейвы, оупен-эйры, классические концерты и, конечно, хип-хоп баттлы – впереди их ждет головокружительное веселье. Но неудержимая королева Рокс планирует уничтожить всё, чтобы миром безоговорочно правил хард-рок! Розочка, Цветан и их новые друзья отправляются в невероятное путешествие: им предстоит объединить всех троллей и помешать Рокс.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:18.000Z",
    "year": 2020,
    "countries": [
      "США",
      "Япония"
    ],
    "kinopoiskId": 1040592,
    "imdbId": "tt6587640",
    "tmdbId": 446893,
    "kinopoiskRating": 6.9,
    "imdbRating": 6.1
  },
  {
    "id": "media-лара-крофт-расхитительница-гробниц-559",
    "titleRu": "Лара Крофт: Расхитительница гробниц",
    "titleOriginal": "Lara Croft: Tomb Raider",
    "type": "movie",
    "posterUrl": "./posters/лара-крофт-расхитительница-гробниц-4d26fbfc.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/12808873/2a0000019667800c0efa37e425f8c8f41331/1344x756",
    "description": "Она владеет всеми видами рукопашного боя, стреляет из любых видов оружия и способна выжить в самых экстремальных условиях. Эта девушка - дочь лорда, леди Лара Крофт. Однажды под лестницей она обнаруживает вход в секретную комнату, где находятся старинные часы с удивительным устройством внутри.",
    "genres": [
      "фэнтези",
      "боевик",
      "триллер",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:19.000Z",
    "year": 2001,
    "countries": [
      "Великобритания",
      "Германия",
      "Япония",
      "США"
    ],
    "kinopoiskId": 3950,
    "imdbId": "tt0146316",
    "tmdbId": 1995,
    "kinopoiskRating": 6.8,
    "imdbRating": 5.8
  },
  {
    "id": "media-лара-крофт-колыбель-жизни-560",
    "titleRu": "Лара Крофт: Расхитительница гробниц 2 – Колыбель жизни",
    "titleOriginal": "Lara Croft Tomb Raider: The Cradle of Life",
    "type": "movie",
    "posterUrl": "./posters/лара-крофт-расхитительница-гробниц-2-колыбель-жизни-2af64efb.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2385704/2a00000196677e3e13591a203891c89bb80e/1344x756",
    "description": "Лара противостоит злодею-интеллектуалу Чену Ло, возглавляющему триаду. Этот искусный бизнесмен и хладнокровный убийца задумал использовать Ящик Пандоры — оружие Судного дня.",
    "genres": [
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:20.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Германия",
      "Япония",
      "Великобритания",
      "Гонконг"
    ],
    "kinopoiskId": 7988,
    "imdbId": "tt0325703",
    "kinopoiskRating": 6.6,
    "imdbRating": 5.5
  },
  {
    "id": "media-союз-спасения-561",
    "titleRu": "Союз Спасения",
    "titleOriginal": "Союз Спасения",
    "type": "movie",
    "posterUrl": "./posters/союз-спасения-22fd7fa1.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a000001703e7623e7505f28ed9d502291da/1344x756",
    "description": "Императорские войска России заняли Париж. Россия стала первой державой мира. Теперь всё кажется возможным. Молодые победители, гвардейские офицеры, уверены, что равенство и свобода наступят - здесь и сейчас. Ради этого они готовы принести в жертву всё — положение, богатство, любовь, жизнь… и саму страну.",
    "genres": [
      "история",
      "биография",
      "драма"
    ],
    "addedAt": "2026-06-21T12:09:21.000Z",
    "year": 2019,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 972740,
    "imdbId": "tt8769146",
    "kinopoiskRating": 5.9,
    "imdbRating": 5.2
  },
  {
    "id": "media-наруто-562",
    "titleRu": "Наруто",
    "titleOriginal": "Naruto",
    "type": "anime",
    "posterUrl": "./posters/наруто-9cf04ceb.jpg",
    "backdropUrl": "./posters/наруто-9cf04ceb.jpg",
    "description": "Однажды демон напал на деревню, в которой родился мальчик Наруто. Чтобы остановить демона, глава поселения запечатал его внутри Наруто, но сам при этом погиб. Прошли годы. Наруто вырос, став неусидчивым и пока неопытным ниндзя. Он всё ещё живёт в родной деревне, где его не принимают и стараются избегать.",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "боевик",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:22.000Z",
    "year": 2002,
    "kinopoiskId": 283290,
    "countries": [
      "Япония"
    ],
    "kinopoiskRating": 7.8,
    "imdbId": "tt0409591",
    "tmdbId": 46260,
    "imdbRating": 8.4
  },
  {
    "id": "media-корабль-призрак-563",
    "titleRu": "Корабль-призрак",
    "titleOriginal": "Ghost Ship",
    "type": "movie",
    "posterUrl": "./posters/корабль-призрак-b8f555e0.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a00000168a8cf6a23b585ca83bc3b326d12/1344x756",
    "description": "В отдаленной части Берингова моря команда спасателей обнаруживает огромный пассажирский лайнер, который считается пропавшим уже 40 лет. Оказавшись на борту судна, спасатели сталкиваются с жутким прошлым корабля и теперь им придётся вступить в смертельную схватку с неизвестным.",
    "genres": [
      "ужасы",
      "триллер",
      "детектив"
    ],
    "addedAt": "2026-06-21T12:09:23.000Z",
    "year": 2002,
    "imdbRating": 5.6,
    "kinopoiskRating": 7,
    "countries": [
      "США",
      "Австралия"
    ],
    "kinopoiskId": 5901,
    "imdbId": "tt0288477"
  },
  {
    "id": "media-босс-молокосос-снова-в-деле-564",
    "titleRu": "Босс-молокосос: Снова в деле",
    "titleOriginal": "The Boss Baby: Back in Business",
    "type": "series",
    "posterUrl": "./posters/босс-молокосос-снова-в-деле-dbde5c0f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/200035/2a0000018388cbd379c9c7a01b1737545695/1344x756",
    "description": "Босс-молокосос возвращается в новых миссиях, где детский мир снова оказывается связан с корпоративными интригами и борьбой за любовь малышей.",
    "genres": [
      "мультфильм",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:24.000Z",
    "year": 2018,
    "countries": [
      "США"
    ],
    "kinopoiskRating": 6.6,
    "imdbRating": 6.3
  },
  {
    "id": "media-человек-бензопила-фильм-история-резе-565",
    "titleRu": "Человек-бензопила. Фильм: История Резе",
    "titleOriginal": "Chainsaw Man Movie: Reze-hen",
    "type": "movie",
    "posterUrl": "./posters/человек-бензопила-фильм-история-резе-b1f6350e.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/17669062/2a0000019b69c0cd5597756e8453956c19da/1344x756",
    "description": "Сходив на свидание с Макимой, Дэндзи решает, что отныне его сердце будет принадлежать только ей. Но парень попадает под дождь и прячется в телефонной будке, где укрывается и милая девушка Резе. Она улыбается и приглашает Дэндзи в кафе, где сама работает, а тот, не в силах сопротивляться, начинает заходить туда каждый день и всё больше влюбляется в новую знакомую.",
    "genres": [
      "аниме",
      "мультфильм",
      "фэнтези",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:09:25.000Z",
    "year": 2025,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 5430477,
    "imdbId": "tt30472557",
    "tmdbId": 1218925,
    "kinopoiskRating": 8.3,
    "imdbRating": 8.3
  },
  {
    "id": "media-сезон-охоты-566",
    "titleRu": "Сезон охоты",
    "titleOriginal": "Open Season",
    "type": "movie",
    "posterUrl": "./posters/сезон-охоты-3329ed9c.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2419418/2a000001776d1083943eceaeb34ff26b492f/1344x756",
    "description": "Выросший среди людей гризли оказывается в лесу в самый разгар охотничьего сезона. И пока ухаживавший за медведем егерь ищет своего воспитанника, гризли водит дружбу с лесным оленем.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:26.000Z",
    "year": 2006,
    "countries": [
      "США",
      "Канада",
      "Франция"
    ],
    "kinopoiskId": 77465,
    "imdbId": "tt0400717",
    "kinopoiskRating": 7.1,
    "imdbRating": 6.1
  },
  {
    "id": "media-токийский-гуль-567",
    "titleRu": "Токийский гуль",
    "titleOriginal": "Tokyo Ghoul",
    "type": "anime",
    "posterUrl": "./posters/токийский-гуль-0dd374fe.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1531675/2a0000017573e8a693aec9b41c469a842154/1344x756",
    "description": "С обычным студентом Кэном Канэки случается беда, парень попадает в больницу. Но на этом неприятности не заканчиваются: ему пересаживают органы гулей – существ, поедающих плоть людей. После злосчастной операции Канэки становится одним из чудовищ, пытается стать своим, но для людей он теперь изгой, обреченный на уничтожение.",
    "genres": [
      "аниме",
      "мультфильм",
      "ужасы",
      "фэнтези",
      "боевик",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:09:27.000Z",
    "year": 2014,
    "countries": [
      "Япония"
    ],
    "kinopoiskId": 841681,
    "kinopoiskRating": 7.1,
    "imdbRating": 7.7
  },
  {
    "id": "media-14-568",
    "titleRu": "14+",
    "titleOriginal": "14+",
    "type": "movie",
    "posterUrl": "./posters/14-a4238632.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001612cc1d7548d7798d701efe389cc/1344x756",
    "description": "Это история первой любви в 14 лет, разворачивающаяся в спальном районе большого города. История современных Ромео и Джульетты, живущих и в социальных сетях, и на улице с их жесткими правилами и законами, по которым влюбленные не хотят и не будут играть. \n\nЧтобы быть вместе, главным героям придется преодолеть многое: их школы враждуют между собой, поэтому их любовь – предательство своего района и своей компании. Родители не готовы принять тот факт, что дети стремительно взрослеют и что каждый подросток – личность, имеющий право выбора. Им мешают собственные комплексы и неуверенность в себе, боязнь сделать первый шаг и страх, что тебя не любят и оттолкнут. Но, несмотря на все эти препятствия, настоящая любовь победит всё.",
    "genres": [
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:09:28.000Z",
    "year": 2015,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 781432,
    "imdbId": "tt4427076",
    "kinopoiskRating": 6.7,
    "imdbRating": 6.9
  },
  {
    "id": "media-защитники-569",
    "titleRu": "Защитники",
    "titleOriginal": "Защитники",
    "type": "movie",
    "posterUrl": "./posters/защитники-e7cc3d73.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000160561197127d3820dde51e5bf76d/1344x756",
    "description": "Во времена Холодной войны секретная организация «Патриот» создала отряд супергероев, в который вошли участники из различных советских республик. Долгие годы героям приходилось скрывать свою сущность, однако в тяжелые для страны времена они вновь берутся за дело.",
    "genres": [
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:29.000Z",
    "year": 2017,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 841813,
    "imdbId": "tt4600952",
    "tmdbId": 354556,
    "kinopoiskRating": 2.8,
    "imdbRating": 4.1
  },
  {
    "id": "media-третий-лишний-2-570",
    "titleRu": "Третий лишний 2",
    "titleOriginal": "Ted 2",
    "type": "movie",
    "posterUrl": "./posters/третий-лишний-2-c4a6d743.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001616b987413bd9dccc233a48f058d/1344x756",
    "description": "Плюшевый беспредельщик продолжает сводить с ума чопорную интеллигенцию. На этот раз говорящий медвежонок с большим эго и его длинноногая блондинка решили завести ребёнка. Там, где не постаралась природа, на помощь приходят звёздные доноры, городские сумасшедшие и верный друг Джонни. Он только что расстался с Лори и готов к новым авантюрам. Третий здесь совсем не лишний.",
    "genres": [
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:30.000Z",
    "year": 2015,
    "imdbRating": 6.3,
    "kinopoiskRating": 6,
    "countries": [
      "США"
    ],
    "kinopoiskId": 731691,
    "imdbId": "tt2637276"
  },
  {
    "id": "media-три-метра-над-уровнем-неба-571",
    "titleRu": "Три метра над уровнем неба",
    "titleOriginal": "3 metros sobre el cielo",
    "type": "movie",
    "posterUrl": "./posters/три-метра-над-уровнем-неба-cc5b15c3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a000001711ba8c8c1e8100d554ab1678960/1344x756",
    "description": "История двух молодых людей, которые принадлежат к разным мирам. Баби ― богатая девушка, которая отображает доброту и невинность. Аче — мятежный мальчик, импульсивный, бессознательный, склонный к риску и опасности. Это маловероятно, практически невозможно, но их встреча неизбежна, и в этом неистовом путешествии между ними возникает первая большая любовь.",
    "genres": [
      "драма",
      "мелодрама"
    ],
    "addedAt": "2026-06-21T12:09:31.000Z",
    "year": 2010,
    "imdbRating": 6.7,
    "kinopoiskRating": 7.1,
    "countries": [
      "Испания"
    ],
    "kinopoiskId": 523362,
    "imdbId": "tt1648216",
    "tmdbId": 61979
  },
  {
    "id": "media-убойный-футбол-572",
    "titleRu": "Убойный футбол",
    "titleOriginal": "Siu Lam juk kau",
    "type": "movie",
    "posterUrl": "./posters/убойный-футбол-917225ec.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a0000016249b91d3a589dfbe0108a985d99/1344x756",
    "description": "Шесть братьев под руководством опытного футбольного тренера создают непобедимую команду. Объединив неоценимый опыт древних мастеров кунг-фу и современную тактику футбольного боя, они подают заявку на участие в престижном футбольном первенстве с призом в миллион долларов.",
    "genres": [
      "комедия",
      "спорт",
      "боевик"
    ],
    "addedAt": "2026-06-21T12:09:32.000Z",
    "year": 2001,
    "countries": [
      "Гонконг",
      "Китай"
    ],
    "kinopoiskId": 833,
    "imdbId": "tt0286112",
    "kinopoiskRating": 7,
    "imdbRating": 7.3
  },
  {
    "id": "media-бой-с-тенью-573",
    "titleRu": "Бой с тенью",
    "titleOriginal": "Бой с тенью",
    "type": "movie",
    "posterUrl": "./posters/бой-с-тенью-c53736f7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000194525a6b3f974af84b83d9114c45/1344x756",
    "description": "Артем Колчин - всемирно известный боксер по прозвищу Большая Белая Надежда, претендент на чемпионский титул. Однако серьезная проблема со зрением свела на нет его шансы на победу в решающем бою. Артем ослеп и стал изгоем без былой поддержки и финансирования. Чтобы вернуться в спорт, ему придется за считанные дни найти деньги на дорогостоящую операцию, спасти любимую девушку от наемных убийц и поквитаться с предателями.",
    "genres": [
      "боевик",
      "спорт",
      "драма"
    ],
    "addedAt": "2026-06-21T12:09:33.000Z",
    "year": 2005,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 81485,
    "imdbId": "tt0415678",
    "kinopoiskRating": 6.6,
    "imdbRating": 5.8
  },
  {
    "id": "media-бой-с-тенью-2-реванш-574",
    "titleRu": "Бой с тенью 2: Реванш",
    "titleOriginal": "Бой с тенью 2: Реванш",
    "type": "movie",
    "posterUrl": "./posters/бой-с-тенью-2-реванш-548e706a.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017800f3adf968380853206a2bc1a4/1344x756",
    "description": "Артем Колчин снова на ринге. Финальный бой за чемпионский титул он проведет в Америке. Но перед финалом ему предстоит бой с мексиканским боксером, который также рвется к вершине. После тяжелого поединка мексиканец  умирает в госпитале. Но неприятности только начинаются.\n\nАртему сообщают, что он забил на ринге приемного сына мексиканского наркобарона, который вынес суровый приговор: кровь Вики за кровь погибшего сына. На свете есть только один человек, который может помочь Колчину выпутаться из опасной переделки, и он - заклятый враг Артема…",
    "genres": [
      "боевик",
      "драма",
      "криминал",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:09:34.000Z",
    "year": 2007,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 105013,
    "imdbId": "tt0459759",
    "kinopoiskRating": 6.3,
    "imdbRating": 5.7
  },
  {
    "id": "media-бой-с-тенью-3d-последний-раунд-575",
    "titleRu": "Бой с тенью 3D: Последний раунд",
    "titleOriginal": "Бой с тенью 3D: Последний раунд",
    "type": "movie",
    "posterUrl": "./posters/бой-с-тенью-3d-последний-раунд-ccd04ec3.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a000001612cabb50533831483dd59c54962/1344x756",
    "description": "Боксер-чемпион Артем Колчин достиг всех мыслимых вершин и стал национальным героем. На ринг он больше не выходит, предпочитая тренерскую работу и бурную светскую жизнь с постоянным мельканием на ТВ, тусовками и интрижками. А дома его по утрам встречают дочка и жена Вика, которая больше не узнает в нем того Артема, которого она когда-то полюбила...\n\nВнешне благополучному существованию Колчина приходит конец, когда его подопечного чуть не убивает в бою знаменитый Куэрте. Артем подозревает, что тот использует некую запрещенную технику. За доказательствами ему приходится отправиться в Гонконг, где его ждет старый знакомый Вагит Валиев: он знает о Куэрте то, чего не знает больше ни один человек. Чтобы победить, Артему придется снова выйти на ринг.",
    "genres": [
      "боевик",
      "драма",
      "криминал",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:35.000Z",
    "year": 2011,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 541055,
    "kinopoiskRating": 6.4,
    "imdbRating": 5.6
  },
  {
    "id": "media-доказательство-смерти-576",
    "titleRu": "Доказательство смерти",
    "titleOriginal": "Death Proof",
    "type": "movie",
    "posterUrl": "./posters/доказательство-смерти-f9f04ec7.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000017f9312f2abda2d2a88a73cf258be/1344x756",
    "description": "Три чирлидерши решают развлечься и отправляются в местную забегаловку. Они даже не подозревают, что на этот раз их ждет особый интерес со стороны мужчин. Каскадер Майк украдкой наблюдает за ними из своего автомобиля. Он любит быструю езду и не прочь подбросить до дома симпатичную девушку. А ещё он считает, что выйдет сухим из воды даже в случае самой ужасной аварии.",
    "genres": [
      "боевик",
      "триллер",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:09:36.000Z",
    "year": 2007,
    "imdbRating": 7,
    "kinopoiskRating": 7.1,
    "countries": [
      "США"
    ],
    "kinopoiskId": 273064
  },
  {
    "id": "media-орел-и-решка-577",
    "titleRu": "Орёл и решка",
    "titleOriginal": "Орёл и решка",
    "type": "show",
    "posterUrl": "./posters/орел-и-решка-5cd58d30.jpg",
    "backdropUrl": "https://image.tmdb.org/t/p/w1280/9kiO9qStPaLUVjecS7W1ZNYoD8M.jpg",
    "description": "Каждые выходные двое ведущих отправляются в различные города мира. По правилам программы один ведущий должен прожить субботу и воскресенье на 100 долларов, а второй может тратить неограниченные средства, которые хранятся на золотой карте. Чтобы решить, кто из них будет жить как миллионер, а кто будет учиться выживанию, ведущие перед каждым путешествиям бросают монету, и каждый раз всё решает Орёл или решка.",
    "genres": [
      "реальное ТВ"
    ],
    "addedAt": "2026-06-21T12:09:37.000Z",
    "year": 2011,
    "countries": [
      "Украина"
    ],
    "kinopoiskId": 762373,
    "imdbId": "tt4553720",
    "tmdbId": 123454,
    "kinopoiskRating": 8.3,
    "imdbRating": 7.6
  },
  {
    "id": "media-мир-наизнанку-578",
    "titleRu": "Мир наизнанку",
    "titleOriginal": "Мир наизнанку",
    "type": "show",
    "posterUrl": "./posters/мир-наизнанку-0d9b93cd.jpg",
    "backdropUrl": "./posters/мир-наизнанку-0d9b93cd.jpg",
    "description": "Каждый сезон программы «Мира наизнанку» представляет собой серию программ, посвященных одной отдельно взятой стране либо одному географическому региону. Программа посвящена жизни, работе, отдыху, привычкам, обрядам и национальным особенностям народов различных стран. Путешествие по одной стране или региону продолжается по несколько месяцев, в ходе которых съемочная группа пытается показать зрителю не туристические стороны данного региона,а самобытную культуру местного населения.",
    "genres": [
      "реальное ТВ",
      "документальный"
    ],
    "addedAt": "2026-06-21T12:09:38.000Z",
    "year": 2010,
    "countries": [
      "Украина"
    ],
    "kinopoiskId": 893442,
    "imdbId": "tt4606670",
    "kinopoiskRating": 8.5,
    "imdbRating": 8.7
  },
  {
    "id": "media-связь-579",
    "titleRu": "Связь",
    "titleOriginal": "Coherence",
    "type": "movie",
    "posterUrl": "./posters/связь-31d91ff7.jpg",
    "backdropUrl": "./posters/связь-31d91ff7.jpg",
    "description": "В ночь падения кометы на званом ужине собираются восемь друзей. Наслаждаясь общением, они даже не подозревают о грядущих",
    "genres": [
      "фантастика",
      "триллер",
      "драма"
    ],
    "addedAt": "2026-06-21T12:09:39.000Z",
    "year": 2012,
    "kinopoiskId": 760829,
    "countries": [
      "США",
      "Великобритания"
    ],
    "kinopoiskRating": 7,
    "imdbRating": 7.2,
    "imdbId": "tt2866360"
  },
  {
    "id": "media-масяня-580",
    "titleRu": "Масяня",
    "titleOriginal": "Масяня",
    "type": "series",
    "posterUrl": "./posters/масяня-dbbb5343.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a0000017159e60f17ced338123214650aa1/1344x756",
    "description": "Масяня — это обычная, особо не блещущая талантами и красотой девица, живущая той же обычной жизнью, что и мы все, собравшиеся в этой стране, да и не только в ней… Пьет пиво, болтается по злачным местам, встречается с приятелями и всячески пытается получить как можно больше удовольствия от жизни… Единственное, что ее отличает, — это непобедимый пофигизм и жизнелюбие…",
    "genres": [
      "мультфильм",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:40.000Z",
    "year": 2001,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 447446,
    "imdbId": "tt16607152",
    "kinopoiskRating": 6.2
  },
  {
    "id": "media-утиные-истории-581",
    "titleRu": "Утиные истории",
    "titleOriginal": "DuckTales",
    "type": "series",
    "posterUrl": "./posters/утиные-истории-64510d59.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/2439731/2a00000171a1761937e19c8ba385704d4b8d/1344x756",
    "description": "Скрудж Макдак и его племянники Билли, Вилли и Дилли попадают в захватывающие приключения, из которых всегда с честью выбираются.",
    "genres": [
      "мультфильм",
      "комедия",
      "детский",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:41.000Z",
    "year": 1987,
    "countries": [
      "США",
      "Тайвань",
      "Япония"
    ],
    "kinopoiskId": 81426,
    "imdbId": "tt0092345",
    "tmdbId": 720,
    "kinopoiskRating": 7.9,
    "imdbRating": 8
  },
  {
    "id": "media-ангелы-чарли-582",
    "titleRu": "Ангелы Чарли",
    "titleOriginal": "Charlie's Angels",
    "type": "movie",
    "posterUrl": "./posters/ангелы-чарли-c4df52cf.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/223007/2a0000016e69cd47fd3fd2b97f58cda7e823/1344x756",
    "description": "Ангелы Чарли - суперсекретное элитное спецподразделение, которому доверяют только невыполнимые задания. С помощью новейших технологий, современного оружия, боевых искусств и убийственного женского очарования Ангелы Чарли творят чудеса. Но настоящим испытанием станет лишь это последнее задание...",
    "genres": [
      "боевик",
      "триллер",
      "комедия",
      "криминал",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:42.000Z",
    "year": 2000,
    "countries": [
      "Германия",
      "США"
    ],
    "kinopoiskId": 633,
    "imdbId": "tt0160127",
    "kinopoiskRating": 6.6,
    "imdbRating": 5.7
  },
  {
    "id": "media-кик-бутовски-583",
    "titleRu": "Сорвиголова Кик Бутовски",
    "titleOriginal": "Kick Buttowski: Suburban Daredevil",
    "type": "cartoon",
    "posterUrl": "./posters/сорвиголова-кик-бутовски-3991f5c4.jpg",
    "backdropUrl": "./posters/сорвиголова-кик-бутовски-3991f5c4.jpg",
    "description": "Кик Бутовски — очень необычный ребенок, живущий в самом обычном городе. Он — великий борец с обыденностью, который стрем",
    "genres": [
      "мультфильм",
      "боевик",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:43.000Z",
    "year": 2010,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 532800,
    "imdbId": "tt1600757",
    "kinopoiskRating": 6.9,
    "imdbRating": 6.7,
    "tmdbId": 17572
  },
  {
    "id": "media-черный-плащ-584",
    "titleRu": "Черный Плащ",
    "titleOriginal": "Darkwing Duck",
    "type": "series",
    "posterUrl": "./posters/черный-плащ-5ba34128.jpg",
    "backdropUrl": "./posters/черный-плащ-5ba34128.jpg",
    "description": "Мультсериал, повествующий о приключениях загадочного супергероя-селезня по прозвищу Чёрный Плащ, который ведет борьбу со злодеями, представляющими смертельную угрозу для города Сен-Канар. В этом нелёгком деле ему помогают горе-пилот и механик Зигзаг МакКряк и непоседливая Гусёна.",
    "genres": [
      "мультфильм",
      "приключения",
      "комедия",
      "детектив",
      "семейный",
      "детский"
    ],
    "addedAt": "2026-06-21T12:09:44.000Z",
    "year": 1991,
    "kinopoiskId": 395106,
    "countries": [
      "США",
      "Корея Южная",
      "Австралия",
      "Франция",
      "Япония",
      "Тайвань"
    ],
    "kinopoiskRating": 7.7,
    "imdbId": "tt0101076",
    "tmdbId": 3319,
    "imdbRating": 7.6
  },
  {
    "id": "media-геймеры-585",
    "titleRu": "Геймеры",
    "titleOriginal": "Геймеры",
    "type": "series",
    "posterUrl": "./posters/геймеры-8ce5ae50.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a00000180cd9a85a5bc0261c5fe55c4aa9d/1344x756",
    "description": "Восьмисерийный сериал продолжает и развивает историю кинодилогии Павла Санаева «На игре». Кто-то из прежних героев погиб, кто-то попал в тюрьму - а значит таинственным высокопоставленным силам нужны новые идеальные солдаты для выполнения их античеловеческих планов. \n\nЗа дело готов взяться только Док. Он жив, он жаждет мести и готов на всё. Ничего не изменилось. Люди для Дока – грязь, а человеческая жизнь – ничто. Док набирает новичков, способных заменить прежний отряд, и единственный способ остановить его – собрать остатки старой команды. Эта задача выглядит неразрешимой: Вампир и Рита в тюрьме, а Ян и Комар в бегах.   У каждого персонажа свои задачи, у каждого поступка – своя предыстория. Здесь будет всё: фантастические перипетии и неожиданно светлые намерения, жестокие столкновения и безудержные страхи. Сменяя друг друга, закрутятся в штопор реальные и фантазийные ситуации. Конфликты обостряются до предела, а герои не остановятся ни перед чем. Одни – во имя смерти и победы любой ценой, другие – во имя жизни и всё еще возможного счастья.",
    "genres": [
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:45.000Z",
    "year": 2012,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 571334,
    "imdbId": "tt4216630",
    "tmdbId": 62422,
    "kinopoiskRating": 6,
    "imdbRating": 4.2
  },
  {
    "id": "media-на-игре-586",
    "titleRu": "На игре",
    "titleOriginal": "На игре",
    "type": "movie",
    "posterUrl": "./posters/на-игре-908dde8b.jpg",
    "backdropUrl": "./posters/на-игре-908dde8b.jpg",
    "description": "После победы на турнире по киберспорту команда геймеров получает диски с новой игрой. Запустив ее, игроки переносят свои навыки в реальность и оказываются втянуты в опасную игру спецслужб.",
    "genres": [
      "боевик",
      "фантастика",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:46.000Z",
    "year": 2009,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 424516,
    "imdbId": "tt1532382",
    "tmdbId": 37656,
    "kinopoiskRating": 6.1,
    "imdbRating": 5.6
  },
  {
    "id": "media-на-игре-2-новый-уровень-587",
    "titleRu": "На игре 2. Новый уровень",
    "titleOriginal": "На игре 2. Новый уровень",
    "type": "movie",
    "posterUrl": "./posters/на-игре-2-новый-уровень-bbc8ff23.jpg",
    "backdropUrl": "./posters/на-игре-2-новый-уровень-bbc8ff23.jpg",
    "description": "После спецоперации команда геймеров понимает, что работает на преступный синдикат. За дисками охотятся все, а бывшие союзники начинают играть каждый за себя.",
    "genres": [
      "боевик",
      "фантастика",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:47.000Z",
    "year": 2010,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 451258,
    "imdbId": "tt1620549",
    "kinopoiskRating": 5.8,
    "imdbRating": 5.1
  },
  {
    "id": "media-асса-588",
    "titleRu": "Асса",
    "titleOriginal": "Асса",
    "type": "movie",
    "posterUrl": "./posters/асса-2582e406.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a000001794893c4e2729848cd8b19f2e332/1344x756",
    "description": "Надеясь на яркую и безбедную жизнь, девушка связывает свою судьбу с криминальным авторитетом. Но есть и другая жизнь — свободная и с музыкой, жизнь мальчика Бананана. И две эти жизни трагически сталкиваются.",
    "genres": [
      "драма",
      "мелодрама",
      "криминал",
      "музыка"
    ],
    "addedAt": "2026-06-21T12:09:48.000Z",
    "year": 1987,
    "countries": [
      "СССР"
    ],
    "kinopoiskId": 43545,
    "imdbId": "tt0094683",
    "tmdbId": 47985,
    "kinopoiskRating": 7.9,
    "imdbRating": 7.6
  },
  {
    "id": "media-лесная-братва-589",
    "titleRu": "Лесная братва",
    "titleOriginal": "Over the Hedge",
    "type": "cartoon",
    "posterUrl": "./posters/лесная-братва-101cd61f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000172c6cef61295075993746d9afd33/1344x756",
    "description": "Медведь Винсент, угрожая съесть енота Эрджея, даёт ему всего неделю на то, чтобы вернуть уничтоженные им съестные припасы. Во время поиска еды Эрджей находит коттеджный посёлок и уговаривает других животных отправиться с ним к людям. Но первая же вылазка за едой в посёлок заканчивается неприятностями.",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:49.000Z",
    "year": 2006,
    "imdbRating": 6.7,
    "kinopoiskRating": 6.8,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 6036,
    "imdbId": "tt0327084"
  },
  {
    "id": "media-смурфики-2-590",
    "titleRu": "Смурфики 2",
    "titleOriginal": "The Smurfs 2",
    "type": "cartoon",
    "posterUrl": "./posters/смурфики-2-cbb66034.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1672343/2a00000169e80fb121fbb77e9c25731d477c/1344x756",
    "description": "Гаргамель создаёт Крепыша и Занозу, как две капли воды похожую на смурфиков злобную парочку, надеясь всё-таки обрести магическую силу. Когда он узнаёт, что лишь настоящий смурф может дать ему то, что он хочет, и лишь Смурфетта способна превратить Крепыша и Занозу в настоящих смурфов, Гаргамель похищает Смурфетту и берёт её с собой в Париж, планируя сделать её своей прислужницей. Но смурфики — Папа, Растяпа, Ворчун, Красавчик  — и их друзья из Нью-Йорка этого так не оставят.",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:50.000Z",
    "year": 2013,
    "imdbRating": 5.3,
    "kinopoiskRating": 6,
    "countries": [
      "США"
    ],
    "kinopoiskId": 603191,
    "imdbId": "tt2017020",
    "tmdbId": 77931
  },
  {
    "id": "media-тимон-и-пумба-591",
    "titleRu": "Тимон и Пумба",
    "titleOriginal": "Timon & Pumbaa",
    "type": "series",
    "posterUrl": "./posters/тимон-и-пумба-43c8427a.jpg",
    "backdropUrl": "./posters/тимон-и-пумба-43c8427a.jpg",
    "description": "Приключения суриката Тимона и бородавочника Пумбы.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:51.000Z",
    "year": 1995,
    "kinopoiskId": 94672,
    "countries": [
      "США",
      "Корея Южная",
      "Филиппины",
      "Австралия",
      "Тайвань",
      "Канада"
    ],
    "kinopoiskRating": 7.6,
    "imdbId": "tt0112197",
    "tmdbId": 4429,
    "imdbRating": 7
  },
  {
    "id": "media-моана-2-592",
    "titleRu": "Моана 2",
    "titleOriginal": "Moana 2",
    "type": "cartoon",
    "posterUrl": "./posters/моана-2-482e56fe.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1652588/2a00000196d37cb40c8b71eede5b47509892/1344x756",
    "description": "Получив вызов от предков-искателей, Моана и Мауи отправляются в далёкие и опасные воды Океании.",
    "genres": [
      "мультфильм",
      "мюзикл",
      "фэнтези",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:52.000Z",
    "year": 2024,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 4324228,
    "imdbId": "tt13622970",
    "tmdbId": 1241982,
    "kinopoiskRating": 6.8,
    "imdbRating": 6.3
  },
  {
    "id": "media-мастера-меча-онлайн-593",
    "titleRu": "Мастера меча онлайн",
    "titleOriginal": "Sword Art Online",
    "type": "anime",
    "posterUrl": "./posters/мастера-меча-онлайн-3c9627b2.jpg",
    "backdropUrl": "./posters/мастера-меча-онлайн-3c9627b2.jpg",
    "description": "Опытному геймеру Кирито повезло поучаствовать в бета-тестировании самой ожидаемой компьютерной игры нового поколения - Sword Art Online. Когда наконец на прилавках появились диски с финальной версией, тысячи геймеров устремились в совершенный виртуальный мир MMORPG. Там их ждал неприятный сюрприз - гейм-мастер объявил, что выйти из игры по собственной воле невозможно. Единственный шанс это сделать - пройти все сто уровней до конца. А смерть в игре означает смерть и в реальной жизни.",
    "genres": [
      "аниме",
      "мультфильм",
      "фантастика",
      "фэнтези",
      "боевик",
      "приключения"
    ],
    "addedAt": "2026-06-21T12:09:53.000Z",
    "year": 2012,
    "kinopoiskId": 691223,
    "countries": [
      "Япония",
      "Польша",
      "США"
    ],
    "kinopoiskRating": 7.9,
    "imdbId": "tt2250192",
    "tmdbId": 45782,
    "imdbRating": 7.5
  },
  {
    "id": "media-черепашки-ниндзя-2003-594",
    "titleRu": "Мутанты черепашки ниндзя. Новые приключения!",
    "titleOriginal": "Teenage Mutant Ninja Turtles",
    "type": "cartoon",
    "posterUrl": "./posters/мутанты-черепашки-ниндзя-новые-приключения-8f556cc0.jpg",
    "backdropUrl": "./posters/мутанты-черепашки-ниндзя-новые-приключения-8f556cc0.jpg",
    "description": "Черепашки-ниндзя мешают планам таинственного клана, главой которого является их заклятый враг Шреддер. Новые приключения приведут героев в космос, феодальную Японию и киберпространство.",
    "genres": [
      "мультфильм",
      "фантастика",
      "боевик",
      "комедия",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:54.000Z",
    "year": 2003,
    "countries": [
      "США",
      "Корея Южная"
    ],
    "kinopoiskId": 421422,
    "kinopoiskRating": 8.1,
    "imdbRating": 7.9
  },
  {
    "id": "media-мученицы-595",
    "titleRu": "Мученицы",
    "titleOriginal": "Martyrs",
    "type": "movie",
    "posterUrl": "./posters/мученицы-eb614a75.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a00000161288ab5a99bdc9d1b1fc9ac4c0d/1344x756",
    "description": "Франция, начало 70-х. Маленькая Люси, почти год считавшаяся пропавшей без вести, обнаружена бредущей по проселочной дороге. Ребёнок находится в состоянии сильного шока и не может рассказать о случившемся. Несколько лет спустя девушка с сильным постравматическим синдромом в компании подруги вламывается в загородный дом респектабельной пары среднего возраста, живущей с двумя детьми-подростками. Кажется, у девушек с этим семейством давние счёты.",
    "genres": [
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:09:55.000Z",
    "year": 2008,
    "countries": [
      "Франция",
      "Канада"
    ],
    "kinopoiskId": 313524,
    "imdbId": "tt1029234",
    "kinopoiskRating": 6.4,
    "imdbRating": 7
  },
  {
    "id": "media-к-9-собачья-работа-596",
    "titleRu": "К-9: Собачья работа",
    "titleOriginal": "K-9",
    "type": "movie",
    "posterUrl": "./posters/к-9-собачья-работа-1295b952.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/224348/2a00000162251dae69a66b7331dbf83f2191/1344x756",
    "description": "Веселый полицейский-выдумщик Майкл Дули попал в беду: его пытается убить известный наркодилер за то, что тот все время вмешивается в бизнес. Друг полицейского дает ему собаку по имени Джерри Ли, специально натасканную на запах наркотиков. С помощью пса Майкл надеется поймать преступника и разоблачить его, но всё не так просто. \n\nУ Джерри Ли свой характер и он работает только когда пожелает. К тому же собака принимает радостное участие в поломке машины Майкла, разгроме дома и его личной жизни.",
    "genres": [
      "боевик",
      "комедия",
      "криминал"
    ],
    "addedAt": "2026-06-21T12:09:56.000Z",
    "year": 1989,
    "countries": [
      "США"
    ],
    "kinopoiskId": 7376,
    "imdbId": "tt0097637",
    "tmdbId": 10345,
    "kinopoiskRating": 7.7,
    "imdbRating": 6.1
  },
  {
    "id": "media-турбо-597",
    "titleRu": "Турбо",
    "titleOriginal": "Turbo",
    "type": "cartoon",
    "posterUrl": "./posters/турбо-c8e002b8.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/239697/2a0000016b930c79b2b108016a74719da553/1344x756",
    "description": "Ничто так не раздражает темпераментную, мечтающую о скорости улитку с говорящим именем Турбо, как неспешная жизнь, медленные разговоры, заторможенные соседи. Пусть наш герой выглядит большим чудаком в этом вялом, неторопливом мире, пусть он идёт вопреки закону природы о «рождённом ползать», но если в сердце горит «пламенный мотор», а душа верит в чудо, оно просто не имеет права не произойти!",
    "genres": [
      "мультфильм",
      "комедия",
      "приключения",
      "семейный",
      "спорт"
    ],
    "addedAt": "2026-06-21T12:09:57.000Z",
    "year": 2013,
    "imdbRating": 6.4,
    "kinopoiskRating": 6.8,
    "countries": [
      "США",
      "Индия"
    ],
    "kinopoiskId": 581651,
    "imdbId": "tt1860353"
  },
  {
    "id": "media-куми-куми-598",
    "titleRu": "Куми-Куми",
    "titleOriginal": "Куми-Куми",
    "type": "series",
    "posterUrl": "./posters/куми-куми-87faeb3f.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1648503/2a0000016b832936b9db12fa87882b07d038/1344x756",
    "description": "Куми-Куми — это причудливые острова с красочными ландшафтами, на которых обитают фантастические существа — племена Юми, Шуми и Джуми. Каждое племя считает своих соседей чудаками, поэтому они не ищут контактов друг с другом, хоть и говорят на одном «тарабарском» языке, интуитивно понятном каждому.  \r\n\r\nГерои сериала — Джуга, Юси и Шумадан — представители разных племён. Несмотря на разные характеры и сложные отношения между их племенами, они очень дружны. В каждой серии кто-то из друзей попадает в переделку, выпутываться из которой приходится всем вместе. Часто ситуация осложняется ещё и тем, что Джуга и Шумадан влюблены в Юси. ",
    "genres": [
      "мультфильм",
      "фэнтези",
      "комедия"
    ],
    "addedAt": "2026-06-21T12:09:58.000Z",
    "year": 2012,
    "countries": [
      "Россия"
    ],
    "kinopoiskId": 584028,
    "imdbId": "tt2623770",
    "tmdbId": 71968,
    "kinopoiskRating": 8.3,
    "imdbRating": 8
  },
  {
    "id": "media-спайдервик-хроники-599",
    "titleRu": "Спайдервик: Хроники",
    "titleOriginal": "The Spiderwick Chronicles",
    "type": "movie",
    "posterUrl": "./posters/спайдервик-хроники-23c7cad6.jpg",
    "backdropUrl": "https://avatars.mds.yandex.net/get-ott/1534341/2a0000019658fff61e39c7edd7e1cd719da6/1344x756",
    "description": "Когда семейство Грейс переезжает в старый дом, стоящий на окраине, начинают твориться странные вещи. Пытаясь понять, в чем дело, Джаред обнаруживает дневник Артура Спайдервика и открывает невероятную правду о поместье: здесь находится скрытая от глаз таинственная страна, населенная фантастическими созданиями! Стремясь защитить свой секрет, Джаред, его сестра и брат-близнец переживают незабываемые приключения.",
    "genres": [
      "фэнтези",
      "боевик",
      "триллер",
      "драма",
      "приключения",
      "семейный"
    ],
    "addedAt": "2026-06-21T12:09:59.000Z",
    "year": 2008,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 81926,
    "imdbId": "tt0416236",
    "kinopoiskRating": 6.8,
    "imdbRating": 6.5
  },
  {
    "id": "media-закулисье-реальности-600",
    "titleRu": "Закулисье реальности",
    "titleOriginal": "Backrooms",
    "type": "movie",
    "posterUrl": "./posters/закулисье-реальности-fddfa8b4.jpg",
    "backdropUrl": "./posters/закулисье-реальности-fddfa8b4.jpg",
    "description": "Когда продавец мебели обнаруживает скрытый портал в другое измерение в подвале магазина, он оказывается в бесконечном лабиринте желтых коридоров, где пространство не подчиняется логике.",
    "genres": [
      "ужасы"
    ],
    "addedAt": "2026-06-21T12:10:00.000Z",
    "year": 2026,
    "countries": [
      "США",
      "Канада"
    ],
    "kinopoiskId": 5452841,
    "kinopoiskRating": 6.8
  }
];
